{"book": "Filipi", "chapter": 2, "verse": [{"number": "1", "text": "Jadi karena dalam Kristus ada nasihat, ada penghiburan kasih, ada persekutuan Roh, ada kasih mesra dan belas kasihan,"}, {"number": "2", "text": "karena itu sempurnakanlah sukacitaku dengan ini: hendaklah kamu sehati sepikir, dalam satu kasih, satu jiwa, satu tujuan,"}, {"number": "3", "text": "dengan tidak mencari kepentingan sendiri atau puji-pujian yang sia-sia. Sebaliknya hendaklah dengan rendah hati yang seorang menganggap yang lain lebih utama dari pada dirinya sendiri;"}, {"number": "4", "text": "dan janganlah tiap-tiap orang hanya memperhatikan kepentingannya sendiri, tetapi kepentingan orang lain juga."}, {"number": "5", "text": "Hendaklah kamu dalam hidupmu bersama, menaruh pikiran dan perasaan yang terdapat juga dalam Kristus Yesus,"}, {"number": "6", "text": "yang walaupun dalam rupa Allah, tidak menganggap kesetaraan dengan Allah itu sebagai milik yang harus dipertahankan,"}, {"number": "7", "text": "melainkan telah mengosongkan diri-Nya sendiri, dan mengambil rupa seorang hamba, dan menjadi sama dengan manusia."}, {"number": "8", "text": "Dan dalam keadaan sebagai manusia, Ia telah merendahkan diri-Nya dan taat sampai mati, bahkan sampai mati di kayu salib."}, {"number": "9", "text": "Itulah sebabnya Allah sangat meninggikan Dia dan mengaruniakan kepada-Nya nama di atas segala nama,"}, {"number": "10", "text": "supaya dalam nama Yesus bertekuk lutut segala yang ada di langit dan yang ada di atas bumi dan yang ada di bawah bumi,"}, {"number": "11", "text": "dan segala lidah mengaku: \"Yesus Kristus adalah Tuhan,\" bagi kemuliaan Allah, Bapa!"}, {"number": "12", "text": "Hai saudara-saudaraku yang kekasih, kamu senantiasa taat; karena itu tetaplah kerjakan keselamatanmu dengan takut dan gentar, bukan saja seperti waktu aku masih hadir, tetapi terlebih pula sekarang waktu aku tidak hadir,"}, {"number": "13", "text": "karena Allahlah yang mengerjakan di dalam kamu baik kemauan maupun pekerjaan menurut kerelaan-Nya."}, {"number": "14", "text": "Lakukanlah segala sesuatu dengan tidak bersungut-sungut dan berbantah-bantahan,"}, {"number": "15", "text": "supaya kamu tiada beraib dan tiada bernoda, sebagai anak-anak Allah yang tidak bercela di tengah-tengah angkatan yang bengkok hatinya dan yang sesat ini, sehingga kamu bercahaya di antara mereka seperti bintang-bintang di dunia,"}, {"number": "16", "text": "sambil berpegang pada firman kehidupan, agar aku dapat bermegah pada hari Kristus, bahwa aku tidak percuma berlomba dan tidak percuma bersusah-susah."}, {"number": "17", "text": "Tetapi sekalipun darahku dicurahkan pada korban dan ibadah imanmu, aku bersukacita dan aku bersukacita dengan kamu sekalian."}, {"number": "18", "text": "Dan kamu juga harus bersukacita demikian dan bersukacitalah dengan aku."}, {"number": "19", "text": "Tetapi dalam Tuhan Yesus kuharap segera mengirimkan Timotius kepadamu, supaya tenang juga hatiku oleh kabar tentang hal ihwalmu."}, {"number": "20", "text": "Karena tak ada seorang padaku, yang sehati dan sepikir dengan dia dan yang begitu bersungguh-sungguh memperhatikan kepentinganmu;"}, {"number": "21", "text": "sebab semuanya mencari kepentingannya sendiri, bukan kepentingan Kristus Yesus."}, {"number": "22", "text": "Kamu tahu bahwa kesetiaannya telah teruji dan bahwa ia telah menolong aku dalam pelayanan Injil sama seperti seorang anak menolong bapanya."}, {"number": "23", "text": "Dialah yang kuharap untuk kukirimkan dengan segera, sesudah jelas bagiku bagaimana jalannya perkaraku;"}, {"number": "24", "text": "tetapi dalam Tuhan aku percaya, bahwa aku sendiripun akan segera datang."}, {"number": "25", "text": "Sementara itu kuanggap perlu mengirimkan Epafroditus kepadamu, yaitu saudaraku dan teman sekerja serta teman seperjuanganku, yang kamu utus untuk melayani aku dalam keperluanku."}, {"number": "26", "text": "Karena ia sangat rindu kepada kamu sekalian dan susah juga hatinya, sebab kamu mendengar bahwa ia sakit."}, {"number": "27", "text": "Memang benar ia sakit dan nyaris mati, tetapi Allah mengasihani dia, dan bukan hanya dia saja, melainkan aku juga, supaya dukacitaku jangan bertambah-tambah."}, {"number": "28", "text": "Itulah sebabnya aku lebih cepat mengirimkan dia, supaya bila kamu melihat dia, kamu dapat bersukacita pula dan berkurang dukacitaku."}, {"number": "29", "text": "Jadi sambutlah dia dalam Tuhan dengan segala sukacita dan hormatilah orang-orang seperti dia."}, {"number": "30", "text": "Sebab oleh karena pekerjaan Kristus ia nyaris mati dan ia mempertaruhkan jiwanya untuk memenuhi apa yang masih kurang dalam pelayananmu kepadaku."}]}