{"book": "Filipi", "chapter": 3, "verse": [{"number": "1", "text": "Akhirnya, saudara-saudaraku, bersukacitalah dalam Tuhan. (3-1b) Menuliskan hal ini lagi kepadamu tidaklah berat bagiku dan memberi kepastian kepadamu."}, {"number": "2", "text": "Hati-hatilah terhadap anjing-anjing, hati-hatilah terhadap pekerja-pekerja yang jahat, hati-hatilah terhadap penyunat-penyunat yang palsu,"}, {"number": "3", "text": "karena kitalah orang-orang bersunat, yang beribadah oleh Roh Allah, dan bermegah dalam Kristus Yesus dan tidak menaruh percaya pada hal-hal lahiriah."}, {"number": "4", "text": "Sekalipun aku juga ada alasan untuk menaruh percaya pada hal-hal lahiriah. Jika ada orang lain menyangka dapat menaruh percaya pada hal-hal lahiriah, aku lebih lagi:"}, {"number": "5", "text": "disunat pada hari kedelapan, dari bangsa Israel, dari suku Benyamin, orang Ibrani asli, tentang pendirian terhadap hukum Taurat aku orang Farisi,"}, {"number": "6", "text": "tentang kegiatan aku penganiaya jemaat, tentang kebenaran dalam mentaati hukum Taurat aku tidak bercacat."}, {"number": "7", "text": "Tetapi apa yang dahulu merupakan keuntungan bagiku, sekarang kuanggap rugi karena Kristus."}, {"number": "8", "text": "Malahan segala sesuatu kuanggap rugi, karena pengenalan akan Kristus Yesus, Tuhanku, lebih mulia dari pada semuanya. Oleh karena Dialah aku telah melepaskan semuanya itu dan menganggapnya sampah, supaya aku memperoleh Kristus,"}, {"number": "9", "text": "dan berada dalam Dia bukan dengan kebenaranku sendiri karena mentaati hukum Taurat, melainkan dengan kebenaran karena kepercayaan kepada Kristus, yaitu kebenaran yang Allah anugerahkan berdasarkan kepercayaan."}, {"number": "10", "text": "Yang kukehendaki ialah mengenal Dia dan kuasa kebangkitan-Nya dan persekutuan dalam penderitaan-Nya, di mana aku menjadi serupa dengan Dia dalam kematian-Nya,"}, {"number": "11", "text": "supaya aku akhirnya beroleh kebangkitan dari antara orang mati."}, {"number": "12", "text": "Bukan seolah-olah aku telah memperoleh hal ini atau telah sempurna, melainkan aku mengejarnya, kalau-kalau aku dapat juga menangkapnya, karena akupun telah ditangkap oleh Kristus Yesus."}, {"number": "13", "text": "Saudara-saudara, aku sendiri tidak menganggap, bahwa aku telah menangkapnya, tetapi ini yang kulakukan: aku melupakan apa yang telah di belakangku dan mengarahkan diri kepada apa yang di hadapanku,"}, {"number": "14", "text": "dan berlari-lari kepada tujuan untuk memperoleh hadiah, yaitu panggilan sorgawi dari Allah dalam Kristus Yesus."}, {"number": "15", "text": "Karena itu marilah kita, yang sempurna, berpikir demikian. Dan jikalau lain pikiranmu tentang salah satu hal, hal itu akan dinyatakan Allah juga kepadamu."}, {"number": "16", "text": "Tetapi baiklah tingkat pengertian yang telah kita capai kita lanjutkan menurut jalan yang telah kita tempuh."}, {"number": "17", "text": "Saudara-saudara, ikutilah teladanku dan perhatikanlah mereka, yang hidup sama seperti kami yang menjadi teladanmu."}, {"number": "18", "text": "Karena, seperti yang telah kerap kali kukatakan kepadamu, dan yang kunyatakan pula sekarang sambil menangis, banyak orang yang hidup sebagai seteru salib Kristus."}, {"number": "19", "text": "Kesudahan mereka ialah kebinasaan, Tuhan mereka ialah perut mereka, kemuliaan mereka ialah aib mereka, pikiran mereka semata-mata tertuju kepada perkara duniawi."}, {"number": "20", "text": "Karena kewargaan kita adalah di dalam sorga, dan dari situ juga kita menantikan Tuhan Yesus Kristus sebagai Juruselamat,"}, {"number": "21", "text": "yang akan mengubah tubuh kita yang hina ini, sehingga serupa dengan tubuh-Nya yang mulia, menurut kuasa-Nya yang dapat menaklukkan segala sesuatu kepada diri-Nya."}]}