{"book": "Ibrani", "chapter": 11, "verse": [{"number": "1", "text": "Iman adalah dasar dari segala sesuatu yang kita harapkan dan bukti dari segala sesuatu yang tidak kita lihat."}, {"number": "2", "text": "Sebab oleh imanlah telah diberikan kesaksian kepada nenek moyang kita."}, {"number": "3", "text": "Karena iman kita mengerti, bahwa alam semesta telah dijadikan oleh firman Allah, sehingga apa yang kita lihat telah terjadi dari apa yang tidak dapat kita lihat."}, {"number": "4", "text": "Karena iman Habel telah mempersembahkan kepada Allah korban yang lebih baik dari pada korban Kain. Dengan jalan itu ia memperoleh kesaksian kepadanya, bahwa ia benar, karena Allah berkenan akan persembahannya itu dan karena iman ia masih berbicara, sesudah ia mati."}, {"number": "5", "text": "Karena iman Henokh terangkat, supaya ia tidak mengalami kematian, dan ia tidak ditemukan, karena Allah telah mengangkatnya. Sebab sebelum ia terangkat, ia memperoleh kesaksian, bahwa ia berkenan kepada Allah."}, {"number": "6", "text": "Tetapi tanpa iman tidak mungkin orang berkenan kepada Allah. Sebab barangsiapa berpaling kepada Allah, ia harus percaya bahwa Allah ada, dan bahwa Allah memberi upah kepada orang yang sungguh-sungguh mencari Dia."}, {"number": "7", "text": "Karena iman, maka Nuh--dengan petunjuk Allah tentang sesuatu yang belum kelihatan--dengan taat mempersiapkan bahtera untuk menyelamatkan keluarganya; dan karena iman itu ia menghukum dunia, dan ia ditentukan untuk menerima kebenaran, sesuai dengan imannya."}, {"number": "8", "text": "Karena iman Abraham taat, ketika ia dipanggil untuk berangkat ke negeri yang akan diterimanya menjadi milik pusakanya, lalu ia berangkat dengan tidak mengetahui tempat yang ia tujui."}, {"number": "9", "text": "Karena iman ia diam di tanah yang dijanjikan itu seolah-olah di suatu tanah asing dan di situ ia tinggal di kemah dengan Ishak dan Yakub, yang turut menjadi ahli waris janji yang satu itu."}, {"number": "10", "text": "Sebab ia menanti-nantikan kota yang mempunyai dasar, yang direncanakan dan dibangun oleh Allah."}, {"number": "11", "text": "Karena iman ia juga dan Sara beroleh kekuatan untuk menurunkan anak cucu, walaupun usianya sudah lewat, karena ia menganggap Dia, yang memberikan janji itu setia."}, {"number": "12", "text": "Itulah sebabnya, maka dari satu orang, malahan orang yang telah mati pucuk, terpancar keturunan besar, seperti bintang di langit dan seperti pasir di tepi laut, yang tidak terhitung banyaknya."}, {"number": "13", "text": "Dalam iman mereka semua ini telah mati sebagai orang-orang yang tidak memperoleh apa yang dijanjikan itu, tetapi yang hanya dari jauh melihatnya dan melambai-lambai kepadanya dan yang mengakui, bahwa mereka adalah orang asing dan pendatang di bumi ini."}, {"number": "14", "text": "Sebab mereka yang berkata demikian menyatakan, bahwa mereka dengan rindu mencari suatu tanah air."}, {"number": "15", "text": "Dan kalau sekiranya dalam hal itu mereka ingat akan tanah asal, yang telah mereka tinggalkan, maka mereka cukup mempunyai kesempatan untuk pulang ke situ."}, {"number": "16", "text": "Tetapi sekarang mereka merindukan tanah air yang lebih baik yaitu satu tanah air sorgawi. Sebab itu Allah tidak malu disebut Allah mereka, karena Ia telah mempersiapkan sebuah kota bagi mereka."}, {"number": "17", "text": "Karena iman maka Abraham, tatkala ia dicobai, mempersembahkan Ishak. Ia, yang telah menerima janji itu, rela mempersembahkan anaknya yang tunggal,"}, {"number": "18", "text": "walaupun kepadanya telah dikatakan: \"Keturunan yang berasal dari Ishaklah yang akan disebut keturunanmu.\""}, {"number": "19", "text": "Karena ia berpikir, bahwa Allah berkuasa membangkitkan orang-orang sekalipun dari antara orang mati. Dan dari sana ia seakan-akan telah menerimanya kembali."}, {"number": "20", "text": "Karena iman maka Ishak, sambil memandang jauh ke depan, memberikan berkatnya kepada Yakub dan Esau."}, {"number": "21", "text": "Karena iman maka Yakub, ketika hampir waktunya akan mati, memberkati kedua anak Yusuf, lalu menyembah sambil bersandar pada kepala tongkatnya."}, {"number": "22", "text": "Karena iman maka Yusuf menjelang matinya memberitakan tentang keluarnya orang-orang Israel dan memberi pesan tentang tulang-belulangnya."}, {"number": "23", "text": "Karena iman maka Musa, setelah ia lahir, disembunyikan selama tiga bulan oleh orang tuanya, karena mereka melihat, bahwa anak itu elok rupanya dan mereka tidak takut akan perintah raja."}, {"number": "24", "text": "Karena iman maka Musa, setelah dewasa, menolak disebut anak puteri Firaun,"}, {"number": "25", "text": "karena ia lebih suka menderita sengsara dengan umat Allah dari pada untuk sementara menikmati kesenangan dari dosa."}, {"number": "26", "text": "Ia menganggap penghinaan karena Kristus sebagai kekayaan yang lebih besar dari pada semua harta Mesir, sebab pandangannya ia arahkan kepada upah."}, {"number": "27", "text": "Karena iman maka ia telah meninggalkan Mesir dengan tidak takut akan murka raja. Ia bertahan sama seperti ia melihat apa yang tidak kelihatan."}, {"number": "28", "text": "Karena iman maka ia mengadakan Paskah dan pemercikan darah, supaya pembinasa anak-anak sulung jangan menyentuh mereka."}, {"number": "29", "text": "Karena iman maka mereka telah melintasi Laut Merah sama seperti melintasi tanah kering, sedangkan orang-orang Mesir tenggelam, ketika mereka mencobanya juga."}, {"number": "30", "text": "Karena iman maka runtuhlah tembok-tembok Yerikho, setelah kota itu dikelilingi tujuh hari lamanya."}, {"number": "31", "text": "Karena iman maka Rahab, perempuan sundal itu, tidak turut binasa bersama-sama dengan orang-orang durhaka, karena ia telah menyambut pengintai-pengintai itu dengan baik."}, {"number": "32", "text": "Dan apakah lagi yang harus aku sebut? Sebab aku akan kekurangan waktu, apabila aku hendak menceriterakan tentang Gideon, Barak, Simson, Yefta, Daud dan Samuel dan para nabi,"}, {"number": "33", "text": "yang karena iman telah menaklukkan kerajaan-kerajaan, mengamalkan kebenaran, memperoleh apa yang dijanjikan, menutup mulut singa-singa,"}, {"number": "34", "text": "memadamkan api yang dahsyat. Mereka telah luput dari mata pedang, telah beroleh kekuatan dalam kelemahan, telah menjadi kuat dalam peperangan dan telah memukul mundur pasukan-pasukan tentara asing."}, {"number": "35", "text": "Ibu-ibu telah menerima kembali orang-orangnya yang telah mati, sebab dibangkitkan. Tetapi orang-orang lain membiarkan dirinya disiksa dan tidak mau menerima pembebasan, supaya mereka beroleh kebangkitan yang lebih baik."}, {"number": "36", "text": "Ada pula yang diejek dan didera, bahkan yang dibelenggu dan dipenjarakan."}, {"number": "37", "text": "Mereka dilempari, digergaji, dibunuh dengan pedang; mereka mengembara dengan berpakaian kulit domba dan kulit kambing sambil menderita kekurangan, kesesakan dan siksaan."}, {"number": "38", "text": "Dunia ini tidak layak bagi mereka. Mereka mengembara di padang gurun dan di pegunungan, dalam gua-gua dan celah-celah gunung."}, {"number": "39", "text": "Dan mereka semua tidak memperoleh apa yang dijanjikan itu, sekalipun iman mereka telah memberikan kepada mereka suatu kesaksian yang baik."}, {"number": "40", "text": "Sebab Allah telah menyediakan sesuatu yang lebih baik bagi kita; tanpa kita mereka tidak dapat sampai kepada kesempurnaan."}]}