{"book": "Ibrani", "chapter": 3, "verse": [{"number": "1", "text": "Sebab itu, hai saudara-saudara yang kudus, yang mendapat bagian dalam panggilan sorgawi, pandanglah kepada Rasul dan Imam Besar yang kita akui, yaitu Yesus,"}, {"number": "2", "text": "yang setia kepada Dia yang telah menetapkan-Nya, sebagaimana Musapun setia dalam segenap rumah-Nya."}, {"number": "3", "text": "Sebab Ia dipandang layak mendapat kemuliaan lebih besar dari pada Musa, sama seperti ahli bangunan lebih dihormati dari pada rumah yang dibangunnya."}, {"number": "4", "text": "Sebab setiap rumah dibangun oleh seorang ahli bangunan, tetapi ahli bangunan segala sesuatu ialah Allah."}, {"number": "5", "text": "Dan Musa memang setia dalam segenap rumah Allah sebagai pelayan untuk memberi kesaksian tentang apa yang akan diberitakan kemudian,"}, {"number": "6", "text": "tetapi Kristus setia sebagai Anak yang mengepalai rumah-Nya; dan rumah-Nya ialah kita, jika kita sampai kepada akhirnya teguh berpegang pada kepercayaan dan pengharapan yang kita megahkan."}, {"number": "7", "text": "Sebab itu, seperti yang dikatakan Roh Kudus: \"Pada hari ini, jika kamu mendengar suara-Nya,"}, {"number": "8", "text": "janganlah keraskan hatimu seperti dalam kegeraman pada waktu pencobaan di padang gurun,"}, {"number": "9", "text": "di mana nenek moyangmu mencobai Aku dengan jalan menguji Aku, sekalipun mereka melihat perbuatan-perbuatan-Ku, empat puluh tahun lamanya."}, {"number": "10", "text": "Itulah sebabnya Aku murka kepada angkatan itu, dan berkata: Selalu mereka sesat hati, dan mereka tidak mengenal jalan-Ku,"}, {"number": "11", "text": "sehingga Aku bersumpah dalam murka-Ku: Mereka takkan masuk ke tempat perhentian-Ku.\""}, {"number": "12", "text": "Waspadalah, hai saudara-saudara, supaya di antara kamu jangan terdapat seorang yang hatinya jahat dan yang tidak percaya oleh karena ia murtad dari Allah yang hidup."}, {"number": "13", "text": "Tetapi nasihatilah seorang akan yang lain setiap hari, selama masih dapat dikatakan \"hari ini\", supaya jangan ada di antara kamu yang menjadi tegar hatinya karena tipu daya dosa."}, {"number": "14", "text": "Karena kita telah beroleh bagian di dalam Kristus, asal saja kita teguh berpegang sampai kepada akhirnya pada keyakinan iman kita yang semula."}, {"number": "15", "text": "Tetapi apabila pernah dikatakan: \"Pada hari ini, jika kamu mendengar suara-Nya, janganlah keraskan hatimu seperti dalam kegeraman\","}, {"number": "16", "text": "siapakah mereka yang membangkitkan amarah Allah, sekalipun mereka mendengar suara-Nya? Bukankah mereka semua yang keluar dari Mesir di bawah pimpinan Musa?"}, {"number": "17", "text": "Dan siapakah yang Ia murkai empat puluh tahun lamanya? Bukankah mereka yang berbuat dosa dan yang mayatnya bergelimpangan di padang gurun?"}, {"number": "18", "text": "Dan siapakah yang telah Ia sumpahi, bahwa mereka takkan masuk ke tempat perhentian-Nya? Bukankah mereka yang tidak taat?"}, {"number": "19", "text": "Demikianlah kita lihat, bahwa mereka tidak dapat masuk oleh karena ketidakpercayaan mereka."}]}