{"book": "Ibrani", "chapter": 5, "verse": [{"number": "1", "text": "Sebab setiap imam besar, yang dipilih dari antara manusia, ditetapkan bagi manusia dalam hubungan mereka dengan Allah, supaya ia mempersembahkan persembahan dan korban karena dosa."}, {"number": "2", "text": "Ia harus dapat mengerti orang-orang yang jahil dan orang-orang yang sesat, karena ia sendiri penuh dengan kelemahan,"}, {"number": "3", "text": "yang mengharuskannya untuk mempersembahkan korban karena dosa, bukan saja bagi umat, tetapi juga bagi dirinya sendiri."}, {"number": "4", "text": "Dan tidak seorangpun yang mengambil kehormatan itu bagi dirinya sendiri, tetapi dipanggil untuk itu oleh Allah, seperti yang telah terjadi dengan Harun."}, {"number": "5", "text": "Demikian pula Kristus tidak memuliakan diri-Nya sendiri dengan menjadi Imam Besar, tetapi dimuliakan oleh Dia yang berfirman kepada-Nya: \"Anak-Ku Engkau! Engkau telah Kuperanakkan pada hari ini\","}, {"number": "6", "text": "sebagaimana firman-Nya dalam suatu nas lain: \"Engkau adalah Imam untuk selama-lamanya, menurut peraturan Melkisedek.\""}, {"number": "7", "text": "Dalam hidup-Nya sebagai manusia, Ia telah mempersembahkan doa dan permohonan dengan ratap tangis dan keluhan kepada Dia, yang sanggup menyelamatkan-Nya dari maut, dan karena kesalehan-Nya Ia telah didengarkan."}, {"number": "8", "text": "Dan sekalipun Ia adalah Anak, Ia telah belajar menjadi taat dari apa yang telah diderita-Nya,"}, {"number": "9", "text": "dan sesudah Ia mencapai kesempurnaan-Nya, Ia menjadi pokok keselamatan yang abadi bagi semua orang yang taat kepada-Nya,"}, {"number": "10", "text": "dan Ia dipanggil menjadi Imam Besar oleh Allah, menurut peraturan Melkisedek."}, {"number": "11", "text": "Tentang hal itu banyak yang harus kami katakan, tetapi yang sukar untuk dijelaskan, karena kamu telah lamban dalam hal mendengarkan."}, {"number": "12", "text": "Sebab sekalipun kamu, ditinjau dari sudut waktu, sudah seharusnya menjadi pengajar, kamu masih perlu lagi diajarkan asas-asas pokok dari penyataan Allah, dan kamu masih memerlukan susu, bukan makanan keras."}, {"number": "13", "text": "Sebab barangsiapa masih memerlukan susu ia tidak memahami ajaran tentang kebenaran, sebab ia adalah anak kecil."}, {"number": "14", "text": "Tetapi makanan keras adalah untuk orang-orang dewasa, yang karena mempunyai pancaindera yang terlatih untuk membedakan yang baik dari pada yang jahat."}]}