{"book": "Ibrani", "chapter": 6, "verse": [{"number": "1", "text": "Sebab itu marilah kita tinggalkan asas-asas pertama dari ajaran tentang Kristus dan beralih kepada perkembangannya yang penuh. Janganlah kita meletakkan lagi dasar pertobatan dari perbuatan-perbuatan yang sia-sia, dan dasar kepercayaan kepada Allah,"}, {"number": "2", "text": "yaitu ajaran tentang pelbagai pembaptisan, penumpangan tangan, kebangkitan orang-orang mati dan hukuman kekal."}, {"number": "3", "text": "Dan itulah yang akan kita perbuat, jika Allah mengizinkannya."}, {"number": "4", "text": "Sebab mereka yang pernah diterangi hatinya, yang pernah mengecap karunia sorgawi, dan yang pernah mendapat bagian dalam Roh Kudus,"}, {"number": "5", "text": "dan yang mengecap firman yang baik dari Allah dan karunia-karunia dunia yang akan datang,"}, {"number": "6", "text": "namun yang murtad lagi, tidak mungkin dibaharui sekali lagi sedemikian, hingga mereka bertobat, sebab mereka menyalibkan lagi Anak Allah bagi diri mereka dan menghina-Nya di muka umum."}, {"number": "7", "text": "Sebab tanah yang menghisap air hujan yang sering turun ke atasnya, dan yang menghasilkan tumbuh-tumbuhan yang berguna bagi mereka yang mengerjakannya, menerima berkat dari Allah;"}, {"number": "8", "text": "tetapi jikalau tanah itu menghasilkan semak duri dan rumput duri, tidaklah ia berguna dan sudah dekat pada kutuk, yang berakhir dengan pembakaran."}, {"number": "9", "text": "Tetapi, hai saudara-saudaraku yang kekasih, sekalipun kami berkata demikian tentang kamu, kami yakin, bahwa kamu memiliki sesuatu yang lebih baik, yang mengandung keselamatan."}, {"number": "10", "text": "Sebab Allah bukan tidak adil, sehingga Ia lupa akan pekerjaanmu dan kasihmu yang kamu tunjukkan terhadap nama-Nya oleh pelayanan kamu kepada orang-orang kudus, yang masih kamu lakukan sampai sekarang."}, {"number": "11", "text": "Tetapi kami ingin, supaya kamu masing-masing menunjukkan kesungguhan yang sama untuk menjadikan pengharapanmu suatu milik yang pasti, sampai pada akhirnya,"}, {"number": "12", "text": "agar kamu jangan menjadi lamban, tetapi menjadi penurut-penurut mereka yang oleh iman dan kesabaran mendapat bagian dalam apa yang dijanjikan Allah."}, {"number": "13", "text": "Sebab ketika Allah memberikan janji-Nya kepada Abraham, Ia bersumpah demi diri-Nya sendiri, karena tidak ada orang yang lebih tinggi dari pada-Nya,"}, {"number": "14", "text": "kata-Nya: \"Sesungguhnya Aku akan memberkati engkau berlimpah-limpah dan akan membuat engkau sangat banyak.\""}, {"number": "15", "text": "Abraham menanti dengan sabar dan dengan demikian ia memperoleh apa yang dijanjikan kepadanya."}, {"number": "16", "text": "Sebab manusia bersumpah demi orang yang lebih tinggi, dan sumpah itu menjadi suatu pengokohan baginya, yang mengakhiri segala bantahan."}, {"number": "17", "text": "Karena itu, untuk lebih meyakinkan mereka yang berhak menerima janji itu akan kepastian putusan-Nya, Allah telah mengikat diri-Nya dengan sumpah,"}, {"number": "18", "text": "supaya oleh dua kenyataan yang tidak berubah-ubah, tentang mana Allah tidak mungkin berdusta, kita yang mencari perlindungan, beroleh dorongan yang kuat untuk menjangkau pengharapan yang terletak di depan kita."}, {"number": "19", "text": "Pengharapan itu adalah sauh yang kuat dan aman bagi jiwa kita, yang telah dilabuhkan sampai ke belakang tabir,"}, {"number": "20", "text": "di mana Yesus telah masuk sebagai Perintis bagi kita, ketika Ia, menurut peraturan Melkisedek, menjadi Imam Besar sampai selama-lamanya."}]}