{"book": "Ibrani", "chapter": 9, "verse": [{"number": "1", "text": "Memang perjanjian yang pertama juga mempunyai peraturan-peraturan untuk ibadah dan untuk tempat kudus buatan tangan manusia."}, {"number": "2", "text": "Sebab ada dipersiapkan suatu kemah, yaitu bagian yang paling depan dan di situ terdapat kaki dian dan meja dengan roti sajian. Bagian ini disebut tempat yang kudus."}, {"number": "3", "text": "Di belakang tirai yang kedua terdapat suatu kemah lagi yang disebut tempat yang maha kudus."}, {"number": "4", "text": "Di situ terdapat mezbah pembakaran ukupan dari emas, dan tabut perjanjian, yang seluruhnya disalut dengan emas; di dalam tabut perjanjian itu tersimpan buli-buli emas berisi manna, tongkat Harun yang pernah bertunas dan loh-loh batu yang bertuliskan perjanjian,"}, {"number": "5", "text": "dan di atasnya kedua kerub kemuliaan yang menaungi tutup pendamaian. Tetapi hal ini tidak dapat kita bicarakan sekarang secara terperinci."}, {"number": "6", "text": "Demikianlah caranya tempat yang kudus itu diatur. Maka imam-imam senantiasa masuk ke dalam kemah yang paling depan itu untuk melakukan ibadah mereka,"}, {"number": "7", "text": "tetapi ke dalam kemah yang kedua hanya Imam Besar saja yang masuk sekali setahun, dan harus dengan darah yang ia persembahkan karena dirinya sendiri dan karena pelanggaran-pelanggaran, yang dibuat oleh umatnya dengan tidak sadar."}, {"number": "8", "text": "Dengan ini Roh Kudus menyatakan, bahwa jalan ke tempat yang kudus itu belum terbuka, selama kemah yang pertama itu masih ada."}, {"number": "9", "text": "Itu adalah kiasan masa sekarang. Sesuai dengan itu dipersembahkan korban dan persembahan yang tidak dapat menyempurnakan mereka yang mempersembahkannya menurut hati nurani mereka,"}, {"number": "10", "text": "karena semuanya itu, di samping makanan minuman dan pelbagai macam pembasuhan, hanyalah peraturan-peraturan untuk hidup insani, yang hanya berlaku sampai tibanya waktu pembaharuan."}, {"number": "11", "text": "Tetapi Kristus telah datang sebagai Imam Besar untuk hal-hal yang baik yang akan datang: Ia telah melintasi kemah yang lebih besar dan yang lebih sempurna, yang bukan dibuat oleh tangan manusia, --artinya yang tidak termasuk ciptaan ini, --"}, {"number": "12", "text": "dan Ia telah masuk satu kali untuk selama-lamanya ke dalam tempat yang kudus bukan dengan membawa darah domba jantan dan darah anak lembu, tetapi dengan membawa darah-Nya sendiri. Dan dengan itu Ia telah mendapat kelepasan yang kekal."}, {"number": "13", "text": "Sebab, jika darah domba jantan dan darah lembu jantan dan percikan abu lembu muda menguduskan mereka yang najis, sehingga mereka disucikan secara lahiriah,"}, {"number": "14", "text": "betapa lebihnya darah Kristus, yang oleh Roh yang kekal telah mempersembahkan diri-Nya sendiri kepada Allah sebagai persembahan yang tak bercacat, akan menyucikan hati nurani kita dari perbuatan-perbuatan yang sia-sia, supaya kita dapat beribadah kepada Allah yang hidup."}, {"number": "15", "text": "Karena itu Ia adalah Pengantara dari suatu perjanjian yang baru, supaya mereka yang telah terpanggil dapat menerima bagian kekal yang dijanjikan, sebab Ia telah mati untuk menebus pelanggaran-pelanggara yang telah dilakukan selama perjanjian yang pertama."}, {"number": "16", "text": "Sebab di mana ada wasiat, di situ harus diberitahukan tentang kematian pembuat wasiat itu."}, {"number": "17", "text": "Karena suatu wasiat barulah sah, kalau pembuat wasiat itu telah mati, sebab ia tidak berlaku, selama pembuat wasiat itu masih hidup."}, {"number": "18", "text": "Itulah sebabnya, maka perjanjian yang pertama tidak disahkan tanpa darah."}, {"number": "19", "text": "Sebab sesudah Musa memberitahukan semua perintah hukum Taurat kepada seluruh umat, ia mengambil darah anak lembu dan darah domba jantan serta air, dan bulu merah dan hisop, lalu memerciki kitab itu sendiri dan seluruh umat,"}, {"number": "20", "text": "sambil berkata: \"Inilah darah perjanjian yang ditetapkan Allah bagi kamu.\""}, {"number": "21", "text": "Dan juga kemah dan semua alat untuk ibadah dipercikinya secara demikian dengan darah."}, {"number": "22", "text": "Dan hampir segala sesuatu disucikan menurut hukum Taurat dengan darah, dan tanpa penumpahan darah tidak ada pengampunan."}, {"number": "23", "text": "Jadi segala sesuatu yang melambangkan apa yang ada di sorga haruslah ditahirkan secara demikian, tetapi benda-benda sorgawi sendiri oleh persembahan-persembahan yang lebih baik dari pada itu."}, {"number": "24", "text": "Sebab Kristus bukan masuk ke dalam tempat kudus buatan tangan manusia yang hanya merupakan gambaran saja dari yang sebenarnya, tetapi ke dalam sorga sendiri untuk menghadap hadirat Allah guna kepentingan kita."}, {"number": "25", "text": "Dan Ia bukan masuk untuk berulang-ulang mempersembahkan diri-Nya sendiri, sebagaimana Imam Besar setiap tahun masuk ke dalam tempat kudus dengan darah yang bukan darahnya sendiri."}, {"number": "26", "text": "Sebab jika demikian Ia harus berulang-ulang menderita sejak dunia ini dijadikan. Tetapi sekarang Ia hanya satu kali saja menyatakan diri-Nya, pada zaman akhir untuk menghapuskan dosa oleh korban-Nya."}, {"number": "27", "text": "Dan sama seperti manusia ditetapkan untuk mati hanya satu kali saja, dan sesudah itu dihakimi,"}, {"number": "28", "text": "demikian pula Kristus hanya satu kali saja mengorbankan diri-Nya untuk menanggung dosa banyak orang. Sesudah itu Ia akan menyatakan diri-Nya sekali lagi tanpa menanggung dosa untuk menganugerahkan keselamatan kepada mereka, yang menantikan Dia."}]}