{"book": "2 Korintus", "chapter": 1, "verse": [{"number": "1", "text": "Dari Paulus, yang oleh kehendak Allah menjadi rasul Kristus Yesus, dan dari Timotius saudara kita, kepada jemaat Allah di Korintus dengan semua orang kudus di seluruh Akhaya."}, {"number": "2", "text": "Kasih karunia dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus menyertai kamu."}, {"number": "3", "text": "Terpujilah Allah, Bapa Tuhan kita Yesus Kristus, Bapa yang penuh belas kasihan dan Allah sumber segala penghiburan,"}, {"number": "4", "text": "yang menghibur kami dalam segala penderitaan kami, sehingga kami sanggup menghibur mereka, yang berada dalam bermacam-macam penderitaan dengan penghiburan yang kami terima sendiri dari Allah."}, {"number": "5", "text": "Sebab sama seperti kami mendapat bagian berlimpah-limpah dalam kesengsaraan Kristus, demikian pula oleh Kristus kami menerima penghiburan berlimpah-limpah."}, {"number": "6", "text": "Jika kami menderita, hal itu menjadi penghiburan dan keselamatan kamu; jika kami dihibur, maka hal itu adalah untuk penghiburan kamu, sehingga kamu beroleh kekuatan untuk dengan sabar menderita kesengsaraan yang sama seperti yang kami derita juga."}, {"number": "7", "text": "Dan pengharapan kami akan kamu adalah teguh, karena kami tahu, bahwa sama seperti kamu turut mengambil bagian dalam kesengsaraan kami, kamu juga turut mengambil bagian dalam penghiburan kami."}, {"number": "8", "text": "Sebab kami mau, saudara-saudara, supaya kamu tahu akan penderitaan yang kami alami di Asia Kecil. Beban yang ditanggungkan atas kami adalah begitu besar dan begitu berat, sehingga kami telah putus asa juga akan hidup kami."}, {"number": "9", "text": "Bahkan kami merasa, seolah-olah kami telah dijatuhi hukuman mati. Tetapi hal itu terjadi, supaya kami jangan menaruh kepercayaan pada diri kami sendiri, tetapi hanya kepada Allah yang membangkitkan orang-orang mati."}, {"number": "10", "text": "Dari kematian yang begitu ngeri Ia telah dan akan menyelamatkan kami: kepada-Nya kami menaruh pengharapan kami, bahwa Ia akan menyelamatkan kami lagi,"}, {"number": "11", "text": "karena kamu juga turut membantu mendoakan kami, supaya banyak orang mengucap syukur atas karunia yang kami peroleh berkat banyaknya doa mereka untuk kami."}, {"number": "12", "text": "Inilah yang kami megahkan, yaitu bahwa suara hati kami memberi kesaksian kepada kami, bahwa hidup kami di dunia ini, khususnya dalam hubungan kami dengan kamu, dikuasai oleh ketulusan dan kemurnian dari Allah bukan oleh hikmat duniawi, tetapi oleh kekuatan kasih karunia Allah."}, {"number": "13", "text": "Sebab kami hanya menuliskan kepada kamu apa yang dapat kamu baca dan pahamkan. Dan aku harap, mudah-mudahan kamu akan memahaminya sepenuhnya,"}, {"number": "14", "text": "seperti yang telah kamu pahamkan sebagiannya dari kami, yaitu bahwa pada hari Tuhan Yesus kamu akan bermegah atas kami seperti kami juga akan bermegah atas kamu."}, {"number": "15", "text": "Berdasarkan keyakinan ini aku pernah merencanakan untuk mengunjungi kamu dahulu, supaya kamu boleh menerima kasih karunia untuk kedua kalinya."}, {"number": "16", "text": "Kemudian aku mau meneruskan perjalananku ke Makedonia, lalu dari Makedonia kembali lagi kepada kamu, supaya kamu menolong aku dalam perjalananku ke Yudea."}, {"number": "17", "text": "Jadi, adakah aku bertindak serampangan dalam merencanakan hal ini? Atau adakah aku membuat rencanaku itu menurut keinginanku sendiri, sehingga padaku serentak terdapat \"ya\" dan \"tidak\"?"}, {"number": "18", "text": "Demi Allah yang setia, janji kami kepada kamu bukanlah serentak \"ya\" dan \"tidak\"."}, {"number": "19", "text": "Karena Yesus Kristus, Anak Allah, yang telah kami beritakan di tengah-tengah kamu, yaitu olehku dan oleh Silwanus dan Timotius, bukanlah \"ya\" dan \"tidak\", tetapi sebaliknya di dalam Dia hanya ada \"ya\"."}, {"number": "20", "text": "Sebab Kristus adalah \"ya\" bagi semua janji Allah. Itulah sebabnya oleh Dia kita mengatakan \"Amin\" untuk memuliakan Allah."}, {"number": "21", "text": "Sebab Dia yang telah meneguhkan kami bersama-sama dengan kamu di dalam Kristus, adalah Allah yang telah mengurapi,"}, {"number": "22", "text": "memeteraikan tanda milik-Nya atas kita dan yang memberikan Roh Kudus di dalam hati kita sebagai jaminan dari semua yang telah disediakan untuk kita."}, {"number": "23", "text": "Tetapi aku memanggil Allah sebagai saksiku--Ia mengenal aku--,bahwa sebabnya aku tidak datang ke Korintus ialah untuk menyayangkan kamu."}, {"number": "24", "text": "Bukan karena kami mau memerintahkan apa yang harus kamu percayai, karena kamu berdiri teguh dalam imanmu. Sebaliknya, kami mau turut bekerja untuk sukacitamu."}]}