{"book": "2 Korintus", "chapter": 4, "verse": [{"number": "1", "text": "Oleh kemurahan Allah kami telah menerima pelayanan ini. Karena itu kami tidak tawar hati."}, {"number": "2", "text": "Tetapi kami menolak segala perbuatan tersembunyi yang memalukan; kami tidak berlaku licik dan tidak memalsukan firman Allah. Sebaliknya kami menyatakan kebenaran dan dengan demikian kami menyerahkan diri kami untuk dipertimbangkan oleh semua orang di hadapan Allah."}, {"number": "3", "text": "Jika Injil yang kami beritakan masih tertutup juga, maka ia tertutup untuk mereka, yang akan binasa,"}, {"number": "4", "text": "yaitu orang-orang yang tidak percaya, yang pikirannya telah dibutakan oleh ilah zaman ini, sehingga mereka tidak melihat cahaya Injil tentang kemuliaan Kristus, yang adalah gambaran Allah."}, {"number": "5", "text": "Sebab bukan diri kami yang kami beritakan, tetapi Yesus Kristus sebagai Tuhan, dan diri kami sebagai hambamu karena kehendak Yesus."}, {"number": "6", "text": "Sebab Allah yang telah berfirman: \"Dari dalam gelap akan terbit terang!\", Ia juga yang membuat terang-Nya bercahaya di dalam hati kita, supaya kita beroleh terang dari pengetahuan tentang kemuliaan Allah yang nampak pada wajah Kristus."}, {"number": "7", "text": "Tetapi harta ini kami punyai dalam bejana tanah liat, supaya nyata, bahwa kekuatan yang melimpah-limpah itu berasal dari Allah, bukan dari diri kami."}, {"number": "8", "text": "Dalam segala hal kami ditindas, namun tidak terjepit; kami habis akal, namun tidak putus asa;"}, {"number": "9", "text": "kami dianiaya, namun tidak ditinggalkan sendirian, kami dihempaskan, namun tidak binasa."}, {"number": "10", "text": "Kami senantiasa membawa kematian Yesus di dalam tubuh kami, supaya kehidupan Yesus juga menjadi nyata di dalam tubuh kami."}, {"number": "11", "text": "Sebab kami, yang masih hidup ini, terus-menerus diserahkan kepada maut karena Yesus, supaya juga hidup Yesus menjadi nyata di dalam tubuh kami yang fana ini."}, {"number": "12", "text": "Maka demikianlah maut giat di dalam diri kami dan hidup giat di dalam kamu."}, {"number": "13", "text": "Namun karena kami memiliki roh iman yang sama, seperti ada tertulis: \"Aku percaya, sebab itu aku berkata-kata\", maka kami juga percaya dan sebab itu kami juga berkata-kata."}, {"number": "14", "text": "Karena kami tahu, bahwa Ia, yang telah membangkitkan Tuhan Yesus, akan membangkitkan kami juga bersama-sama dengan Yesus. Dan Ia akan menghadapkan kami bersama-sama dengan kamu kepada diri-Nya."}, {"number": "15", "text": "Sebab semuanya itu terjadi oleh karena kamu, supaya kasih karunia, yang semakin besar berhubung dengan semakin banyaknya orang yang menjadi percaya, menyebabkan semakin melimpahnya ucapan syukur bagi kemuliaan Allah."}, {"number": "16", "text": "Sebab itu kami tidak tawar hati, tetapi meskipun manusia lahiriah kami semakin merosot, namun manusia batiniah kami dibaharui dari sehari ke sehari."}, {"number": "17", "text": "Sebab penderitaan ringan yang sekarang ini, mengerjakan bagi kami kemuliaan kekal yang melebihi segala-galanya, jauh lebih besar dari pada penderitaan kami."}, {"number": "18", "text": "Sebab kami tidak memperhatikan yang kelihatan, melainkan yang tak kelihatan, karena yang kelihatan adalah sementara, sedangkan yang tak kelihatan adalah kekal."}]}