{"book": "Pengkhotbah", "chapter": 6, "verse": [{"number": "1", "text": "Ada suatu kemalangan yang telah kulihat di bawah matahari, yang sangat menekan manusia:"}, {"number": "2", "text": "orang yang dikaruniai Allah kekayaan, harta benda dan kemuliaan, sehingga ia tak kekurangan suatupun yang diingininya, tetapi orang itu tidak dikaruniai kuasa oleh Allah untuk menikmatinya, melainkan orang lain yang menikmatinya! Inilah kesia-siaan dan penderitaan yang pahit."}, {"number": "3", "text": "Jika orang memperoleh seratus anak dan hidup lama sampai mencapai umur panjang, tetapi ia tidak puas dengan kesenangan, bahkan tidak mendapat penguburan, kataku, anak gugur lebih baik dari pada orang ini."}, {"number": "4", "text": "Sebab anak gugur itu datang dalam kesia-siaan dan pergi dalam kegelapan, dan namanya ditutupi kegelapan."}, {"number": "5", "text": "Lagipula ia tidak melihat matahari dan tidak mengetahui apa-apa. Ia lebih tenteram dari pada orang tadi."}, {"number": "6", "text": "Biarpun ia hidup dua kali seribu tahun, kalau ia tidak menikmati kesenangan: bukankah segala sesuatu menuju satu tempat?"}, {"number": "7", "text": "Segala jerih payah manusia adalah untuk mulutnya, namun keinginannya tidak terpuaskan."}, {"number": "8", "text": "Karena apakah kelebihan orang yang berhikmat dari pada orang yang bodoh? Apakah kelebihan orang miskin yang tahu berperilaku di hadapan orang?"}, {"number": "9", "text": "Lebih baik melihat saja dari pada menuruti nafsu. Inipun kesia-siaan dan usaha menjaring angin."}, {"number": "10", "text": "Apapun yang ada, sudah lama disebut namanya. Dan sudah diketahui siapa manusia, yaitu bahwa ia tidak dapat mengadakan perkara dengan yang lebih kuat dari padanya."}, {"number": "11", "text": "Karena makin banyak kata-kata, makin banyak kesia-siaan. Apakah faedahnya untuk manusia?"}, {"number": "12", "text": "Karena siapakah yang mengetahui apa yang baik bagi manusia sepanjang waktu yang pendek dari hidupnya yang sia-sia, yang ditempuhnya seperti bayangan? Siapakah yang dapat mengatakan kepada manusia apa yang akan terjadi di bawah matahari sesudah dia?"}]}