{"book": "Pengkhotbah", "chapter": 7, "verse": [{"number": "1", "text": "Nama yang harum lebih baik dari pada minyak yang mahal, dan hari kematian lebih baik dari pada hari kelahiran."}, {"number": "2", "text": "Pergi ke rumah duka lebih baik dari pada pergi ke rumah pesta, karena di rumah dukalah kesudahan setiap manusia; hendaknya orang yang hidup memperhatikannya."}, {"number": "3", "text": "Bersedih lebih baik dari pada tertawa, karena muka muram membuat hati lega."}, {"number": "4", "text": "Orang berhikmat senang berada di rumah duka, tetapi orang bodoh senang berada di rumah tempat bersukaria."}, {"number": "5", "text": "Mendengar hardikan orang berhikmat lebih baik dari pada mendengar nyanyian orang bodoh."}, {"number": "6", "text": "Karena seperti bunyi duri terbakar di bawah kuali, demikian tertawa orang bodoh. Inipun sia-sia."}, {"number": "7", "text": "Sungguh, pemerasan membodohkan orang berhikmat, dan uang suap merusakkan hati."}, {"number": "8", "text": "Akhir suatu hal lebih baik dari pada awalnya. Panjang sabar lebih baik dari pada tinggi hati."}, {"number": "9", "text": "Janganlah lekas-lekas marah dalam hati, karena amarah menetap dalam dada orang bodoh."}, {"number": "10", "text": "Janganlah mengatakan: \"Mengapa zaman dulu lebih baik dari pada zaman sekarang?\" Karena bukannya berdasarkan hikmat engkau menanyakan hal itu."}, {"number": "11", "text": "Hikmat adalah sama baiknya dengan warisan dan merupakan suatu keuntungan bagi orang-orang yang melihat matahari."}, {"number": "12", "text": "Karena perlindungan hikmat adalah seperti perlindungan uang. Dan beruntunglah yang mengetahui bahwa hikmat memelihara hidup pemilik-pemiliknya."}, {"number": "13", "text": "Perhatikanlah pekerjaan Allah! Siapakah dapat meluruskan apa yang telah dibengkokkan-Nya?"}, {"number": "14", "text": "Pada hari mujur bergembiralah, tetapi pada hari malang ingatlah, bahwa hari malang inipun dijadikan Allah seperti juga hari mujur, supaya manusia tidak dapat menemukan sesuatu mengenai masa depannya."}, {"number": "15", "text": "Dalam hidupku yang sia-sia aku telah melihat segala hal ini: ada orang saleh yang binasa dalam kesalehannya, ada orang fasik yang hidup lama dalam kejahatannya."}, {"number": "16", "text": "Janganlah terlalu saleh, janganlah perilakumu terlalu berhikmat; mengapa engkau akan membinasakan dirimu sendiri?"}, {"number": "17", "text": "Janganlah terlalu fasik, janganlah bodoh! Mengapa engkau mau mati sebelum waktumu?"}, {"number": "18", "text": "Adalah baik kalau engkau memegang yang satu, dan juga tidak melepaskan yang lain, karena orang yang takut akan Allah luput dari kedua-duanya."}, {"number": "19", "text": "Hikmat memberi kepada yang memilikinya lebih banyak kekuatan dari pada sepuluh penguasa dalam kota."}, {"number": "20", "text": "Sesungguhnya, di bumi tidak ada orang yang saleh: yang berbuat baik dan tak pernah berbuat dosa!"}, {"number": "21", "text": "Juga janganlah memperhatikan segala perkataan yang diucapkan orang, supaya engkau tidak mendengar pelayanmu mengutuki engkau."}, {"number": "22", "text": "Karena hatimu tahu bahwa engkau juga telah kerapkali mengutuki orang-orang lain."}, {"number": "23", "text": "Kesemuanya ini telah kuuji untuk mencapai hikmat. Kataku: \"Aku hendak memperoleh hikmat,\" tetapi hikmat itu jauh dari padaku."}, {"number": "24", "text": "Apa yang ada, itu jauh dan dalam, sangat dalam, siapa yang dapat menemukannya?"}, {"number": "25", "text": "Aku tujukan perhatianku untuk memahami, menyelidiki, dan mencari hikmat dan kesimpulan, serta untuk mengetahui bahwa kefasikan itu kebodohan dan kebebalan itu kegilaan."}, {"number": "26", "text": "Dan aku menemukan sesuatu yang lebih pahit dari pada maut: perempuan yang adalah jala, yang hatinya adalah jerat dan tangannya adalah belenggu. Orang yang dikenan Allah terhindar dari padanya, tetapi orang yang berdosa ditangkapnya."}, {"number": "27", "text": "Lihatlah, ini yang kudapati, kata Pengkhotbah: Sementara menyatukan yang satu dengan yang lain untuk mendapat kesimpulan,"}, {"number": "28", "text": "yang masih kucari tetapi tidak kudapati, kudapati seorang laki-laki di antara seribu, tetapi tidak kudapati seorang perempuan di antara mereka."}, {"number": "29", "text": "Lihatlah, hanya ini yang kudapati: bahwa Allah telah menjadikan manusia yang jujur, tetapi mereka mencari banyak dalih."}]}