{"book": "Amsal", "chapter": 27, "verse": [{"number": "1", "text": "Janganlah memuji diri karena esok hari, karena engkau tidak tahu apa yang akan terjadi hari itu."}, {"number": "2", "text": "Biarlah orang lain memuji engkau dan bukan mulutmu, orang yang tidak kaukenal dan bukan bibirmu sendiri."}, {"number": "3", "text": "Batu adalah berat dan pasirpun ada beratnya, tetapi lebih berat dari kedua-duanya adalah sakit hati terhadap orang bodoh."}, {"number": "4", "text": "Panas hati kejam dan murka melanda, tetapi siapa dapat tahan terhadap cemburu?"}, {"number": "5", "text": "Lebih baik teguran yang nyata-nyata dari pada kasih yang tersembunyi."}, {"number": "6", "text": "Seorang kawan memukul dengan maksud baik, tetapi seorang lawan mencium secara berlimpah-limpah."}, {"number": "7", "text": "Orang yang kenyang menginjak-injak madu, tetapi bagi orang yang lapar segala yang pahit dirasakan manis."}, {"number": "8", "text": "Seperti burung yang lari dari sarangnya demikianlah orang yang lari dari kediamannya."}, {"number": "9", "text": "Minyak dan wangi-wangian menyukakan hati, tetapi penderitaan merobek jiwa."}, {"number": "10", "text": "Jangan kautinggalkan temanmu dan teman ayahmu. Jangan datang di rumah saudaramu pada waktu engkau malang. Lebih baik tetangga yang dekat dari pada saudara yang jauh."}, {"number": "11", "text": "Anakku, hendaklah engkau bijak, sukakanlah hatiku, supaya aku dapat menjawab orang yang mencela aku."}, {"number": "12", "text": "Kalau orang bijak melihat malapetaka, bersembunyilah ia, tetapi orang yang tak berpengalaman berjalan terus, lalu kena celaka."}, {"number": "13", "text": "Ambillah pakaian orang yang menanggung orang lain, dan tahanlah dia sebagai sandera ganti orang asing."}, {"number": "14", "text": "Siapa pagi-pagi sekali memberi selamat dengan suara nyaring, hal itu akan dianggap sebagai kutuk baginya."}, {"number": "15", "text": "Seorang isteri yang suka bertengkar serupa dengan tiris yang tidak henti-hentinya menitik pada waktu hujan."}, {"number": "16", "text": "Siapa menahannya menahan angin, dan tangan kanannya menggenggam minyak."}, {"number": "17", "text": "Besi menajamkan besi, orang menajamkan sesamanya."}, {"number": "18", "text": "Siapa memelihara pohon ara akan memakan buahnya, dan siapa menjaga tuannya akan dihormati."}, {"number": "19", "text": "Seperti air mencerminkan wajah, demikianlah hati manusia mencerminkan manusia itu."}, {"number": "20", "text": "Dunia orang mati dan kebinasaan tak akan puas, demikianlah mata manusia tak akan puas."}, {"number": "21", "text": "Kui untuk melebur perak dan perapian untuk melebur emas, dan orang dinilai menurut pujian yang diberikan kepadanya."}, {"number": "22", "text": "Sekalipun engkau menumbuk orang bodoh dalam lesung, dengan alu bersama-sama gandum, kebodohannya tidak akan lenyap dari padanya."}, {"number": "23", "text": "Kenallah baik-baik keadaan kambing dombamu, perhatikanlah kawanan hewanmu."}, {"number": "24", "text": "Karena harta benda tidaklah abadi. Apakah mahkota tetap turun-temurun?"}, {"number": "25", "text": "Kalau rumput menghilang dan tunas muda nampak, dan rumput gunung dikumpulkan,"}, {"number": "26", "text": "maka engkau mempunyai domba-domba muda untuk pakaianmu dan kambing-kambing jantan untuk pembeli ladang,"}, {"number": "27", "text": "pula cukup susu kambing untuk makananmu dan makanan keluargamu, dan untuk penghidupan pelayan-pelayanmu perempuan."}]}