{"book": "Amsal", "chapter": 28, "verse": [{"number": "1", "text": "Orang fasik lari, walaupun tidak ada yang mengejarnya, tetapi orang benar merasa aman seperti singa muda."}, {"number": "2", "text": "Karena pemberontakan negeri banyaklah penguasa-penguasanya, tetapi karena orang yang berpengertian dan berpengetahuan tetaplah hukum."}, {"number": "3", "text": "Orang miskin yang menindas orang-orang yang lemah adalah seperti hujan deras, tetapi tidak memberi makanan."}, {"number": "4", "text": "Orang yang mengabaikan hukum memuji orang fasik, tetapi orang yang berpegang pada hukum menentangnya."}, {"number": "5", "text": "Orang yang jahat tidak mengerti keadilan, tetapi orang yang mencari TUHAN mengerti segala sesuatu."}, {"number": "6", "text": "Lebih baik orang miskin yang bersih kelakuannya dari pada orang yang berliku-liku jalannya, sekalipun ia kaya."}, {"number": "7", "text": "Orang yang memelihara hukum adalah anak yang berpengertian, tetapi orang yang bergaul dengan pelahap mempermalukan ayahnya."}, {"number": "8", "text": "Orang yang memperbanyak hartanya dengan riba dan bunga uang, mengumpulkan itu untuk orang-orang yang mempunyai belas kasihan kepada orang-orang lemah."}, {"number": "9", "text": "Siapa memalingkan telinganya untuk tidak mendengarkan hukum, juga doanya adalah kekejian."}, {"number": "10", "text": "Siapa menyesatkan orang jujur ke jalan yang jahat akan jatuh ke dalam lobangnya sendiri, tetapi orang-orang yang tak bercela akan mewarisi kebahagiaan."}, {"number": "11", "text": "Orang kaya menganggap dirinya bijak, tetapi orang miskin yang berpengertian mengenal dia."}, {"number": "12", "text": "Jika orang benar menang, banyaklah pujian orang, tetapi jika orang fasik mendapat kekuasaan, orang menyembunyikan diri."}, {"number": "13", "text": "Siapa menyembunyikan pelanggarannya tidak akan beruntung, tetapi siapa mengakuinya dan meninggalkannya akan disayangi."}, {"number": "14", "text": "Berbahagialah orang yang senantiasa takut akan TUHAN, tetapi orang yang mengeraskan hatinya akan jatuh ke dalam malapetaka."}, {"number": "15", "text": "Seperti singa yang meraung atau beruang yang menyerbu, demikianlah orang fasik yang memerintah rakyat yang lemah."}, {"number": "16", "text": "Seorang pemimpin yang tidak mempunyai pengertian keras penindasannya, tetapi orang yang membenci laba yang tidak halal, memperpanjang umurnya."}, {"number": "17", "text": "Orang yang menanggung darah orang lain akan lari sampai ke liang kubur. Janganlah engkau menahannya!"}, {"number": "18", "text": "Siapa berlaku tidak bercela akan diselamatkan, tetapi siapa berliku-liku jalannya akan jatuh ke dalam lobang."}, {"number": "19", "text": "Siapa mengerjakan tanahnya akan kenyang dengan makanan, tetapi siapa mengejar barang yang sia-sia akan kenyang dengan kemiskinan."}, {"number": "20", "text": "Orang yang dapat dipercaya mendapat banyak berkat, tetapi orang yang ingin cepat menjadi kaya, tidak akan luput dari hukuman."}, {"number": "21", "text": "Memandang bulu tidaklah baik, tetapi untuk sekerat roti orang membuat pelanggaran."}, {"number": "22", "text": "Orang yang kikir tergesa-gesa mengejar harta, dan tidak mengetahui bahwa ia akan mengalami kekurangan."}, {"number": "23", "text": "Siapa menegur orang akan kemudian lebih disayangi dari pada orang yang menjilat."}, {"number": "24", "text": "Siapa merampasi ayah dan ibunya dan menyangka bahwa itu bukan suatu pelanggaran, ia sendiri adalah kawan si perusak."}, {"number": "25", "text": "Orang yang loba, menimbulkan pertengkaran, tetapi siapa percaya kepada TUHAN, diberi kelimpahan."}, {"number": "26", "text": "Siapa percaya kepada hatinya sendiri adalah orang bebal, tetapi siapa berlaku dengan bijak akan selamat."}, {"number": "27", "text": "Siapa memberi kepada orang miskin tak akan berkekurangan, tetapi orang yang menutup matanya akan sangat dikutuki."}, {"number": "28", "text": "Jika orang fasik mendapat kekuasaan, orang menyembunyikan diri, tetapi jika mereka binasa, bertambahlah jumlah orang benar."}]}