{"book": "Amsal", "chapter": 9, "verse": [{"number": "1", "text": "Hikmat telah mendirikan rumahnya, menegakkan ketujuh tiangnya,"}, {"number": "2", "text": "memotong ternak sembelihannya, mencampur anggurnya, dan menyediakan hidangannya."}, {"number": "3", "text": "Pelayan-pelayan perempuan telah disuruhnya berseru-seru di atas tempat-tempat yang tinggi di kota:"}, {"number": "4", "text": "Siapa yang tak berpengalaman, singgahlah ke mari"}, {"number": "5", "text": "Marilah, makanlah rotiku, dan minumlah anggur yang telah kucampur;"}, {"number": "6", "text": "buanglah kebodohan, maka kamu akan hidup, dan ikutilah jalan pengertian.\""}, {"number": "7", "text": "Siapa mendidik seorang pencemooh, mendatangkan cemooh kepada dirinya sendiri, dan siapa mengecam orang fasik, mendapat cela."}, {"number": "8", "text": "Janganlah mengecam seorang pencemooh, supaya engkau jangan dibencinya, kecamlah orang bijak, maka engkau akan dikasihinya,"}, {"number": "9", "text": "berilah orang bijak nasihat, maka ia akan menjadi lebih bijak, ajarilah orang benar, maka pengetahuannya akan bertambah."}, {"number": "10", "text": "Permulaan hikmat adalah takut akan TUHAN, dan mengenal Yang Mahakudus adalah pengertian."}, {"number": "11", "text": "Karena oleh aku umurmu diperpanjang, dan tahun-tahun hidupmu ditambah."}, {"number": "12", "text": "Jikalau engkau bijak, kebijakanmu itu bagimu sendiri, jikalau engkau mencemooh, engkau sendirilah orang yang akan menanggungnya."}, {"number": "13", "text": "Perempuan bebal cerewet, sangat tidak berpengalaman ia, dan tidak tahu malu."}, {"number": "14", "text": "Ia duduk di depan pintu rumahnya di atas kursi di tempat-tempat yang tinggi di kota,"}, {"number": "15", "text": "dan orang-orang yang berlalu di jalan, yang lurus jalannya diundangnya dengan kata-kata:"}, {"number": "16", "text": "Siapa yang tak berpengalaman, singgahlah ke mari"}, {"number": "17", "text": "Air curian manis, dan roti yang dimakan dengan sembunyi-sembunyi lezat rasanya."}, {"number": "18", "text": "Tetapi orang itu tidak tahu, bahwa di sana ada arwah-arwah dan bahwa orang-orang yang diundangnya ada di dalam dunia orang mati."}]}