{"book": "Yehezkiel", "chapter": 19, "verse": [{"number": "1", "text": "Hai, ucapkanlah suatu ratapan mengenai raja Israel,"}, {"number": "2", "text": "dan katakanlah begini: \"Betapa ibumu menjadi seekor singa betina di antara singa-singa! Ia berbaring di antara singa-singa muda, dan menyusui anak-anaknya."}, {"number": "3", "text": "Ia membesarkan seekor dari anak-anaknya, sehingga menjadi singa muda; ia belajar menerkam, malah manusia ditelannya."}, {"number": "4", "text": "Bangsa-bangsa menyerukan: Singa mengamuk! akhirnya ia terjebak dalam pelubang mereka; mereka mengelikir dia dan menggiringnya ke Mesir."}, {"number": "5", "text": "Sesudah induk singa menyadari bahwa usahanya gagal dan pengharapannya hilang lenyap, ia mengambil anaknya yang lain dan membesarkannya menjadi singa muda."}, {"number": "6", "text": "Anaknya ini berjalan-jalan di antara kawanan singa, ia menjadi seekor singa muda; ia belajar menerkam, malah manusia ditelannya."}, {"number": "7", "text": "Ia merusak puri-puri mereka dan menumpas kota-kotanya; bumi serta segala isinya diam ketakutan mendengar suara aumnya."}, {"number": "8", "text": "Maka bangsa-bangsa bangkit melawan dia dari daerah-daerah sekelilingnya, mereka memasang jaring untuk menangkapnya dan menjebaknya dalam pelubang."}, {"number": "9", "text": "Ia dikurung dalam kandang, sambil dikelikir, dibawa ke hadapan raja Babel dan dimasukkan dalam penjara, supaya suaranya jangan kedengaran lagi di atas gunung-gunung Israel."}, {"number": "10", "text": "Ibumu seperti pohon anggur dalam kebun anggur, yang tertanam dekat air, berbuah dan bercabang karena air yang berlimpah-limpah."}, {"number": "11", "text": "Padanya tumbuh suatu cabang yang kuat yang menjadi tongkat kerajaan; ia menjulang tinggi di antara cabang-cabangnya yang rapat, dan menjadi kentara karena tingginya dan karena rantingnya yang banyak."}, {"number": "12", "text": "Tetapi ia tercabut di dalam kemarahan dan dilemparkan ke bumi; angin timur membuatnya layu kering, buahnya disentakkan, cabang yang kuat menjadi layu kering; dan api menghabiskannya."}, {"number": "13", "text": "Dan sekarang ia tertanam di padang gurun, di tanah yang kering dan haus akan air."}, {"number": "14", "text": "Maka keluarlah api dari cabangnya yang memakan habis ranting dan buahnya, sehingga tiada lagi padanya cabang yang kuat dan tiada tongkat kerajaan.\" Ini adalah ratapan dan sudah menjadi ratapan."}]}