{"book": "Yehezkiel", "chapter": 3, "verse": [{"number": "1", "text": "Firman-Nya kepadaku: \"Hai anak manusia, makanlah apa yang engkau lihat di sini; makanlah gulungan kitab ini dan pergilah, berbicaralah kepada kaum Israel.\""}, {"number": "2", "text": "Maka kubukalah mulutku dan diberikan-Nya gulungan kitab itu kumakan."}, {"number": "3", "text": "Lalu firman-Nya kepadaku: \"Hai anak manusia, makanlah gulungan kitab yang Kuberikan ini kepadamu dan isilah perutmu dengan itu.\" Lalu aku memakannya dan rasanya manis seperti madu dalam mulutku."}, {"number": "4", "text": "Firman-Nya kepadaku: \"Hai anak manusia, mari, pergilah dan temuilah kaum Israel dan sampaikanlah perkataan-perkataan-Ku kepada mereka."}, {"number": "5", "text": "Sebab engkau tidak diutus kepada suatu bangsa yang berbahasa asing dan yang berat lidah, tetapi kepada kaum Israel;"}, {"number": "6", "text": "bukan kepada banyak bangsa-bangsa yang berbahasa asing dan yang berat lidah, yang engkau tidak mengerti bahasanya. Sekiranya aku mengutus engkau kepada bangsa yang demikian, mereka akan mendengarkan engkau."}, {"number": "7", "text": "Akan tetapi kaum Israel tidak mau mendengarkan engkau, sebab mereka tidak mau mendengarkan Aku, karena seluruh kaum Israel berkepala batu dan bertegar hati."}, {"number": "8", "text": "Lihat, Aku meneguhkan hatimu melawan mereka yang berkepala batu dan membajakan semangatmu melawan ketegaran hati mereka."}, {"number": "9", "text": "Seperti batu intan, yang lebih keras dari pada batu Kuteguhkan hatimu; janganlah takut kepada mereka dan janganlah gentar melihat mukanya, sebab mereka adalah kaum pemberontak.\""}, {"number": "10", "text": "Selanjutnya firman-Nya kepadaku: \"Hai anak manusia, perhatikanlah segala perkataan-Ku yang akan Kufirmankan kepadamu dan berikanlah telingamu kepadanya."}, {"number": "11", "text": "Mari, pergilah dan temuilah orang-orang buangan, teman sebangsamu, berbicaralah kepada mereka dan katakanlah: Beginilah firman Tuhan ALLAH; baik mereka mau mendengarkan atau tidak.\""}, {"number": "12", "text": "Maka Roh itu mengangkat aku, dan aku mendengar di belakangku suatu suara gemuruh yang besar, tatkala kemuliaan Allah naik ke atas dari tempatnya,"}, {"number": "13", "text": "yakni suara dari sayap-sayap makhluk-makhluk hidup yang menggesek satu sama lain, dan di samping itu suara gemertak dari roda-roda, suatu suara gemuruh yang besar."}, {"number": "14", "text": "Dan Roh itu mengangkat dan membawa aku, dan aku pergi dengan hati panas dan dengan perasaan pahit, karena kekuasaan TUHAN memaksa aku dengan sangat."}, {"number": "15", "text": "Demikianlah aku datang kepada orang-orang buangan yang tinggal di tepi sungai Kebar di Tel-Abib dan di sana aku duduk tertegun di tengah-tengah mereka selama tujuh hari."}, {"number": "16", "text": "Sesudah tujuh hari datanglah firman TUHAN kepadaku:"}, {"number": "17", "text": "Hai anak manusia, Aku telah menetapkan engkau menjadi penjaga kaum Israel. Bilamana engkau mendengarkan sesuatu firman dari pada-Ku, peringatkanlah mereka atas nama-Ku."}, {"number": "18", "text": "Kalau Aku berfirman kepada orang jahat: Engkau pasti dihukum mati! --dan engkau tidak memperingatkan dia atau tidak berkata apa-apa untuk memperingatkan orang jahat itu dari hidupnya yang jahat, supaya ia tetap hidup, orang jahat itu akan mati dalam kesalahannya, tetapi Aku akan menuntut pertanggungan jawab atas nyawanya dari padamu."}, {"number": "19", "text": "Tetapi jikalau engkau memperingatkan orang jahat itu dan ia tidak berbalik dari kejahatannya dan dari hidupnya yang jahat, ia akan mati dalam kesalahannya, tetapi engkau telah menyelamatkan nyawamu."}, {"number": "20", "text": "Jikalau seorang yang benar berbalik dari kebenarannya dan ia berbuat curang, dan Aku meletakkan batu sandungan di hadapannya, ia akan mati. Oleh karena engkau tidak memperingatkan dia, ia akan mati dalam dosanya dan perbuatan-perbuatan kebenaran yang dikerjakannya tidak akan diingat-ingat, tetapi Aku akan menuntut pertanggungan jawab atas nyawanya dari padamu."}, {"number": "21", "text": "Tetapi jikalau engkau memperingatkan orang yang benar itu supaya ia jangan berbuat dosa dan memang tidak berbuat dosa, ia akan tetap hidup, sebab ia mau menerima peringatan, dan engkau telah menyelamatkan nyawamu.\""}, {"number": "22", "text": "Maka di sana kekuasaan TUHAN meliputi aku dan Ia berfirman kepadaku: \"Bangunlah dan pergilah ke lembah, di sana Aku akan berbicara dengan engkau.\""}, {"number": "23", "text": "Aku bangun dan pergi ke lembah; sesungguhnya di sana kelihatan kemuliaan TUHAN seperti kemuliaan yang telah kulihat di tepi sungai Kebar, dan aku sujud."}, {"number": "24", "text": "Tetapi masuklah Roh ke dalam aku dan ditegakkannya aku, lalu Ia berbicara dengan aku, kata-Nya: \"Pergilah pulang, kurunglah dirimu di dalam rumahmu."}, {"number": "25", "text": "Dan engkau, anak manusia, sesungguhnya, engkau akan diikat dengan tali dan akan dibelenggu, sehingga engkau tidak bisa keluar masuk di tengah-tengah mereka."}, {"number": "26", "text": "Dan Aku akan membuat lidahmu melekat pada langit-langitmu, sehingga engkau menjadi bisu dan tidak akan menempelak mereka, sebab mereka adalah kaum pemberontak."}, {"number": "27", "text": "Tetapi kalau Aku berbicara dengan engkau, Aku akan membuka mulutmu dan engkau akan mengatakan kepada mereka: Beginilah firman Tuhan ALLAH. Orang yang mau mendengar, biarlah ia mendengar; dan orang yang mau membiarkan, baiklah membiarkan, sebab mereka adalah kaum pemberontak.\""}]}