{"book": "Yehezkiel", "chapter": 37, "verse": [{"number": "1", "text": "Lalu kekuasaan TUHAN meliputi aku dan Ia membawa aku ke luar dengan perantaraan Roh-Nya dan menempatkan aku di tengah-tengah lembah, dan lembah ini penuh dengan tulang-tulang."}, {"number": "2", "text": "Ia membawa aku melihat tulang-tulang itu berkeliling-keliling dan sungguh, amat banyak bertaburan di lembah itu; lihat, tulang-tulang itu amat kering."}, {"number": "3", "text": "Lalu Ia berfirman kepadaku: \"Hai anak manusia, dapatkah tulang-tulang ini dihidupkan kembali?\" Aku menjawab: \"Ya Tuhan ALLAH, Engkaulah yang mengetahui!\""}, {"number": "4", "text": "Lalu firman-Nya kepadaku: \"Bernubuatlah mengenai tulang-tulang ini dan katakanlah kepadanya: Hai tulang-tulang yang kering, dengarlah firman TUHAN!"}, {"number": "5", "text": "Beginilah firman Tuhan ALLAH kepada tulang-tulang ini: Aku memberi nafas hidup di dalammu, supaya kamu hidup kembali."}, {"number": "6", "text": "Aku akan memberi urat-urat padamu dan menumbuhkan daging padamu, Aku akan menutupi kamu dengan kulit dan memberikan kamu nafas hidup, supaya kamu hidup kembali. Dan kamu akan mengetahui bahwa Akulah TUHAN.\""}, {"number": "7", "text": "Lalu aku bernubuat seperti diperintahkan kepadaku; dan segera sesudah aku bernubuat, kedengaranlah suara, sungguh, suatu suara berderak-derak, dan tulang-tulang itu bertemu satu sama lain."}, {"number": "8", "text": "Sedang aku mengamat-amatinya, lihat, urat-urat ada dan daging tumbuh padanya, kemudian kulit menutupinya, tetapi mereka belum bernafas."}, {"number": "9", "text": "Maka firman-Nya kepadaku: \"Bernubuatlah kepada nafas hidup itu, bernubuatlah, hai anak manusia, dan katakanlah kepada nafas hidup itu: Beginilah firman Tuhan ALLAH: Hai nafas hidup, datanglah dari keempat penjuru angin, dan berembuslah ke dalam orang-orang yang terbunuh ini, supaya mereka hidup kembali.\""}, {"number": "10", "text": "Lalu aku bernubuat seperti diperintahkan-Nya kepadaku. Dan nafas hidup itu masuk di dalam mereka, sehingga mereka hidup kembali. Mereka menjejakkan kakinya, suatu tentara yang sangat besar."}, {"number": "11", "text": "Firman-Nya kepadaku: \"Hai anak manusia, tulang-tulang ini adalah seluruh kaum Israel. Sungguh, mereka sendiri mengatakan: Tulang-tulang kami sudah menjadi kering, dan pengharapan kami sudah lenyap, kami sudah hilang."}, {"number": "12", "text": "Oleh sebab itu, bernubuatlah dan katakan kepada mereka: Beginilah firman Tuhan ALLAH: Sungguh, Aku membuka kubur-kuburmu dan membangkitkan kamu, hai umat-Ku, dari dalamnya, dan Aku akan membawa kamu ke tanah Israel."}, {"number": "13", "text": "Dan kamu akan mengetahui bahwa Akulah TUHAN, pada saat Aku membuka kubur-kuburmu dan membangkitkan kamu, hai umat-Ku, dari dalamnya."}, {"number": "14", "text": "Aku akan memberikan Roh-Ku ke dalammu, sehingga kamu hidup kembali dan Aku akan membiarkan kamu tinggal di tanahmu. Dan kamu akan mengetahui bahwa Aku, TUHAN, yang mengatakannya dan membuatnya, demikianlah firman TUHAN.\""}, {"number": "15", "text": "Kemudian datanglah firman TUHAN kepadaku:"}, {"number": "16", "text": "Hai engkau anak manusia, ambillah sepotong papan dan tulis di atasnya: Untuk Yehuda dan orang-orang Israel yang bersekutu dengan dia. Kemudian ambillah papan yang lain dan tulis di atasnya: Untuk Yusuf--papan Efraim--dan seluruh kaum Israel yang bersekutu dengan dia."}, {"number": "17", "text": "Gabungkanlah keduanya menjadi satu papan, sehingga keduanya menjadi satu dalam tanganmu."}, {"number": "18", "text": "Maka kalau teman-teman sebangsamu bertanya kepadamu: Tidakkah engkau bersedia memberitahukan kepada kami, apa artinya ini--"}, {"number": "19", "text": "katakanlah kepada mereka: Beginilah firman Tuhan ALLAH: Aku mengambil papan Yusuf--yang dalam tangan Efraim--beserta suku-suku Israel yang bersekutu dengan dia dan menggabungkannya dengan papan Yehuda dan Aku akan menjadikan mereka satu papan, sehingga mereka menjadi satu dalam tangan-Ku."}, {"number": "20", "text": "Dan sedang engkau memegang papan-papan yang kautulisi itu dalam tanganmu di hadapan mereka,"}, {"number": "21", "text": "katakanlah kepadanya: Beginilah firman Tuhan ALLAH: Sungguh, Aku menjemput orang Israel dari tengah bangsa-bangsa, ke mana mereka pergi; Aku akan mengumpulkan mereka dari segala penjuru dan akan membawa mereka ke tanah mereka."}, {"number": "22", "text": "Aku akan menjadikan mereka satu bangsa di tanah mereka, di atas gunung-gunung Israel, dan satu raja memerintah mereka seluruhnya; mereka tidak lagi menjadi dua bangsa dan tidak lagi terbagi menjadi dua kerajaan."}, {"number": "23", "text": "Mereka tidak lagi menajiskan dirinya dengan berhala-berhalanya atau dewa-dewa mereka yang menjijikkan atau dengan semua pelanggaran mereka. Tetapi Aku akan melepaskan mereka dari segala penyelewengan mereka, dengan mana mereka berbuat dosa, dan mentahirkan mereka, sehingga mereka akan menjadi umat-Ku dan Aku akan menjadi Allahnya."}, {"number": "24", "text": "Maka hamba-Ku Daud akan menjadi rajanya, dan mereka semuanya akan mempunyai satu gembala. Mereka akan hidup menurut peraturan-peraturan-Ku dan melakukan ketetapan-ketetapan-Ku dengan setia."}, {"number": "25", "text": "Mereka akan tinggal di tanah yang Kuberikan kepada hamba-Ku Yakub, di mana nenek moyang mereka tinggal, ya, mereka, anak-anak mereka maupun cucu cicit mereka akan tinggal di sana untuk selama-lamanya dan hamba-Ku Daud menjadi raja mereka untuk selama-lamanya."}, {"number": "26", "text": "Aku akan mengadakan perjanjian damai dengan mereka, dan itu akan menjadi perjanjian yang kekal dengan mereka. Aku akan memberkati mereka dan membuat mereka banyak dan memberikan tempat kudus-Ku di tengah-tengah mereka untuk selama-lamanya."}, {"number": "27", "text": "Tempat kediaman-Kupun akan ada pada mereka dan Aku akan menjadi Allah mereka dan mereka akan menjadi umat-Ku."}, {"number": "28", "text": "Maka bangsa-bangsa akan mengetahui bahwa Aku, TUHAN, menguduskan Israel, pada waktu tempat kudus-Ku berada di tengah-tengah mereka untuk selama-lamanya.\""}]}