{"book": "Yehezkiel", "chapter": 38, "verse": [{"number": "1", "text": "Datanglah firman TUHAN kepadaku:"}, {"number": "2", "text": "Hai anak manusia, tujukanlah mukamu kepada Gog di tanah Magog, yaitu raja agung negeri Mesekh dan Tubal dan bernubuatlah melawan dia"}, {"number": "3", "text": "dan katakanlah: Beginilah firman Tuhan ALLAH: Lihat, Aku akan menjadi lawanmu, hai Gog raja agung negeri Mesekh dan Tubal."}, {"number": "4", "text": "Aku akan menarik engkau dengan mengenakan kelikir pada rahangmu dan membawa engkau ke luar beserta seluruh tentaramu, yaitu pasukan berkuda, semuanya berpakaian lengkap, suatu kumpulan orang banyak dengan perisai besar dan kecil dan semuanya berpedang di tangannya."}, {"number": "5", "text": "Orang Persia, Etiopia, dan Put menyertai mereka dan semuanya dengan perisai dan ketopong;"}, {"number": "6", "text": "orang Gomer dengan seluruh bala tentaranya, Bet-Togarma dari utara sekali dengan seluruh bala tentaranya, banyak bangsa menyertai engkau."}, {"number": "7", "text": "Bersedialah dan bersiaplah engkau dengan semua kumpulan orang yang menggabungkan diri dengan engkau dan jadilah pelindung bagi mereka."}, {"number": "8", "text": "Sesudah waktu yang lama sekali engkau akan mendapat perintah; pada hari yang terkemudian engkau akan datang di sebuah negeri yang dibangun kembali sesudah musnah karena perang, dan engkau menuju suatu bangsa yang dikumpul dari tengah-tengah banyak bangsa di atas gunung-gunung Israel yang telah lama menjadi reruntuhan. Bangsa ini telah dibawa ke luar dari tengah bangsa-bangsa dan mereka semuanya diam dengan aman tenteram."}, {"number": "9", "text": "Engkau muncul seperti angin badai dan datang seperti awan yang menutupi seluruh bumi, engkau beserta seluruh bala tentaramu dan banyak bangsa menyertai engkau."}, {"number": "10", "text": "Beginilah firman Tuhan ALLAH: Pada hari itu timbullah niat dalam hatimu dan engkau membuat rancangan jahat."}, {"number": "11", "text": "Engkau berkata: Aku akan bangkit bergerak menyerang tanah yang kota-kotanya tanpa tembok dan akan mendatangi orang-orang yang hidup tenang-tenang dan diam dengan aman tenteram; mereka semuanya diam tanpa tembok atau palang atau pintu gerbang."}, {"number": "12", "text": "Engkau bermaksud untuk merampas dan menjarah dan mengacungkan tanganmu terhadap reruntuhan-reruntuhan yang sudah didiami kembali dan menyerang umat-Ku yang dikumpulkan dari tengah bangsa-bangsa. Mereka sudah mempunyai ternak dan harta benda dan mereka diam di pusat bumi."}, {"number": "13", "text": "Negeri Syeba dan Dedan beserta pembeli-pembeli barangnya, negeri Tarsis beserta pedagang-pedagangnya akan berkata kepadamu: Apakah engkau datang untuk merampas dan mengumpulkan sekutumu untuk menjarah, untuk mengangkut perak dan emas, untuk melarikan ternak dan harta benda dan untuk melakukan perampasan yang hebat sekali?"}, {"number": "14", "text": "Sebab itu, bernubuatlah, hai anak manusia dan katakanlah kepada Gog: Beginilah firman Tuhan ALLAH: Ketika umat-Ku Israel sedang diam dengan aman tenteram, pada waktu itulah engkau akan bergerak"}, {"number": "15", "text": "dan datang dari tempatmu dari utara sekali, engkau dengan banyak bangsa yang menyertai engkau, mereka semuanya mengendarai kuda, suatu kumpulan yang besar dan suatu pasukan yang kuat."}, {"number": "16", "text": "Engkau bangkit melawan umat-Ku Israel seperti awan yang menutupi seluruh bumi. Pada hari yang terkemudian akan terjadi hal itu dan Aku akan membawa engkau untuk melawan tanah-Ku, supaya bangsa-bangsa mengenal Aku, pada saat Aku menunjukkan kekudusan-Ku kepadamu di hadapan mereka, hai Gog."}, {"number": "17", "text": "Beginilah firman Tuhan ALLAH: Engkaulah itu tentang siapa Aku sudah berfirman pada hari-hari dahulu kala dengan perantaraan hamba-hamba-Ku, yaitu nabi-nabi Israel, yang bertahun-tahun bernubuat pada waktu itu, bahwa Aku akan membawa engkau melawan umat-Ku."}, {"number": "18", "text": "Pada waktu itu, pada saat Gog datang melawan tanah Israel, demikianlah firman Tuhan ALLAH, amarah-Ku akan timbul. Dalam murka-Ku,"}, {"number": "19", "text": "dalam cemburu-Ku dan dalam api kemurkaan-Ku Aku akan berfirman: Pada hari itu pasti terjadi gempa bumi yang dahsyat di tanah Israel."}, {"number": "20", "text": "Ikan-ikan di laut, burung-burung di udara, binatang-binatang hutan, segala binatang melata yang merayap di bumi dan semua manusia yang ada di atas bumi akan gentar melihat wajah-Ku. Gunung-gunung akan runtuh, lereng-lereng gunung akan longsor dan tiap tembok akan roboh ke tanah."}, {"number": "21", "text": "Dan Aku akan memanggil segala macam kekejutan terhadap Gog, demikianlah firman Tuhan ALLAH, sehingga pedang seorang akan memakan yang lain."}, {"number": "22", "text": "Aku akan menghukum dia dengan sampar dan tumpahan darah; Aku akan menurunkan hujan lebat, rambun, api dan hujan belerang ke atasnya dan ke atas tentaranya dan ke atas banyak bangsa yang menyertai dia."}, {"number": "23", "text": "Aku akan menunjukkan kebesaran-Ku dan kekudusan-Ku dan menyatakan diri-Ku di hadapan bangsa-bangsa yang banyak, dan mereka akan mengetahui bahwa Akulah TUHAN."}]}