{"book": "Yehezkiel", "chapter": 40, "verse": [{"number": "1", "text": "Dalam tahun kedua puluh lima sesudah pembuangan kami, yaitu pada permulaan tahun, pada tanggal sepuluh bulan itu, dalam tahun keempat belas sesudah kota itu ditaklukkan, pada hari itu juga kekuasaan TUHAN meliputi aku dan dibawa-Nya aku"}, {"number": "2", "text": "dalam penglihatan-penglihatan ilahi ke tanah Israel dan menempatkan aku di atas sebuah gunung yang tinggi sekali. Di atas itu di hadapanku ada yang menyerupai bentuk kota."}, {"number": "3", "text": "Ke sanalah aku dibawa-Nya. Dan lihat, ada seorang yang kelihatan seperti tembaga dan di tangannya ada tali lenan beserta tongkat pengukur; dan ia berdiri di pintu gerbang."}, {"number": "4", "text": "Orang itu berbicara kepadaku: \"Hai anak manusia, lihatlah dengan teliti dan dengarlah dengan sungguh-sungguh dan perhatikanlah baik-baik segala sesuatu yang akan kuperlihatkan kepadamu; sebab untuk itulah engkau dibawa ke mari, supaya aku memperlihatkan semuanya itu kepadamu. Beritahukanlah segala sesuatu yang kaulihat kepada kaum Israel.\""}, {"number": "5", "text": "Lihat, di luar bangunan itu ada tembok, seluruh keliling bangunan itu. Dan di tangan orang itu ada tongkat pengukur, yang panjangnya enam hasta. --Hasta ini setapak tangan lebih panjang dari hasta biasa--.Ia mengukur tembok itu, tebalnya satu tongkat dan tingginya satu tongkat."}, {"number": "6", "text": "Lalu ia sampai di pintu gerbang yang menghadap ke timur dan menaiki tangganya, ia mengukur ambang dari pintu gerbang itu: satu tongkat lebarnya."}, {"number": "7", "text": "Kemudian ia mengukur kamar jaga: panjangnya satu tongkat dan lebarnya satu tongkat, dan jarak antara dua kamar jaga adalah lima hasta. Dan ambang pintu gerbang sebelah dalam yang dekat balai gerbang itu adalah satu tongkat."}, {"number": "8", "text": "Kemudian ia mengukur balai gerbang itu: delapan hasta"}, {"number": "9", "text": "dan tiang temboknya dua hasta dan balai itu ada di sebelah dalam."}, {"number": "10", "text": "Mengenai kamar-kamar jaga yang di pintu gerbang sebelah timur itu ada tiga kamar pada tiap sisi; ketiga-tiganya sama ukurannya dan kedua tiang tembok pada kedua sisi sama juga ukurannya."}, {"number": "11", "text": "Lalu ia mengukur lobang pintu gerbang itu: lebarnya sebelah dalam adalah sepuluh hasta, dan lebarnya sebelah luar tiga belas hasta."}, {"number": "12", "text": "Di bagian muka dari kamar-kamar jaga itu ada sekatan, yang berukuran satu hasta dan demikian juga ukuran sekatan di sebelah yang lain. Dan ukuran kamar jaga itu adalah enam hasta pada kedua belah pihak."}, {"number": "13", "text": "Lalu ia mengukur pintu gerbang itu dari dinding belakang kamar jaga yang satu sampai dinding belakang kamar jaga yang lain, melalui kedua pintu sekatan itu: lebarnya dua puluh lima hasta."}, {"number": "14", "text": "Ia mengukur juga balai gerbang itu: dua puluh hasta dan sekeliling balai gerbang itu adalah pelataran."}, {"number": "15", "text": "Dari muka pintu gerbang luar sampai balai gerbang sebelah dalam: lima puluh hasta."}, {"number": "16", "text": "Pada sekeliling pintu gerbang itu di bagian dalam ada jendela-jendela dengan bidai, yaitu di kamar-kamar jaga dan pada tiang-tiang tembok dan begitu juga pada balai gerbang. Dan pada tiang-tiang tembok itu terukir gambar pohon-pohon korma."}, {"number": "17", "text": "Lalu dibawanya aku ke pelataran luar, sungguh, sekeliling pelataran itu ada bilik-bilik, yang jumlahnya tiga puluh. Dan bilik-bilik itu dibangun di atas sebuah lantai batu."}, {"number": "18", "text": "Dan lantai batu itu ada di samping pintu-pintu gerbang mengikuti panjangnya. Itulah lantai batu bawah."}, {"number": "19", "text": "Kemudian ia mengukur lebar pelataran itu dari sebelah dalam pintu gerbang bawah sampai sebelah luar pintu gerbang dalam: seratus hasta. Lalu ia berjalan di depanku menuju ke utara"}, {"number": "20", "text": "dan sungguh, ada pintu gerbang yang menghadap ke utara, yang termasuk pelataran luar. Ia mengukur panjang dan lebarnya."}, {"number": "21", "text": "Kamar jaganya, tiga sebelah-menyebelah, tiang-tiang tembok dan balai gerbangnya adalah seukuran dengan pintu gerbang pertama: lima puluh hasta panjangnya dan lebarnya dua puluh lima hasta."}, {"number": "22", "text": "Jendela-jendelanya, balai gerbangnya dan gambar-gambar pohon kormanya seukuran juga dengan pintu gerbang yang menghadap ke timur. Orang dapat naik ke situ melalui tangga yang tujuh tingkat dan balai gerbangnya ada sebelah dalam."}, {"number": "23", "text": "Di pelataran dalam ada sebuah pintu gerbang yang berhadapan dengan pintu gerbang utara sama seperti halnya dengan pintu gerbang timur; ia mengukur dari pintu gerbang sampai pintu gerbang: seratus hasta."}, {"number": "24", "text": "Kemudian ia membawa aku menuju selatan, sungguh, ada sebuah pintu gerbang yang menghadap ke selatan; ia mengukur kamar-kamar jaganya, tiang-tiang temboknya dan balai gerbangnya, ukurannya sama saja dengan yang lain-lain."}, {"number": "25", "text": "Sekeliling pintu gerbang itu dan balai gerbangnya ada jendela-jendela, yang sama dengan yang lain-lain; panjang pintu gerbang itu lima puluh hasta dan lebarnya dua puluh lima hasta."}, {"number": "26", "text": "Tangga ke situ adalah tujuh tingkat, dan balai gerbangnya ada sebelah dalam. Pada pintu gerbang itu juga, di tiang-tiang temboknya, terukir gambar pohon-pohon korma, satu batang di sebelah sini dan satu batang di sebelah sana."}, {"number": "27", "text": "Di bagian selatan pelataran dalam ada juga pintu gerbang; ia mengukur dari pintu gerbang sampai pintu gerbang di bagian selatan: seratus hasta."}, {"number": "28", "text": "Lalu dibawanya aku ke pelataran dalam melalui pintu gerbang selatan dan ia mengukur pintu gerbang itu, ukurannya sama saja dengan yang lain-lain."}, {"number": "29", "text": "Kamar-kamar jaganya, tiang-tiang temboknya dan balai gerbangnya, ukurannya sama saja dengan yang lain-lain. Sekeliling pintu gerbang itu dan balai gerbangnya ada jendela-jendela; panjang pintu gerbang itu lima puluh hasta dan lebarnya dua puluh lima hasta. --"}, {"number": "30", "text": "Sekelilingnya ada balai-balai gerbang, panjangnya dua puluh lima hasta dan lebarnya lima hasta. --"}, {"number": "31", "text": "Balai gerbangnya adalah sebelah pelataran luar dan pada tiang-tiang temboknya terukir gambar pohon-pohon korma dan tangganya ke atas ada delapan tingkat."}, {"number": "32", "text": "Lalu dibawanya aku ke sebelah timur pelataran dalam dan ia mengukur pintu gerbang yang di situ, dan ukurannya sama saja dengan yang lain-lain."}, {"number": "33", "text": "Kamar-kamar jaganya, tiang-tiang temboknya dan balai gerbangnya, ukurannya sama saja dengan yang lain-lain. Sekeliling pintu gerbang itu dan balai gerbangnya ada jendela-jendela; panjang pintu gerbang itu lima puluh hasta dan lebarnya dua puluh lima hasta."}, {"number": "34", "text": "Balai gerbangnya adalah sebelah pelataran luar dan pada tiang-tiang temboknya terukir gambar pohon-pohon korma, sebelah sini dan sebelah sana, dan tangganya ke atas ada delapan tingkat."}, {"number": "35", "text": "Kemudian dibawanya aku ke pintu gerbang utara dan ia mengukurnya, dan ukurannya sama saja dengan yang lain-lain."}, {"number": "36", "text": "Kamar-kamar jaganya, tiang-tiang temboknya dan balai gerbangnya, ukurannya sama saja dengan yang lain-lain, dan sekelilingnya ada jendela-jendela; panjang pintu gerbang itu lima puluh hasta dan lebarnya dua puluh lima hasta."}, {"number": "37", "text": "Balai gerbangnya adalah sebelah pelataran luar, dan pada tiang-tiang temboknya terukir gambar pohon-pohon korma, sebelah sini dan sebelah sana, dan tangganya ke atas ada delapan tingkat."}, {"number": "38", "text": "Ada juga sebuah bilik, yang pintunya di balai gerbang dan di sana orang membasuh korban bakaran."}, {"number": "39", "text": "Dalam balai gerbang itu ada dua meja sebelah sini dan dua meja sebelah sana, tempat menyembelih korban bakaran, korban penghapus dosa dan korban penebus salah."}, {"number": "40", "text": "Di samping kiri balai gerbang, di sebelah luar, ada dua meja, dan di samping kanan balai gerbang itu juga dua meja."}, {"number": "41", "text": "Jadi di pintu gerbang itu ada empat meja sebelah sini dan empat meja sebelah sana; semuanya delapan meja di situ untuk tempat menyembelih korban."}, {"number": "42", "text": "Ada juga empat meja lagi untuk korban bakaran, yang diperbuat dari batu pahat. Panjangnya satu setengah hasta, lebarnya satu setengah hasta dan tingginya satu hasta. Di sana diletakkan perkakas-perkakas untuk menyembelih korban bakaran dan korban sembelihan."}, {"number": "43", "text": "Sekeliling ruangan itu dipakukan gantungan-gantungan yang panjangnya setapak tangan, dan di atas meja-meja itu diletakkan daging korban."}, {"number": "44", "text": "Lalu dibawanya aku ke pelataran dalam, sungguh, di sana ada dua bilik, yaitu satu di samping pintu gerbang utara dan mukanya menghadap ke selatan, satu lagi di samping pintu gerbang selatan dan mukanya menghadap ke utara."}, {"number": "45", "text": "Ia berkata kepadaku: \"Bilik ini, yang mukanya menghadap ke selatan, adalah bagi imam-imam yang bertugas di Bait Suci,"}, {"number": "46", "text": "dan bilik yang mukanya menghadap ke utara, adalah bagi imam-imam yang bertugas di mezbah; mereka ini adalah bani Zadok dan hanya golongan inilah dari bani Lewi yang boleh mendekat kepada TUHAN untuk menyelenggarakan kebaktian.\""}, {"number": "47", "text": "Lalu ia mengukur pelataran dalam: itu suatu empat persegi, yang panjangnya seratus hasta dan lebarnya seratus hasta; mezbah ada di hadapan Bait Suci."}, {"number": "48", "text": "Lalu dibawanya aku ke balai Bait Suci dan ia mengukur tiang-tiang temboknya: tebalnya lima hasta yang sebelah sini dan lima hasta yang sebelah sana; lebar pintu itu empat belas hasta dan dinding sampingnya masing-masing tiga hasta."}, {"number": "49", "text": "Panjang balai Bait Suci itu adalah dua puluh hasta dan lebarnya dua belas hasta. Orang dapat naik ke situ melalui tangga yang sepuluh tingkat dan dekat kedua tiang tembok itu ada dua tiang, satu sebelah sini dan satu sebelah sana."}]}