{"book": "Yehezkiel", "chapter": 41, "verse": [{"number": "1", "text": "Kemudian dibawanya aku ke dalam ruang besar Bait Suci dan ia mengukur tiang temboknya: yang sebelah sini enam hasta tebalnya dan yang sebelah sana enam hasta juga."}, {"number": "2", "text": "Lebar pintu itu adalah sepuluh hasta dan lebar dinding sampingnya adalah lima hasta sebelah sini dan lima hasta sebelah sana. Panjang ruang besar diukur juga: empat puluh hasta dan lebarnya dua puluh hasta."}, {"number": "3", "text": "Lalu ia sampai ke ruang dalam. Ia mengukur tiang temboknya: tebalnya dua hasta, dan lebar pintu sendiri: enam hasta dan lebar dinding sampingnya tujuh hasta sebelah sini dan tujuh hasta sebelah sana."}, {"number": "4", "text": "Ia mengukur panjang ruang dalam itu: dua puluh hasta, dan lebarnya: dua puluh hasta sesuai dengan lebar ruang besar. Lalu ia berkata kepadaku: \"Inilah tempat maha kudus.\""}, {"number": "5", "text": "Kemudian ia mengukur dinding Bait Suci itu: enam hasta tebalnya dan lebar kamar tambahan yang terdapat di sekeliling Bait Suci itu, empat hasta."}, {"number": "6", "text": "Kamar-kamar tambahan itu ada tiga tingkat dan pada satu tingkat terdapat tiga puluh kamar. Pada sekeliling dinding Bait Suci ada ceruk-ceruk untuk mengokohkan kamar-kamar tambahan itu, sebab kamar-kamar ini tidak digabungkan pada dinding Bait Suci."}, {"number": "7", "text": "Dan kamar-kamar tambahan semakin lebih besar dari tingkat pertama sampai tingkat ketiga selaras dengan bertambah besarnya ceruk-ceruk pada tiap tingkat sekeliling Bait Suci itu; ada tangga menuju ke atas dan dengan demikian orang dapat naik dari tingkat bawah ke tingkat atas melalui tingkat tengah."}, {"number": "8", "text": "Aku melihat bahwa alas Bait Suci itu lebih tinggi dari sekelilingnya. Dasar kamar-kamar tambahan itu berukuran satu tongkat penuh, yaitu tingginya enam hasta."}, {"number": "9", "text": "Tebal dinding yang sebelah luar kamar tambahan adalah lima hasta; lebar bagian alas Bait Suci yang dibiarkan kosong adalah lima hasta. Di antara alas bangunan itu dan"}, {"number": "10", "text": "bilik-bilik ada jarak dua puluh hasta sekeliling bangunan itu."}, {"number": "11", "text": "Dan pintu-pintu kamar tambahan ke luar ke bagian yang kosong itu, satu pintu di sebelah utara dan satu pintu di sebelah selatan; dan lebar tempat yang kosong itu adalah lima hasta sekeliling."}, {"number": "12", "text": "Bangunan yang terdapat di lapangan tertutup yang di sebelah barat lebarnya tujuh puluh hasta, sedang dinding yang mengelilinginya tebalnya lima hasta dan panjangnya sembilan puluh hasta."}, {"number": "13", "text": "Lalu ia mengukur Bait Suci itu: seratus hasta panjangnya dan lapangan tertutup bersama bangunan dan dindingnya: seratus hasta juga;"}, {"number": "14", "text": "begitu juga lebarnya muka Bait Suci bersama lapangan tertutup sebelah timur: seratus hasta."}, {"number": "15", "text": "Kemudian ia mengukur panjang bangunan yang terdapat di lapangan tertutup sebelah barat bersama serambi-serambinya di kedua belah: seratus hasta. Ruang besar, ruang dalam dan balai luar"}, {"number": "16", "text": "ditutupi dengan papan dan sekeliling ketiga ruang itu ada jendela-jendela yang berbidai dan serambi-serambi. Di hadapan ambang itu seluruh Bait Suci ditutupi dengan papan, mulai dari lantai sampai ke jendela-jendelanya--sedang jendela-jendela ini terlindung--"}, {"number": "17", "text": "sampai bagian atas pintu dan ruang dalam dan juga di luar. Dan di seluruh dinding bagian dalam dan bagian luar terukir"}, {"number": "18", "text": "gambar-gambar kerub dan pohon-pohon korma, di antara dua kerub sebatang pohon korma, dan masing-masing kerub itu mempunyai dua muka."}, {"number": "19", "text": "Dari sebelah yang satu muka manusia dan dari sebelah yang lain muka singa yang menghadap ke pohon korma itu dan begitulah dibuat di seluruh Bait Suci."}, {"number": "20", "text": "Dari lantai sampai ke atas pintu terukir kerub-kerub dan pohon-pohon korma pada dinding."}, {"number": "21", "text": "Tiang-tiang pintu dari ruang besar adalah empat persegi. Dan di hadapan tempat maha kudus ada sesuatu yang kelihatan menyerupai"}, {"number": "22", "text": "mezbah dari kayu, tingginya tiga hasta, panjangnya dua hasta dan lebarnya dua hasta; sudut-sudutnya serta alasnya dan dindingnya dari kayu. Ia berkata kepadaku: \"Inilah meja yang ada di hadirat TUHAN.\""}, {"number": "23", "text": "Ruang besar mempunyai dua daun pintu dan tempat maha kudus"}, {"number": "24", "text": "juga mempunyai dua daun pintu. Pada pintu-pintu itu ada dua daun pintu yang dapat berputar, dua daun pintu pada pintu yang satu dan dua daun pintu pada yang lain."}, {"number": "25", "text": "Pada pintu-pintu ini juga, yaitu pintu-pintu ruang besar, terukir kerub-kerub dan pohon-pohon korma, seperti pada dinding-dinding. Di muka balai Bait Suci itu, yaitu di luar, ada tangga kayu."}, {"number": "26", "text": "Pada kedua dinding samping dari balai itu ada jendela-jendela yang berbidai dan ukiran pohon-pohon korma."}]}