{"book": "Yehezkiel", "chapter": 42, "verse": [{"number": "1", "text": "Lalu diiringnya aku ke pelataran luar bagian utara dan dibawanya aku ke bilik-bilik sebelah utara yang berhadapan dengan lapangan tertutup dan berhadapan dengan bangunan yang di ujung barat."}, {"number": "2", "text": "Panjang bangunan bilik-bilik itu di sebelah utara ialah seratus hasta dan lebarnya lima puluh hasta."}, {"number": "3", "text": "Berhadapan dengan yang dua puluh hasta dari pelataran dalam dan berhadapan dengan lantai batu yang terdapat di pelataran luar ada serambi yang berhadap-hadapan dan yang bertingkat tiga."}, {"number": "4", "text": "Di depan bilik-bilik itu ada gang menuju ke dalam yang lebarnya sepuluh hasta dan panjangnya seratus hasta dan pintu-pintu masuknya adalah di sebelah utara."}, {"number": "5", "text": "Bilik-bilik di tingkat atas adalah lebih kecil dari bilik-bilik di tingkat bawah dan tingkat menengah dari bangunan itu oleh karena serambi-serambi itu memakan lebih banyak tempat dari bilik-bilik itu."}, {"number": "6", "text": "Sebab bilik-bilik itu bertingkat tiga dan tidak mempunyai tiang-tiang seperti yang ada di pelataran luar. Itulah sebabnya bilik-bilik atas lebih kecil dari bilik-bilik bawah atau tengah."}, {"number": "7", "text": "Di luar ada tembok yang sejajar dengan barisan bilik-bilik, berdekatan dengan pelataran luar dan terdapat di hadapan bilik-bilik; panjangnya lima puluh hasta."}, {"number": "8", "text": "Sebab barisan bilik yang berbatasan dengan pelataran luar panjangnya adalah lima puluh hasta, tetapi barisan bilik yang berbatasan dengan Bait Suci panjangnya seratus hasta."}, {"number": "9", "text": "Di bagian bawah bilik-bilik ini terdapat pintu masuk dari jurusan timur, kalau orang dari pelataran luar ingin masuk ke dalamnya,"}, {"number": "10", "text": "dan pintu itu terdapat pada pangkal tembok luar. Di sebelah selatan di hadapan lapangan tertutup itu dan di hadapan bangunan yang di ujung barat ada juga bilik-bilik"}, {"number": "11", "text": "dan di depannya ada gang. Bilik-bilik ini serupa dengan bilik-bilik yang di sebelah utara, panjangnya dan lebarnya, pintu-pintu keluar dan rancangannya. Seperti pintu-pintu masuk di sebelah utara"}, {"number": "12", "text": "begitulah pintu-pintu masuk bilik-bilik yang di sebelah selatan. Ada juga pintu pada pangkal jalan yang melintang di sisi tembok, yaitu pintu dari jurusan timur, kalau orang ingin masuk ke dalam bilik-bilik."}, {"number": "13", "text": "Lalu ia berkata kepadaku: \"Bilik-bilik yang di utara dan bilik-bilik yang di selatan yang menghadap ke lapangan tertutup, itulah bilik-bilik kudus, di mana imam-imam, yang mendekat kepada TUHAN, memakan persembahan-persembahan maha kudus. Di sana mereka akan menaruh persembahan-persembahan maha kudus, korban sajian, korban penghapus dosa dan korban penebus salah, sebab tempat itu kudus."}, {"number": "14", "text": "Kalau para imam masuk ke tempat kudus, mereka tidak akan keluar ke pelataran luar, sebelum mereka menanggalkan pakaian mereka di sana, yang dipakainya waktu menyelenggarakan kebaktian, sebab pakaian-pakaian itu adalah kudus. Mereka harus memakai pakaian yang lain, barulah mereka boleh datang ke tempat umat TUHAN.\""}, {"number": "15", "text": "Sesudah ia selesai dengan mengukur seluruh bangunan dalam itu, ia mengiring aku menuju pintu gerbang yang menghadap ke sebelah timur, lalu mengukur sekeliling lingkungan Bait Suci itu."}, {"number": "16", "text": "Ia mengukur sisi timur dengan tongkat pengukur: lima ratus hasta menurut tongkat pengukur. Lalu ia berputar"}, {"number": "17", "text": "dan mengukur sisi utara: lima ratus hasta menurut tongkat pengukur. Ia berputar lagi"}, {"number": "18", "text": "ke sisi selatan dan mengukurnya: lima ratus hasta menurut tongkat pengukur."}, {"number": "19", "text": "Kemudian ia berputar ke sisi barat dan mengukurnya: lima ratus hasta menurut tongkat pengukur."}, {"number": "20", "text": "Keempat sisinya diukur. Sekeliling lingkungan itu ada tembok: panjangnya lima ratus hasta dan lebarnya lima ratus hasta, untuk memisahkan yang kudus dari yang tidak kudus."}]}