{"book": "Yehezkiel", "chapter": 48, "verse": [{"number": "1", "text": "Inilah nama suku-suku itu: Yang paling utara: dari laut terus ke Hetlon, ke jalan masuk ke Hamat, Hazar-Enon, sehingga daerah kota Damsyik, yang berdekatan dengan Hamat, terletak di sebelah utaranya, dari perbatasan sebelah timur sampai perbatasan sebelah barat terdapat bagian Dan."}, {"number": "2", "text": "Berbatasan dengan wilayah Dan, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Asyer."}, {"number": "3", "text": "Berbatasan dengan wilayah Asyer, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Naftali."}, {"number": "4", "text": "Berbatasan dengan wilayah Naftali, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Manasye."}, {"number": "5", "text": "Berbatasan dengan wilayah Manasye, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Efraim."}, {"number": "6", "text": "Berbatasan dengan wilayah Efraim, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Ruben."}, {"number": "7", "text": "Berbatasan dengan wilayah Ruben, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Yehuda."}, {"number": "8", "text": "Berbatasan dengan wilayah Yehuda, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat persembahan khusus yang harus kamu khususkan, yaitu dua puluh lima ribu hasta lebarnya, dan panjangnya sama dengan panjang satu bagian, yaitu dari perbatasan sebelah timur sampai perbatasan sebelah barat, dan di tengah-tengahnya terdapat tempat kudus."}, {"number": "9", "text": "Bagian persembahan khusus yang harus kamu khususkan bagi TUHAN, panjangnya dua puluh lima ribu hasta dan lebarnya dua puluh ribu hasta."}, {"number": "10", "text": "Dan bagi orang-orang inilah persembahan khusus yang kudus itu: Bagian imam-imam ialah panjangnya di utara dan selatan dua puluh lima ribu hasta, dan lebarnya di timur dan di barat sepuluh ribu hasta. Dan di tengah-tengahnyalah terletak tempat kudus TUHAN."}, {"number": "11", "text": "Inilah bagian imam-imam, yang sudah dikuduskan, yaitu bani Zadok, yang memelihara kewajibannya terhadap Aku dan yang tidak turut sesat dalam kesesatan orang Israel, seperti orang-orang Lewi."}, {"number": "12", "text": "Ini adalah bagian khusus bagi mereka dari tanah yang sudah dikhususkan, suatu hal yang maha kudus, berbatasan dengan bagian orang-orang Lewi."}, {"number": "13", "text": "Bagian orang-orang Lewi ialah sejajar dengan wilayah imam-imam, panjangnya dua puluh lima ribu hasta dan lebarnya sepuluh ribu hasta. Jadi seluruhnya ialah: panjang dua puluh lima ribu hasta dan lebar dua puluh ribu hasta."}, {"number": "14", "text": "Mereka tidak boleh menjual sedikitpun dari situ atau menukarnya, dan mereka tidak boleh mewariskan yang terbaik dari negeri itu kepada orang lain, sebab itu kudus bagi TUHAN."}, {"number": "15", "text": "Yang tertinggal dari lebarnya, yaitu lima ribu hasta lagi, yang berbatasan dengan yang dua puluh lima ribu hasta itu adalah tidak kudus, tetapi itu untuk keperluan kota sebagai tempat tinggal dan tanah perladangan."}, {"number": "16", "text": "Dan ukurannya adalah begini: sebelah utara dan selatan: empat ribu lima ratus hasta, sebelah timur dan barat: juga empat ribu lima ratus hasta."}, {"number": "17", "text": "Sekeliling kota itu ada tanah lapang, di sebelah utara dan selatan dua ratus lima puluh hasta, serta di sebelah timur dan barat dua ratus lima puluh hasta juga."}, {"number": "18", "text": "Yang tertinggal dari panjangnya, yang sejajar dengan persembahan khusus yang kudus itu, adalah sepuluh ribu hasta di sebelah timur dan sepuluh ribu hasta di sebelah barat dan hasilnya ialah menjadi makanan untuk pekerja-pekerja di kota itu."}, {"number": "19", "text": "Pekerja-pekerja ini, yang datang dari semua suku Israel, akan mengerjakannya."}, {"number": "20", "text": "Seluruh persembahan khusus itu adalah dua puluh lima ribu hasta kali dua puluh lima ribu hasta. Dalam bentuk empat persegi kamu harus mengkhususkan persembahan khusus yang kudus itu bersama milik kota itu."}, {"number": "21", "text": "Selebihnya adalah milik raja, yaitu di sebelah timur dan barat dari persembahan khusus yang kudus dan milik kota itu, dan berbatasan dengan yang dua puluh lima ribu hasta itu, ke timur sampai di perbatasan timur dan ke barat sampai di perbatasan barat dan sejajar dengan bagian suku-suku lain, adalah untuk raja. Di tengah-tengah bagian itu adalah persembahan khusus yang kudus dan Bait Suci."}, {"number": "22", "text": "Terkecuali milik orang-orang Lewi dan milik kota itu--yang terletak di tengah-tengah kepunyaan raja itu--maka yang diapit oleh wilayah Yehuda dan Benyamin adalah bagi raja."}, {"number": "23", "text": "Mengenai suku-suku yang lain: dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Benyamin."}, {"number": "24", "text": "Berbatasan dengan wilayah Benyamin, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Simeon."}, {"number": "25", "text": "Berbatasan dengan wilayah Simeon, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Isakhar."}, {"number": "26", "text": "Berbatasan dengan wilayah Isakhar, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Zebulon."}, {"number": "27", "text": "Berbatasan dengan wilayah Zebulon, dari perbatasan sebelah timur sampai perbatasan sebelah barat, terdapat bagian Gad."}, {"number": "28", "text": "Perbatasan wilayah Gad di sebelah selatan ialah dari Tamar sampai mata air Meriba dekat Kadesh, terus ke sungai Mesir, terus ke laut besar."}, {"number": "29", "text": "Inilah negeri yang harus kamu bagi-bagi menjadi milik pusakamu di antara suku-suku Israel, dan itulah bagian-bagian mereka, demikianlah firman Tuhan ALLAH.\""}, {"number": "30", "text": "Inilah pintu-pintu keluar kota itu: di sisi sebelah utara, yang ukurannya adalah empat ribu lima ratus hasta,"}, {"number": "31", "text": "terdapat tiga pintu gerbang, yaitu pintu gerbang Ruben, pintu gerbang Yehuda dan pintu gerbang Lewi--sebab pintu-pintu gerbang kota itu disebut menurut nama suku-suku Israel--."}, {"number": "32", "text": "Di sisi sebelah timur, yang ukurannya empat ribu lima ratus hasta, terdapat tiga pintu gerbang juga, yaitu pintu gerbang Yusuf, pintu gerbang Benyamin dan pintu gerbang Dan."}, {"number": "33", "text": "Di sisi sebelah selatan, yang ukurannya empat ribu lima ratus hasta, terdapat tiga pintu gerbang juga, yaitu pintu gerbang Simeon, pintu gerbang Isakhar dan pintu gerbang Zebulon."}, {"number": "34", "text": "Di sisi sebelah barat, yang ukurannya empat ribu lima ratus hasta, terdapat tiga pintu gerbang juga, yaitu pintu gerbang Gad, pintu gerbang Asyer dan pintu gerbang Naftali."}, {"number": "35", "text": "Jadi keliling kota itu adalah delapan belas ribu hasta. Sejak hari itu nama kota itu ialah: TUHAN HADIR DI SITU.\""}]}