{"book": "Kejadian", "chapter": 11, "verse": [{"number": "1", "text": "Adapun seluruh bumi, satu bahasanya dan satu logatnya."}, {"number": "2", "text": "Maka berangkatlah mereka ke sebelah timur dan menjumpai tanah datar di tanah Sinear, lalu menetaplah mereka di sana."}, {"number": "3", "text": "Mereka berkata seorang kepada yang lain: \"Marilah kita membuat batu bata dan membakarnya baik-baik.\" Lalu bata itulah dipakai mereka sebagai batu dan ter gala-gala sebagai tanah liat."}, {"number": "4", "text": "Juga kata mereka: \"Marilah kita dirikan bagi kita sebuah kota dengan sebuah menara yang puncaknya sampai ke langit, dan marilah kita cari nama, supaya kita jangan terserak ke seluruh bumi.\""}, {"number": "5", "text": "Lalu turunlah TUHAN untuk melihat kota dan menara yang didirikan oleh anak-anak manusia itu,"}, {"number": "6", "text": "dan Ia berfirman: \"Mereka ini satu bangsa dengan satu bahasa untuk semuanya. Ini barulah permulaan usaha mereka; mulai dari sekarang apapun juga yang mereka rencanakan, tidak ada yang tidak akan dapat terlaksana."}, {"number": "7", "text": "Baiklah Kita turun dan mengacaubalaukan di sana bahasa mereka, sehingga mereka tidak mengerti lagi bahasa masing-masing.\""}, {"number": "8", "text": "Demikianlah mereka diserakkan TUHAN dari situ ke seluruh bumi, dan mereka berhenti mendirikan kota itu."}, {"number": "9", "text": "Itulah sebabnya sampai sekarang nama kota itu disebut Babel, karena di situlah dikacaubalaukan TUHAN bahasa seluruh bumi dan dari situlah mereka diserakkan TUHAN ke seluruh bumi."}, {"number": "10", "text": "Inilah keturunan Sem. Setelah Sem berumur seratus tahun, ia memperanakkan Arpakhsad, dua tahun setelah air bah itu."}, {"number": "11", "text": "Sem masih hidup lima ratus tahun, setelah ia memperanakkan Arpakhsad, dan ia memperanakkan anak-anak lelaki dan perempuan."}, {"number": "12", "text": "Setelah Arpakhsad hidup tiga puluh lima tahun, ia memperanakkan Selah."}, {"number": "13", "text": "Arpakhsad masih hidup empat ratus tiga tahun, setelah ia memperanakkan Selah, dan ia memperanakkan anak-anak lelaki dan perempuan."}, {"number": "14", "text": "Setelah Selah hidup tiga puluh tahun, ia memperanakkan Eber."}, {"number": "15", "text": "Selah masih hidup empat ratus tiga tahun, setelah ia memperanakkan Eber, dan ia memperanakkan anak-anak lelaki dan perempuan."}, {"number": "16", "text": "Setelah Eber hidup tiga puluh empat tahun, ia memperanakkan Peleg."}, {"number": "17", "text": "Eber masih hidup empat ratus tiga puluh tahun, setelah ia memperanakkan Peleg, dan ia memperanakkan anak-anak lelaki dan perempuan."}, {"number": "18", "text": "Setelah Peleg hidup tiga puluh tahun, ia memperanakkan Rehu."}, {"number": "19", "text": "Peleg masih hidup dua ratus sembilan tahun, setelah ia memperanakkan Rehu, dan ia memperanakkan anak-anak lelaki dan perempuan."}, {"number": "20", "text": "Setelah Rehu hidup tiga puluh dua tahun, ia memperanakkan Serug."}, {"number": "21", "text": "Rehu masih hidup dua ratus tujuh tahun, setelah ia memperanakkan Serug, dan ia memperanakkan anak-anak lelaki dan perempuan."}, {"number": "22", "text": "Setelah Serug hidup tiga puluh tahun, ia memperanakkan Nahor."}, {"number": "23", "text": "Serug masih hidup dua ratus tahun, setelah ia memperanakkan Nahor, dan ia memperanakkan anak-anak lelaki dan perempuan."}, {"number": "24", "text": "Setelah Nahor hidup dua puluh sembilan tahun, ia memperanakkan Terah."}, {"number": "25", "text": "Nahor masih hidup seratus sembilan belas tahun, setelah ia memperanakkan Terah, dan ia memperanakkan anak-anak lelaki dan perempuan."}, {"number": "26", "text": "Setelah Terah hidup tujuh puluh tahun, ia memperanakkan Abram, Nahor dan Haran."}, {"number": "27", "text": "Inilah keturunan Terah. Terah memperanakkan Abram, Nahor dan Haran, dan Haran memperanakkan Lot."}, {"number": "28", "text": "Ketika Terah, ayahnya, masih hidup, matilah Haran di negeri kelahirannya, di Ur-Kasdim."}, {"number": "29", "text": "Abram dan Nahor kedua-duanya kawin; nama isteri Abram ialah Sarai, dan nama isteri Nahor ialah Milka, anak Haran ayah Milka dan Yiska."}, {"number": "30", "text": "Sarai itu mandul, tidak mempunyai anak."}, {"number": "31", "text": "Lalu Terah membawa Abram, anaknya, serta cucunya, Lot, yaitu anak Haran, dan Sarai, menantunya, isteri Abram, anaknya; ia berangkat bersama-sama dengan mereka dari Ur-Kasdim untuk pergi ke tanah Kanaan, lalu sampailah mereka ke Haran, dan menetap di sana."}, {"number": "32", "text": "Umur Terah ada dua ratus lima tahun; lalu ia mati di Haran."}]}