{"book": "Kejadian", "chapter": 14, "verse": [{"number": "1", "text": "Pada zaman Amrafel, raja Sinear, Ariokh, raja Elasar, Kedorlaomer, raja Elam, dan Tideal, raja Goyim, terjadilah,"}, {"number": "2", "text": "bahwa raja-raja ini berperang melawan Bera, raja Sodom, Birsya, raja Gomora, Syinab, raja Adma, Syemeber, raja Zeboim dan raja negeri Bela, yakni negeri Zoar."}, {"number": "3", "text": "Raja-raja yang disebut terakhir ini semuanya bersekutu dan datang ke lembah Sidim, yakni Laut Asin."}, {"number": "4", "text": "Dua belas tahun lamanya mereka takluk kepada Kedorlaomer, tetapi dalam tahun yang ketiga belas mereka memberontak."}, {"number": "5", "text": "Dalam tahun yang keempat belas datanglah Kedorlaomer serta raja-raja yang bersama-sama dengan dia, lalu mereka mengalahkan orang Refaim di Asyterot-Karnaim, orang Zuzim di Ham, orang Emim di Syawe-Kiryataim"}, {"number": "6", "text": "dan orang Hori di pegunungan mereka yang bernama Seir, sampai ke El-Paran di tepi padang gurun."}, {"number": "7", "text": "Sesudah itu baliklah mereka dan sampai ke En-Mispat, yakni Kadesh, dan mengalahkan seluruh daerah orang Amalek, dan juga orang Amori, yang diam di Hazezon-Tamar."}, {"number": "8", "text": "Lalu keluarlah raja negeri Sodom, raja negeri Gomora, raja negeri Adma, raja negeri Zeboim dan raja negeri Bela, yakni negeri Zoar, dan mengatur barisan perangnya melawan mereka di lembah Sidim,"}, {"number": "9", "text": "melawan Kedorlaomer, raja Elam, Tideal, raja Goyim, Amrafel, raja Sinear, dan Ariokh, raja Elasar, empat raja lawan lima."}, {"number": "10", "text": "Di lembah Sidim itu di mana-mana ada sumur aspal. Ketika raja Sodom dan raja Gomora melarikan diri, jatuhlah mereka ke dalamnya, dan orang-orang yang masih tinggal hidup melarikan diri ke pegunungan."}, {"number": "11", "text": "Segala harta benda Sodom dan Gomora beserta segala bahan makanan dirampas musuh, lalu mereka pergi."}, {"number": "12", "text": "Juga Lot, anak saudara Abram, beserta harta bendanya, dibawa musuh, lalu mereka pergi--sebab Lot itu diam di Sodom."}, {"number": "13", "text": "Kemudian datanglah seorang pelarian dan menceritakan hal ini kepada Abram, orang Ibrani itu, yang tinggal dekat pohon-pohon tarbantin kepunyaan Mamre, orang Amori itu, saudara Eskol dan Aner, yakni teman-teman sekutu Abram."}, {"number": "14", "text": "Ketika Abram mendengar, bahwa anak saudaranya tertawan, maka dikerahkannyalah orang-orangnya yang terlatih, yakni mereka yang lahir di rumahnya, tiga ratus delapan belas orang banyaknya, lalu mengejar musuh sampai ke Dan."}, {"number": "15", "text": "Dan pada waktu malam berbagilah mereka, ia dan hamba-hambanya itu, untuk melawan musuh; mereka mengalahkan dan mengejar musuh sampai ke Hoba di sebelah utara Damsyik."}, {"number": "16", "text": "Dibawanyalah kembali segala harta benda itu; juga Lot, anak saudaranya itu, serta harta bendanya dibawanya kembali, demikian juga perempuan-perempuan dan orang-orangnya."}, {"number": "17", "text": "Setelah Abram kembali dari mengalahkan Kedorlaomer dan para raja yang bersama-sama dengan dia, maka keluarlah raja Sodom menyongsong dia ke lembah Syawe, yakni Lembah Raja."}, {"number": "18", "text": "Melkisedek, raja Salem, membawa roti dan anggur; ia seorang imam Allah Yang Mahatinggi."}, {"number": "19", "text": "Lalu ia memberkati Abram, katanya: \"Diberkatilah kiranya Abram oleh Allah Yang Mahatinggi, Pencipta langit dan bumi,"}, {"number": "20", "text": "dan terpujilah Allah Yang Mahatinggi, yang telah menyerahkan musuhmu ke tanganmu.\" Lalu Abram memberikan kepadanya sepersepuluh dari semuanya."}, {"number": "21", "text": "Berkatalah raja Sodom itu kepada Abram: \"Berikanlah kepadaku orang-orang itu, dan ambillah untukmu harta benda itu.\""}, {"number": "22", "text": "Tetapi kata Abram kepada raja negeri Sodom itu: \"Aku bersumpah demi TUHAN, Allah Yang Mahatinggi, Pencipta langit dan bumi:"}, {"number": "23", "text": "Aku tidak akan mengambil apa-apa dari kepunyaanmu itu, sepotong benang atau tali kasutpun tidak, supaya engkau jangan dapat berkata: Aku telah membuat Abram menjadi kaya."}, {"number": "24", "text": "Kalau aku, jangan sekali-kali! Hanya apa yang telah dimakan oleh bujang-bujang ini dan juga bagian orang-orang yang pergi bersama-sama dengan aku, yakni Aner, Eskol dan Mamre, biarlah mereka itu mengambil bagiannya masing-masing.\""}]}