{"book": "Kejadian", "chapter": 2, "verse": [{"number": "1", "text": "Demikianlah diselesaikan langit dan bumi dan segala isinya."}, {"number": "2", "text": "Ketika Allah pada hari ketujuh telah menyelesaikan pekerjaan yang dibuat-Nya itu, berhentilah Ia pada hari ketujuh dari segala pekerjaan yang telah dibuat-Nya itu."}, {"number": "3", "text": "Lalu Allah memberkati hari ketujuh itu dan menguduskannya, karena pada hari itulah Ia berhenti dari segala pekerjaan penciptaan yang telah dibuat-Nya itu."}, {"number": "4", "text": "Demikianlah riwayat langit dan bumi pada waktu diciptakan. Ketika TUHAN Allah menjadikan bumi dan langit, --"}, {"number": "5", "text": "belum ada semak apapun di bumi, belum timbul tumbuh-tumbuhan apapun di padang, sebab TUHAN Allah belum menurunkan hujan ke bumi, dan belum ada orang untuk mengusahakan tanah itu;"}, {"number": "6", "text": "tetapi ada kabut naik ke atas dari bumi dan membasahi seluruh permukaan bumi itu--"}, {"number": "7", "text": "ketika itulah TUHAN Allah membentuk manusia itu dari debu tanah dan menghembuskan nafas hidup ke dalam hidungnya; demikianlah manusia itu menjadi makhluk yang hidup."}, {"number": "8", "text": "Selanjutnya TUHAN Allah membuat taman di Eden, di sebelah timur; disitulah ditempatkan-Nya manusia yang dibentuk-Nya itu."}, {"number": "9", "text": "Lalu TUHAN Allah menumbuhkan berbagai-bagai pohon dari bumi, yang menarik dan yang baik untuk dimakan buahnya; dan pohon kehidupan di tengah-tengah taman itu, serta pohon pengetahuan tentang yang baik dan yang jahat."}, {"number": "10", "text": "Ada suatu sungai mengalir dari Eden untuk membasahi taman itu, dan dari situ sungai itu terbagi menjadi empat cabang."}, {"number": "11", "text": "Yang pertama, namanya Pison, yakni yang mengalir mengelilingi seluruh tanah Hawila, tempat emas ada."}, {"number": "12", "text": "Dan emas dari negeri itu baik; di sana ada damar bedolah dan batu krisopras."}, {"number": "13", "text": "Nama sungai yang kedua ialah Gihon, yakni yang mengalir mengelilingi seluruh tanah Kush."}, {"number": "14", "text": "Nama sungai yang ketiga ialah Tigris, yakni yang mengalir di sebelah timur Asyur. Dan sungai yang keempat ialah Efrat."}, {"number": "15", "text": "TUHAN Allah mengambil manusia itu dan menempatkannya dalam taman Eden untuk mengusahakan dan memelihara taman itu."}, {"number": "16", "text": "Lalu TUHAN Allah memberi perintah ini kepada manusia: \"Semua pohon dalam taman ini boleh kaumakan buahnya dengan bebas,"}, {"number": "17", "text": "tetapi pohon pengetahuan tentang yang baik dan yang jahat itu, janganlah kaumakan buahnya, sebab pada hari engkau memakannya, pastilah engkau mati.\""}, {"number": "18", "text": "TUHAN Allah berfirman: \"Tidak baik, kalau manusia itu seorang diri saja. Aku akan menjadikan penolong baginya, yang sepadan dengan dia.\""}, {"number": "19", "text": "Lalu TUHAN Allah membentuk dari tanah segala binatang hutan dan segala burung di udara. Dibawa-Nyalah semuanya kepada manusia itu untuk melihat, bagaimana ia menamainya; dan seperti nama yang diberikan manusia itu kepada tiap-tiap makhluk yang hidup, demikianlah nanti nama makhluk itu."}, {"number": "20", "text": "Manusia itu memberi nama kepada segala ternak, kepada burung-burung di udara dan kepada segala binatang hutan, tetapi baginya sendiri ia tidak menjumpai penolong yang sepadan dengan dia."}, {"number": "21", "text": "Lalu TUHAN Allah membuat manusia itu tidur nyenyak; ketika ia tidur, TUHAN Allah mengambil salah satu rusuk dari padanya, lalu menutup tempat itu dengan daging."}, {"number": "22", "text": "Dan dari rusuk yang diambil TUHAN Allah dari manusia itu, dibangun-Nyalah seorang perempuan, lalu dibawa-Nya kepada manusia itu."}, {"number": "23", "text": "Lalu berkatalah manusia itu: \"Inilah dia, tulang dari tulangku dan daging dari dagingku. Ia akan dinamai perempuan, sebab ia diambil dari laki-laki.\""}, {"number": "24", "text": "Sebab itu seorang laki-laki akan meninggalkan ayahnya dan ibunya dan bersatu dengan isterinya, sehingga keduanya menjadi satu daging."}, {"number": "25", "text": "Mereka keduanya telanjang, manusia dan isterinya itu, tetapi mereka tidak merasa malu."}]}