{"book": "Kejadian", "chapter": 4, "verse": [{"number": "1", "text": "Kemudian manusia itu bersetubuh dengan Hawa, isterinya, dan mengandunglah perempuan itu, lalu melahirkan Kain; maka kata perempuan itu: \"Aku telah mendapat seorang anak laki-laki dengan pertolongan TUHAN.\""}, {"number": "2", "text": "Selanjutnya dilahirkannyalah Habel, adik Kain; dan Habel menjadi gembala kambing domba, Kain menjadi petani."}, {"number": "3", "text": "Setelah beberapa waktu lamanya, maka Kain mempersembahkan sebagian dari hasil tanah itu kepada TUHAN sebagai korban persembahan;"}, {"number": "4", "text": "Habel juga mempersembahkan korban persembahan dari anak sulung kambing dombanya, yakni lemak-lemaknya; maka TUHAN mengindahkan Habel dan korban persembahannya itu,"}, {"number": "5", "text": "tetapi Kain dan korban persembahannya tidak diindahkan-Nya. Lalu hati Kain menjadi sangat panas, dan mukanya muram."}, {"number": "6", "text": "Firman TUHAN kepada Kain: \"Mengapa hatimu panas dan mukamu muram?"}, {"number": "7", "text": "Apakah mukamu tidak akan berseri, jika engkau berbuat baik? Tetapi jika engkau tidak berbuat baik, dosa sudah mengintip di depan pintu; ia sangat menggoda engkau, tetapi engkau harus berkuasa atasnya.\""}, {"number": "8", "text": "Kata Kain kepada Habel, adiknya: \"Marilah kita pergi ke padang.\" Ketika mereka ada di padang, tiba-tiba Kain memukul Habel, adiknya itu, lalu membunuh dia."}, {"number": "9", "text": "Firman TUHAN kepada Kain: \"Di mana Habel, adikmu itu?\" Jawabnya: \"Aku tidak tahu! Apakah aku penjaga adikku?\""}, {"number": "10", "text": "Firman-Nya: \"Apakah yang telah kauperbuat ini? Darah adikmu itu berteriak kepada-Ku dari tanah."}, {"number": "11", "text": "Maka sekarang, terkutuklah engkau, terbuang jauh dari tanah yang mengangakan mulutnya untuk menerima darah adikmu itu dari tanganmu."}, {"number": "12", "text": "Apabila engkau mengusahakan tanah itu, maka tanah itu tidak akan memberikan hasil sepenuhnya lagi kepadamu; engkau menjadi seorang pelarian dan pengembara di bumi.\""}, {"number": "13", "text": "Kata Kain kepada TUHAN: \"Hukumanku itu lebih besar dari pada yang dapat kutanggung."}, {"number": "14", "text": "Engkau menghalau aku sekarang dari tanah ini dan aku akan tersembunyi dari hadapan-Mu, seorang pelarian dan pengembara di bumi; maka barangsiapa yang akan bertemu dengan aku, tentulah akan membunuh aku.\""}, {"number": "15", "text": "Firman TUHAN kepadanya: \"Sekali-kali tidak! Barangsiapa yang membunuh Kain akan dibalaskan kepadanya tujuh kali lipat.\" Kemudian TUHAN menaruh tanda pada Kain, supaya ia jangan dibunuh oleh barangsiapapun yang bertemu dengan dia."}, {"number": "16", "text": "Lalu Kain pergi dari hadapan TUHAN dan ia menetap di tanah Nod, di sebelah timur Eden."}, {"number": "17", "text": "Kain bersetubuh dengan isterinya dan mengandunglah perempuan itu, lalu melahirkan Henokh; kemudian Kain mendirikan suatu kota dan dinamainya kota itu Henokh, menurut nama anaknya."}, {"number": "18", "text": "Bagi Henokh lahirlah Irad, dan Irad itu memperanakkan Mehuyael dan Mehuyael memperanakkan Metusael, dan Metusael memperanakkan Lamekh."}, {"number": "19", "text": "Lamekh mengambil isteri dua orang; yang satu namanya Ada, yang lain Zila."}, {"number": "20", "text": "Ada itu melahirkan Yabal; dialah yang menjadi bapa orang yang diam dalam kemah dan memelihara ternak."}, {"number": "21", "text": "Nama adiknya ialah Yubal; dialah yang menjadi bapa semua orang yang memainkan kecapi dan suling."}, {"number": "22", "text": "Zila juga melahirkan anak, yakni Tubal-Kain, bapa semua tukang tembaga dan tukang besi. Adik perempuan Tubal-Kain ialah Naama."}, {"number": "23", "text": "Berkatalah Lamekh kepada kedua isterinya itu: \"Ada dan Zila, dengarkanlah suaraku: hai isteri-isteri Lamekh, pasanglah telingamu kepada perkataanku ini: Aku telah membunuh seorang laki-laki karena ia melukai aku, membunuh seorang muda karena ia memukul aku sampai bengkak;"}, {"number": "24", "text": "sebab jika Kain harus dibalaskan tujuh kali lipat, maka Lamekh tujuh puluh tujuh kali lipat.\""}, {"number": "25", "text": "Adam bersetubuh pula dengan isterinya, lalu perempuan itu melahirkan seorang anak laki-laki dan menamainya Set, sebab katanya: \"Allah telah mengaruniakan kepadaku anak yang lain sebagai ganti Habel; sebab Kain telah membunuhnya.\""}, {"number": "26", "text": "Lahirlah seorang anak laki-laki bagi Set juga dan anak itu dinamainya Enos. Waktu itulah orang mulai memanggil nama TUHAN."}]}