{"book": "Kejadian", "chapter": 41, "verse": [{"number": "1", "text": "Setelah lewat dua tahun lamanya, bermimpilah Firaun, bahwa ia berdiri di tepi sungai Nil."}, {"number": "2", "text": "Tampaklah dari sungai Nil itu keluar tujuh ekor lembu yang indah bangunnya dan gemuk badannya; lalu memakan rumput yang di tepi sungai itu."}, {"number": "3", "text": "Kemudian tampaklah juga tujuh ekor lembu yang lain, yang keluar dari dalam sungai Nil itu, buruk bangunnya dan kurus badannya, lalu berdiri di samping lembu-lembu yang tadi, di tepi sungai itu."}, {"number": "4", "text": "Lembu-lembu yang buruk bangunnya dan kurus badannya itu memakan ketujuh ekor lembu yang indah bangunnya dan gemuk itu. Lalu terjagalah Firaun."}, {"number": "5", "text": "Setelah itu tertidur pulalah ia dan bermimpi kedua kalinya: Tampak timbul dari satu tangkai tujuh bulir gandum yang bernas dan baik."}, {"number": "6", "text": "Tetapi kemudian tampaklah juga tumbuh tujuh bulir gandum yang kurus dan layu oleh angin timur."}, {"number": "7", "text": "Bulir yang kurus itu menelan ketujuh bulir yang bernas dan berisi tadi. Lalu terjagalah Firaun. Agaknya ia bermimpi!"}, {"number": "8", "text": "Pada waktu pagi gelisahlah hatinya, lalu disuruhnyalah memanggil semua ahli dan semua orang berilmu di Mesir. Firaun menceritakan mimpinya kepada mereka, tetapi seorangpun tidak ada yang dapat mengartikannya kepadanya."}, {"number": "9", "text": "Lalu berkatalah kepala juru minuman kepada Firaun: \"Hari ini aku merasa perlu menyebutkan kesalahanku yang dahulu."}, {"number": "10", "text": "Waktu itu tuanku Firaun murka kepada pegawai-pegawainya, dan menahan aku dalam rumah pengawal istana, beserta dengan kepala juru roti."}, {"number": "11", "text": "Pada satu malam juga kami bermimpi, aku dan kepala juru roti itu; masing-masing mempunyai mimpi dengan artinya sendiri."}, {"number": "12", "text": "Bersama-sama dengan kami ada di sana seorang muda Ibrani, hamba kepala pengawal istana itu; kami menceritakan mimpi kami kepadanya, lalu diartikannya kepada kami mimpi kami masing-masing."}, {"number": "13", "text": "Dan seperti yang diartikannya itu kepada kami, demikianlah pula terjadi: aku dikembalikan ke dalam pangkatku, dan kepala juru roti itu digantung.\""}, {"number": "14", "text": "Kemudian Firaun menyuruh memanggil Yusuf. Segeralah ia dikeluarkan dari tutupan; ia bercukur dan berganti pakaian, lalu pergi menghadap Firaun."}, {"number": "15", "text": "Berkatalah Firaun kepada Yusuf: \"Aku telah bermimpi, dan seorangpun tidak ada yang dapat mengartikannya, tetapi telah kudengar tentang engkau: hanya dengan mendengar mimpi saja engkau dapat mengartikannya.\""}, {"number": "16", "text": "Yusuf menyahut Firaun: \"Bukan sekali-kali aku, melainkan Allah juga yang akan memberitakan kesejahteraan kepada tuanku Firaun.\""}, {"number": "17", "text": "Lalu berkatalah Firaun kepada Yusuf: \"Dalam mimpiku itu, aku berdiri di tepi sungai Nil;"}, {"number": "18", "text": "lalu tampaklah dari sungai Nil itu keluar tujuh ekor lembu yang gemuk badannya dan indah bentuknya, dan makan rumput yang di tepi sungai itu."}, {"number": "19", "text": "Tetapi kemudian tampaklah juga keluar tujuh ekor lembu yang lain, kulit pemalut tulang, sangat buruk bangunnya dan kurus badannya; tidak pernah kulihat yang seburuk itu di seluruh tanah Mesir."}, {"number": "20", "text": "Lembu yang kurus dan buruk itu memakan ketujuh ekor lembu gemuk yang mula-mula."}, {"number": "21", "text": "Lembu-lembu ini masuk ke dalam perutnya, tetapi walaupun telah masuk ke dalam perutnya, tidaklah kelihatan sedikitpun tandanya: bangunnya tetap sama buruknya seperti semula. Lalu terjagalah aku."}, {"number": "22", "text": "Selanjutnya dalam mimpiku itu kulihat timbul dari satu tangkai tujuh bulir gandum yang berisi dan baik."}, {"number": "23", "text": "Tetapi kemudian tampaklah juga tumbuh tujuh bulir yang kering, kurus dan layu oleh angin timur."}, {"number": "24", "text": "Bulir yang kurus itu memakan ketujuh bulir yang baik tadi. Telah kuceritakan hal ini kepada semua ahli, tetapi seorangpun tidak ada yang dapat menerangkannya kepadaku.\""}, {"number": "25", "text": "Lalu kata Yusuf kepada Firaun: \"Kedua mimpi tuanku Firaun itu sama. Allah telah memberitahukan kepada tuanku Firaun apa yang hendak dilakukan-Nya."}, {"number": "26", "text": "Ketujuh ekor lembu yang baik itu ialah tujuh tahun, dan ketujuh bulir gandum yang baik itu ialah tujuh tahun juga; kedua mimpi itu sama."}, {"number": "27", "text": "Ketujuh ekor lembu yang kurus dan buruk, yang keluar kemudian, maksudnya tujuh tahun, demikian pula ketujuh bulir gandum yang hampa dan layu oleh angin timur itu; maksudnya akan ada tujuh tahun kelaparan."}, {"number": "28", "text": "Inilah maksud perkataanku, ketika aku berkata kepada tuanku Firaun: Allah telah memperlihatkan kepada tuanku Firaun apa yang hendak dilakukan-Nya."}, {"number": "29", "text": "Ketahuilah tuanku, akan datang tujuh tahun kelimpahan di seluruh tanah Mesir."}, {"number": "30", "text": "Kemudian akan timbul tujuh tahun kelaparan; maka akan dilupakan segala kelimpahan itu di tanah Mesir, karena kelaparan itu menguruskeringkan negeri ini."}, {"number": "31", "text": "Sesudah itu akan tidak kelihatan lagi bekas-bekas kelimpahan di negeri ini karena kelaparan itu, sebab sangat hebatnya kelaparan itu."}, {"number": "32", "text": "Sampai dua kali mimpi itu diulangi bagi tuanku Firaun berarti: hal itu telah ditetapkan oleh Allah dan Allah akan segera melakukannya."}, {"number": "33", "text": "Oleh sebab itu, baiklah tuanku Firaun mencari seorang yang berakal budi dan bijaksana, dan mengangkatnya menjadi kuasa atas tanah Mesir."}, {"number": "34", "text": "Baiklah juga tuanku Firaun berbuat begini, yakni menempatkan penilik-penilik atas negeri ini dan dalam ketujuh tahun kelimpahan itu memungut seperlima dari hasil tanah Mesir."}, {"number": "35", "text": "Mereka harus mengumpulkan segala bahan makanan dalam tahun-tahun baik yang akan datang ini dan, di bawah kuasa tuanku Firaun, menimbun gandum di kota-kota sebagai bahan makanan, serta menyimpannya."}, {"number": "36", "text": "Demikianlah segala bahan makanan itu menjadi persediaan untuk negeri ini dalam ketujuh tahun kelaparan yang akan terjadi di tanah Mesir, supaya negeri ini jangan binasa karena kelaparan itu.\""}, {"number": "37", "text": "Usul itu dipandang baik oleh Firaun dan oleh semua pegawainya."}, {"number": "38", "text": "Lalu berkatalah Firaun kepada para pegawainya: \"Mungkinkah kita mendapat orang seperti ini, seorang yang penuh dengan Roh Allah?\""}, {"number": "39", "text": "Kata Firaun kepada Yusuf: \"Oleh karena Allah telah memberitahukan semuanya ini kepadamu, tidaklah ada orang yang demikian berakal budi dan bijaksana seperti engkau."}, {"number": "40", "text": "Engkaulah menjadi kuasa atas istanaku, dan kepada perintahmu seluruh rakyatku akan taat; hanya takhta inilah kelebihanku dari padamu.\""}, {"number": "41", "text": "Selanjutnya Firaun berkata kepada Yusuf: \"Dengan ini aku melantik engkau menjadi kuasa atas seluruh tanah Mesir.\""}, {"number": "42", "text": "Sesudah itu Firaun menanggalkan cincin meterainya dari jarinya dan mengenakannya pada jari Yusuf; dipakaikannyalah kepada Yusuf pakaian dari pada kain halus dan digantungkannya kalung emas pada lehernya."}, {"number": "43", "text": "Lalu Firaun menyuruh menaikkan Yusuf dalam keretanya yang kedua, dan berserulah orang di hadapan Yusuf: \"Hormat!\" Demikianlah Yusuf dilantik oleh Firaun menjadi kuasa atas seluruh tanah Mesir."}, {"number": "44", "text": "Berkatalah Firaun kepada Yusuf: \"Akulah Firaun, tetapi dengan tidak setahumu, seorangpun tidak boleh bergerak di seluruh tanah Mesir.\""}, {"number": "45", "text": "Lalu Firaun menamai Yusuf: Zafnat-Paaneah, serta memberikan Asnat, anak Potifera, imam di On, kepadanya menjadi isterinya. Demikianlah Yusuf muncul sebagai kuasa atas seluruh tanah Mesir."}, {"number": "46", "text": "Yusuf berumur tiga puluh tahun ketika ia menghadap Firaun, raja Mesir itu. Maka pergilah Yusuf dari depan Firaun, lalu dikelilinginya seluruh tanah Mesir."}, {"number": "47", "text": "Tanah itu mengeluarkan hasil bertumpuk-tumpuk dalam ketujuh tahun kelimpahan itu,"}, {"number": "48", "text": "maka Yusuf mengumpulkan segala bahan makanan ketujuh tahun kelimpahan yang ada di tanah Mesir, lalu disimpannya di kota-kota; hasil daerah sekitar tiap-tiap kota disimpan di dalam kota itu."}, {"number": "49", "text": "Demikianlah Yusuf menimbun gandum seperti pasir di laut, sangat banyak, sehingga orang berhenti menghitungnya, karena memang tidak terhitung."}, {"number": "50", "text": "Sebelum datang tahun kelaparan itu, lahirlah bagi Yusuf dua orang anak laki-laki, yang dilahirkan oleh Asnat, anak Potifera, imam di On."}, {"number": "51", "text": "Yusuf memberi nama Manasye kepada anak sulungnya itu, sebab katanya: \"Allah telah membuat aku lupa sama sekali kepada kesukaranku dan kepada rumah bapaku.\""}, {"number": "52", "text": "Dan kepada anaknya yang kedua diberinya nama Efraim, sebab katanya: \"Allah membuat aku mendapat anak dalam negeri kesengsaraanku.\""}, {"number": "53", "text": "Setelah lewat ketujuh tahun kelimpahan yang ada di tanah Mesir itu,"}, {"number": "54", "text": "mulailah datang tujuh tahun kelaparan, seperti yang telah dikatakan Yusuf; dalam segala negeri ada kelaparan, tetapi di seluruh negeri Mesir ada roti."}, {"number": "55", "text": "Ketika seluruh negeri Mesir menderita kelaparan, dan rakyat berteriak meminta roti kepada Firaun, berkatalah Firaun kepada semua orang Mesir: \"Pergilah kepada Yusuf, perbuatlah apa yang akan dikatakannya kepadamu.\""}, {"number": "56", "text": "Kelaparan itu merajalela di seluruh bumi. Maka Yusuf membuka segala lumbung dan menjual gandum kepada orang Mesir, sebab makin hebat kelaparan itu di tanah Mesir."}, {"number": "57", "text": "Juga dari seluruh bumi datanglah orang ke Mesir untuk membeli gandum dari Yusuf, sebab hebat kelaparan itu di seluruh bumi."}]}