{"book": "Kejadian", "chapter": 7, "verse": [{"number": "1", "text": "Lalu berfirmanlah TUHAN kepada Nuh: \"Masuklah ke dalam bahtera itu, engkau dan seisi rumahmu, sebab engkaulah yang Kulihat benar di hadapan-Ku di antara orang zaman ini."}, {"number": "2", "text": "Dari segala binatang yang tidak haram haruslah kauambil tujuh pasang, jantan dan betinanya, tetapi dari binatang yang haram satu pasang, jantan dan betinanya;"}, {"number": "3", "text": "juga dari burung-burung di udara tujuh pasang, jantan dan betina, supaya terpelihara hidup keturunannya di seluruh bumi."}, {"number": "4", "text": "Sebab tujuh hari lagi Aku akan menurunkan hujan ke atas bumi empat puluh hari empat puluh malam lamanya, dan Aku akan menghapuskan dari muka bumi segala yang ada, yang Kujadikan itu.\""}, {"number": "5", "text": "Lalu Nuh melakukan segala yang diperintahkan TUHAN kepadanya."}, {"number": "6", "text": "Nuh berumur enam ratus tahun, ketika air bah datang meliputi bumi."}, {"number": "7", "text": "Masuklah Nuh ke dalam bahtera itu bersama-sama dengan anak-anaknya dan isterinya dan isteri anak-anaknya karena air bah itu."}, {"number": "8", "text": "Dari binatang yang tidak haram dan yang haram, dari burung-burung dan dari segala yang merayap di muka bumi,"}, {"number": "9", "text": "datanglah sepasang mendapatkan Nuh ke dalam bahtera itu, jantan dan betina, seperti yang diperintahkan Allah kepada Nuh."}, {"number": "10", "text": "Setelah tujuh hari datanglah air bah meliputi bumi."}, {"number": "11", "text": "Pada waktu umur Nuh enam ratus tahun, pada bulan yang kedua, pada hari yang ketujuh belas bulan itu, pada hari itulah terbelah segala mata air samudera raya yang dahsyat dan terbukalah tingkap-tingkap di langit."}, {"number": "12", "text": "Dan turunlah hujan lebat meliputi bumi empat puluh hari empat puluh malam lamanya."}, {"number": "13", "text": "Pada hari itu juga masuklah Nuh serta Sem, Ham dan Yafet, anak-anak Nuh, dan isteri Nuh, dan ketiga isteri anak-anaknya bersama-sama dengan dia, ke dalam bahtera itu,"}, {"number": "14", "text": "mereka itu dan segala jenis binatang liar dan segala jenis ternak dan segala jenis binatang melata yang merayap di bumi dan segala jenis burung, yakni segala yang berbulu bersayap;"}, {"number": "15", "text": "dari segala yang hidup dan bernyawa datanglah sepasang mendapatkan Nuh ke dalam bahtera itu."}, {"number": "16", "text": "Dan yang masuk itu adalah jantan dan betina dari segala yang hidup, seperti yang diperintahkan Allah kepada Nuh; lalu TUHAN menutup pintu bahtera itu di belakang Nuh."}, {"number": "17", "text": "Empat puluh hari lamanya air bah itu meliputi bumi; air itu naik dan mengangkat bahtera itu, sehingga melampung tinggi dari bumi."}, {"number": "18", "text": "Ketika air itu makin bertambah-tambah dan naik dengan hebatnya di atas bumi, terapung-apunglah bahtera itu di muka air."}, {"number": "19", "text": "Dan air itu sangat hebatnya bertambah-tambah meliputi bumi, dan ditutupinyalah segala gunung tinggi di seluruh kolong langit,"}, {"number": "20", "text": "sampai lima belas hasta di atasnya bertambah-tambah air itu, sehingga gunung-gunung ditutupinya."}, {"number": "21", "text": "Lalu mati binasalah segala yang hidup, yang bergerak di bumi, burung-burung, ternak dan binatang liar dan segala binatang merayap, yang berkeriapan di bumi, serta semua manusia."}, {"number": "22", "text": "Matilah segala yang ada nafas hidup dalam hidungnya, segala yang ada di darat."}, {"number": "23", "text": "Demikianlah dihapuskan Allah segala yang ada, segala yang di muka bumi, baik manusia maupun hewan dan binatang melata dan burung-burung di udara, sehingga semuanya itu dihapuskan dari atas bumi; hanya Nuh yang tinggal hidup dan semua yang bersama-sama dengan dia dalam bahtera itu."}, {"number": "24", "text": "Dan berkuasalah air itu di atas bumi seratus lima puluh hari lamanya."}]}