{"book": "Yakobus", "chapter": 3, "verse": [{"number": "1", "text": "Saudara-saudaraku, janganlah banyak orang di antara kamu mau menjadi guru; sebab kita tahu, bahwa sebagai guru kita akan dihakimi menurut ukuran yang lebih berat."}, {"number": "2", "text": "Sebab kita semua bersalah dalam banyak hal; barangsiapa tidak bersalah dalam perkataannya, ia adalah orang sempurna, yang dapat juga mengendalikan seluruh tubuhnya."}, {"number": "3", "text": "Kita mengenakan kekang pada mulut kuda, sehingga ia menuruti kehendak kita, dengan jalan demikian kita dapat juga mengendalikan seluruh tubuhnya."}, {"number": "4", "text": "Dan lihat saja kapal-kapal, walaupun amat besar dan digerakkan oleh angin keras, namun dapat dikendalikan oleh kemudi yang amat kecil menurut kehendak jurumudi."}, {"number": "5", "text": "Demikian juga lidah, walaupun suatu anggota kecil dari tubuh, namun dapat memegahkan perkara-perkara yang besar. Lihatlah, betapapun kecilnya api, ia dapat membakar hutan yang besar."}, {"number": "6", "text": "Lidahpun adalah api; ia merupakan suatu dunia kejahatan dan mengambil tempat di antara anggota-anggota tubuh kita sebagai sesuatu yang dapat menodai seluruh tubuh dan menyalakan roda kehidupan kita, sedang ia sendiri dinyalakan oleh api neraka."}, {"number": "7", "text": "Semua jenis binatang liar, burung-burung, serta binatang-binatang menjalar dan binatang-binatang laut dapat dijinakkan dan telah dijinakkan oleh sifat manusia,"}, {"number": "8", "text": "tetapi tidak seorangpun yang berkuasa menjinakkan lidah; ia adalah sesuatu yang buas, yang tak terkuasai, dan penuh racun yang mematikan."}, {"number": "9", "text": "Dengan lidah kita memuji Tuhan, Bapa kita; dan dengan lidah kita mengutuk manusia yang diciptakan menurut rupa Allah,"}, {"number": "10", "text": "dari mulut yang satu keluar berkat dan kutuk. Hal ini, saudara-saudaraku, tidak boleh demikian terjadi."}, {"number": "11", "text": "Adakah sumber memancarkan air tawar dan air pahit dari mata air yang sama?"}, {"number": "12", "text": "Saudara-saudaraku, adakah pohon ara dapat menghasilkan buah zaitun dan adakah pokok anggur dapat menghasilkan buah ara? Demikian juga mata air asin tidak dapat mengeluarkan air tawar."}, {"number": "13", "text": "Siapakah di antara kamu yang bijak dan berbudi? Baiklah ia dengan cara hidup yang baik menyatakan perbuatannya oleh hikmat yang lahir dari kelemahlembutan."}, {"number": "14", "text": "Jika kamu menaruh perasaan iri hati dan kamu mementingkan diri sendiri, janganlah kamu memegahkan diri dan janganlah berdusta melawan kebenaran!"}, {"number": "15", "text": "Itu bukanlah hikmat yang datang dari atas, tetapi dari dunia, dari nafsu manusia, dari setan-setan."}, {"number": "16", "text": "Sebab di mana ada iri hati dan mementingkan diri sendiri di situ ada kekacauan dan segala macam perbuatan jahat."}, {"number": "17", "text": "Tetapi hikmat yang dari atas adalah pertama-tama murni, selanjutnya pendamai, peramah, penurut, penuh belas kasihan dan buah-buah yang baik, tidak memihak dan tidak munafik."}, {"number": "18", "text": "Dan buah yang terdiri dari kebenaran ditaburkan dalam damai untuk mereka yang mengadakan damai."}]}