{"book": "2 Tawarikh", "chapter": 1, "verse": [{"number": "1", "text": "Salomo, anak Daud, menjadi kuat dalam kedudukannya sebagai raja; TUHAN, Allahnya, menyertai dia dan menjadikan kekuasaannya luar biasa besarnya."}, {"number": "2", "text": "Salomo memberi perintah kepada seluruh Israel, kepada kepala-kepala pasukan seribu dan pasukan seratus, kepada para hakim dan kepada semua pemimpin di seluruh Israel, yakni para kepala puak."}, {"number": "3", "text": "Lalu pergilah Salomo bersama-sama dengan segenap jemaah itu ke bukit pengorbanan yang di Gibeon, sebab di situlah Kemah Pertemuan Allah yang dibuat Musa, hamba TUHAN itu, di padang gurun."}, {"number": "4", "text": "--Tetapi Daud telah mengangkut tabut Allah dari Kiryat-Yearim ke tempat yang disiapkannya bagi tabut itu, --sebab ia telah memasang kemah untuk tabut itu di Yerusalem."}, {"number": "5", "text": "Namun mezbah tembaga yang dibuat Bezaleel bin Uri bin Hur masih ada di sana di depan Kemah Suci TUHAN. Maka ke sanalah Salomo dan jemaah itu meminta petunjuk TUHAN."}, {"number": "6", "text": "Salomo mempersembahkan korban di sana di hadapan TUHAN di atas mezbah tembaga yang di depan Kemah Pertemuan itu; ia mempersembahkan seribu korban bakaran di atasnya."}, {"number": "7", "text": "Pada malam itu juga Allah menampakkan diri kepada Salomo dan berfirman kepadanya: \"Mintalah apa yang hendak Kuberikan kepadamu.\""}, {"number": "8", "text": "Berkatalah Salomo kepada Allah: \"Engkaulah yang telah menunjukkan kasih setia-Mu yang besar kepada Daud, ayahku, dan telah mengangkat aku menjadi raja menggantikan dia."}, {"number": "9", "text": "Maka sekarang, ya TUHAN Allah, tunjukkanlah keteguhan janji-Mu kepada Daud, ayahku, sebab Engkaulah yang telah mengangkat aku menjadi raja atas suatu bangsa yang banyaknya seperti debu tanah."}, {"number": "10", "text": "Berilah sekarang kepadaku hikmat dan pengertian, supaya aku dapat keluar dan masuk sebagai pemimpin bangsa ini, sebab siapakah yang dapat menghakimi umat-Mu yang besar ini?\""}, {"number": "11", "text": "Berfirmanlah Allah kepada Salomo: \"Oleh karena itu yang kauingini dan engkau tidak meminta kekayaan, harta benda, kemuliaan atau nyawa pembencimu, dan juga tidak meminta umur panjang, tetapi sebaliknya engkau meminta kebijaksanaan dan pengertian untuk dapat menghakimi umat-Ku yang atasnya Aku telah merajakan engkau,"}, {"number": "12", "text": "maka kebijaksanaan dan pengertian itu diberikan kepadamu; selain itu Aku berikan kepadamu kekayaan, harta benda dan kemuliaan, sebagaimana belum pernah ada pada raja-raja sebelum engkau dan tidak akan ada pada raja-raja sesudah engkau.\""}, {"number": "13", "text": "Lalu pulanglah Salomo dari bukit pengorbanan yang di Gibeon itu, dari depan Kemah Pertemuan, ke Yerusalem dan ia memerintah atas Israel."}, {"number": "14", "text": "Salomo mengumpulkan juga kereta-kereta dan orang-orang berkuda, sehingga ia mempunyai seribu empat ratus kereta dan dua belas ribu orang berkuda, yang semuanya ditempatkan dalam kota-kota kereta dan dekat raja di Yerusalem."}, {"number": "15", "text": "Raja membuat banyaknya emas dan perak di Yerusalem sama seperti batu, dan banyaknya pohon kayu aras sama seperti pohon ara yang tumbuh di Daerah Bukit."}, {"number": "16", "text": "Kuda untuk Salomo didatangkan dari Misraim dan dari Kewe; saudagar-saudagar raja membelinya dari Kewe dengan harga pasar."}, {"number": "17", "text": "Sebuah kereta yang didatangkan dari Misraim berharga sampai enam ratus syikal perak, dan seekor kuda sampai seratus lima puluh syikal; dan begitu juga melalui mereka dikeluarkan semuanya itu kepada semua raja orang Het dan kepada raja-raja Aram."}]}