{"book": "2 Tawarikh", "chapter": 25, "verse": [{"number": "1", "text": "Amazia berumur dua puluh lima tahun pada waktu ia menjadi raja dan dua puluh sembilan tahun lamanya ia memerintah di Yerusalem; nama ibunya ialah Yoadan, dari Yerusalem."}, {"number": "2", "text": "Ia melakukan apa yang benar di mata TUHAN, hanya tidak dengan segenap hati."}, {"number": "3", "text": "Segera sesudah kuasa kerajaan itu kokoh di tangannya, dibunuhnyalah pegawai-pegawainya yang telah membunuh raja, yaitu ayahnya."}, {"number": "4", "text": "Tetapi anak-anak mereka tidak dihukum mati olehnya, melainkan ia bertindak sesuai dengan apa yang tertulis dalam Taurat, yakni kitab Musa, di mana TUHAN telah memberi perintah: \"Janganlah ayah mati karena anaknya, janganlah juga anak mati karena ayahnya, melainkan setiap orang harus mati karena dosanya sendiri.\""}, {"number": "5", "text": "Lalu Amazia mengumpulkan orang Yehuda dan menyuruh mereka, yakni seluruh orang Yehuda dan Benyamin, berdiri menurut puak-puaknya di bawah kepala-kepala pasukan seribu dan kepala-kepala pasukan seratus. Ketika ia menghitung mereka yang berumur dua puluh tahun ke atas, didapatinya tiga ratus ribu teruna yang sanggup keluar berperang dengan tombak dan perisai."}, {"number": "6", "text": "Selain itu ia menyewa seratus ribu pahlawan yang gagah perkasa dari Israel dengan bayaran seratus talenta perak."}, {"number": "7", "text": "Tetapi seorang abdi Allah datang kepadanya dan berkata: \"Ya raja, janganlah tentara Israel dibiarkan bergabung kepada tuanku, karena TUHAN tidak menyertai Israel, yakni semua bani Efraim ini."}, {"number": "8", "text": "Dan jikalau mereka bergabung juga, bagaimanapun juga perbuatan dan kekuatanmu di dalam perang, Allah akan menggelincirkan engkau di depan musuh, sebab Allah mempunyai kuasa untuk menolong dan menggelincirkan!\""}, {"number": "9", "text": "Lalu kata Amazia kepada abdi Allah itu: \"Bagaimana dengan seratus talenta yang telah kuberikan kepada pasukan-pasukan Israel itu?\" Jawab abdi Allah itu: \"TUHAN dapat memberikan lebih dari pada itu kepadamu!\""}, {"number": "10", "text": "Kemudian Amazia memisahkan pasukan yang datang bergabung kepadanya dari Efraim, supaya mereka kembali ke tempat tinggalnya. Maka sangat marahlah mereka terhadap Yehuda. Mereka kembali ke tempat tinggalnya dengan marah yang menyala-nyala."}, {"number": "11", "text": "Amazia mendapat keberanian lalu memimpin rakyatnya ke Lembah Asin dan memukul kalah sepuluh ribu orang dari bani Seir."}, {"number": "12", "text": "Selain itu sepuluh ribu orang ditawan hidup-hidup oleh bani Yehuda dan dibawa ke suatu puncak bukit batu, lalu mereka dicampakkan dari puncak bukit batu itu, sehingga hancurlah mereka semua."}, {"number": "13", "text": "Tetapi orang-orang dari pasukan yang dipulangkan Amazia, dan yang tidak diperbolehkan ikut berperang dengan dia, menyerbu kota-kota di Yehuda dari jurusan Samaria sampai ke Bet-Horon, dan menewaskan tiga ribu orang penduduknya dan merampas banyak jarahan."}, {"number": "14", "text": "Ketika Amazia kembali, setelah mengalahkan orang-orang Edom itu, ia mendirikan para allah bani Seir, yang dibawanya pulang, sebagai allahnya. Ia sujud menyembah kepada allah-allah itu dan membakar korban untuk mereka."}, {"number": "15", "text": "Maka bangkitlah murka TUHAN terhadap Amazia; Ia menyuruh seorang nabi kepadanya yang berkata: \"Mengapa engkau mencari allah sesuatu bangsa yang tidak dapat melepaskan bangsanya sendiri dari tanganmu?\""}, {"number": "16", "text": "Waktu nabi sedang berbicara, berkatalah Amazia kepadanya: \"Apakah kami telah mengangkat engkau menjadi penasihat raja? Diamlah! Apakah engkau mau dibunuh?\" Lalu diamlah nabi itu setelah berkata: \"Sekarang aku tahu, bahwa Allah telah menentukan akan membinasakan engkau, karena engkau telah berbuat hal ini, dan tidak mendengarkan nasihatku!\""}, {"number": "17", "text": "Kemudian Amazia, raja Yehuda, mengadakan perundingan, lalu menyuruh orang kepada Yoas bin Yoahas bin Yehu, raja Israel, mengatakan: \"Mari kita mengadu tenaga!\""}, {"number": "18", "text": "Tetapi Yoas, raja Israel, menyuruh orang kepada Amazia, raja Yehuda, mengatakan: \"Onak yang di gunung Libanon mengirim pesan kepada pohon aras yang di gunung Libanon, bunyinya: Berikanlah anakmu perempuan kepada anakku laki-laki menjadi isterinya. Tetapi binatang-binatang hutan yang ada di gunung Libanon itu berjalan lewat dari sana, lalu menginjak onak itu."}, {"number": "19", "text": "Pikirmu, engkau sudah mengalahkan Edom, sebab itu hatimu mengangkat-angkat dirimu untuk mendapat kehormatan. Sekarang, tinggal saja di rumah. Untuk apa engkau menantang malapetaka, sehingga engkau jatuh dan Yehuda bersama-sama engkau?\""}, {"number": "20", "text": "Tetapi Amazia tidak mau mendengarkan; sebab hal itu telah ditetapkan Allah yang hendak menyerahkan mereka ke dalam tangan Yoas, karena mereka telah mencari allah orang Edom."}, {"number": "21", "text": "Sebab itu majulah Yoas, raja Israel, lalu mengadu tenagalah mereka, ia dan Amazia, raja Yehuda, di Bet-Semes yang termasuk wilayah Yehuda."}, {"number": "22", "text": "Yehuda terpukul kalah oleh Israel, sehingga masing-masing lari ke kemahnya."}, {"number": "23", "text": "Yoas, raja Israel, menangkap Amazia, raja Yehuda, anak Yoas bin Yoahas, di Bet-Semes. Lalu Yoas membawa dia ke Yerusalem. Ia membongkar tembok Yerusalem dari Pintu Gerbang Efraim sampai ke Pintu Gerbang Sudut, empat ratus hasta panjangnya."}, {"number": "24", "text": "Sesudah itu ia mengambil segala emas dan perak dan segala perkakas yang terdapat dalam rumah Allah dan yang berada di bawah pengawasan keluarga Obed-Edom, juga perbendaharaan istana raja dan orang-orang sandera, kemudian pulanglah ia ke Samaria."}, {"number": "25", "text": "Amazia bin Yoas, raja Yehuda, masih hidup lima belas tahun lamanya sesudah Yoas bin Yoahas, raja Israel, mati."}, {"number": "26", "text": "Selebihnya dari riwayat Amazia, dari awal sampai akhir, bukankah semuanya itu tertulis dalam kitab raja-raja Yehuda dan Israel?"}, {"number": "27", "text": "Sejak Amazia menjauhi TUHAN, orang mengadakan persepakatan melawan dia di Yerusalem, sebab itu larilah ia ke Lakhis. Tetapi mereka menyuruh mengejar dia ke Lakhis, lalu dibunuhlah ia di sana."}, {"number": "28", "text": "Ia diangkut dengan kuda, lalu dikuburkan di samping nenek moyangnya di kota Daud."}]}