{"book": "2 Tawarikh", "chapter": 32, "verse": [{"number": "1", "text": "Setelah peristiwa yang menunjukkan kesetiaan Hizkia itu datanglah Sanherib, raja Asyur, menyerbu Yehuda. Ia mengepung kota-kota berkubu, dan berniat merebutnya."}, {"number": "2", "text": "Ketika Hizkia mengetahui, bahwa Sanherib datang hendak memerangi Yerusalem,"}, {"number": "3", "text": "ia berunding dengan para panglima dan pahlawannya untuk menutup segala mata air yang terdapat di luar kota dan mereka itu bersedia membantunya."}, {"number": "4", "text": "Maka berkumpullah banyak orang. Mereka menutup semua mata air dan sungai yang mengalir dari tengah-tengah negeri itu. Kata mereka: \"Mengapa raja-raja Asyur harus mendapat banyak air, kalau mereka datang?\""}, {"number": "5", "text": "Dengan sekuat tenaga Hizkia membangun kembali seluruh tembok yang telah terbongkar, mendirikan menara-menara di atasnya dan tembok yang lain di luarnya. Ia memperkuat juga Milo di kota Daud dan membuat lembing dan perisai dalam jumlah yang besar."}, {"number": "6", "text": "Ia mengangkat panglima-panglima perang yang mengepalai rakyat, menyuruh mereka berkumpul kepadanya di halaman pintu gerbang kota dan menenangkan hati mereka dengan kata-kata:"}, {"number": "7", "text": "Kuatkanlah dan teguhkanlah hatimu! Janganlah takut dan terkejut terhadap raja Asyur serta seluruh laskar yang menyertainya, karena yang menyertai kita lebih banyak dari pada yang menyertai dia."}, {"number": "8", "text": "Yang menyertai dia adalah tangan manusia, tetapi yang menyertai kita adalah TUHAN, Allah kita, yang membantu kita dan melakukan peperangan kita.\" Oleh kata-kata Hizkia, raja Yehuda itu, rakyat mendapat kepercayaannya kembali."}, {"number": "9", "text": "Sesudah itu Sanherib, raja Asyur, yang sedang mengepung Lakhis dengan seluruh kekuatan tentaranya, mengutus beberapa pegawai ke Yerusalem, kepada Hizkia, raja Yehuda, dan kepada semua orang Yehuda yang ada di Yerusalem, dengan pesan:"}, {"number": "10", "text": "Beginilah titah Sanherib, raja Asyur: Apakah yang kamu harapkan, maka kamu tinggal saja di Yerusalem yang terkepung ini?"}, {"number": "11", "text": "Bukankah Hizkia memperdayakan kamu, supaya kamu mati kelaparan dan kehausan, dengan mengatakan: TUHAN, Allah kita, akan melepaskan kita dari tangan raja Asyur?"}, {"number": "12", "text": "Bukankah Hizkia ini yang menjauhkan segala bukit pengorbanan dan mezbah TUHAN itu, dan berkata kepada Yehuda dan Yerusalem: Hanya di depan satu mezbah kamu harus sujud menyembah dan membakar korban di atasnya?"}, {"number": "13", "text": "Tidakkah kamu ketahui apa yang aku dan nenek moyangku lakukan terhadap semua bangsa negeri-negeri lain? Apakah para allah bangsa-bangsa segala negeri itu pernah berhasil melepaskan negeri mereka dari tanganku?"}, {"number": "14", "text": "Siapa dari pada semua allah bangsa-bangsa yang sudah ditumpas nenek moyangku itu dapat melepaskan bangsanya dari tanganku? Masakan Allahmu dapat melepaskan kamu dari tanganku?"}, {"number": "15", "text": "Sekarang, janganlah Hizkia memperdayakan dan membujuk kamu seperti ini! Janganlah percaya kepadanya, karena tidak ada allah dari bangsa atau kerajaan manapun yang dapat melepaskan bangsanya dari tanganku dan dari tangan nenek moyangku, lebih-lebih lagi Allahmu itu takkan dapat melepaskan kamu dari tanganku!\""}, {"number": "16", "text": "Dan masih banyak lagi yang diucapkan pegawai-pegawai Sanherib itu menentang TUHAN Allah dan menentang Hizkia, hamba-Nya."}, {"number": "17", "text": "Ia menulis juga surat yang penuh cela dan hujat terhadap TUHAN, Allah Israel, bunyinya: \"Sebagaimana para allah bangsa-bangsa segala negeri lain tidak dapat melepaskan bangsanya dari tanganku, demikian pula Allah Hizkia takkan dapat melepaskan bangsa-Nya dari tanganku.\""}, {"number": "18", "text": "Dan mereka berseru dengan suara nyaring dalam bahasa Yehuda kepada rakyat Yerusalem yang ada di atas tembok, untuk menakutkan dan mengejutkan mereka, supaya mereka dapat merebut kota itu."}, {"number": "19", "text": "Mereka berbicara tentang Allah Yerusalem seperti tentang para allah bangsa-bangsa di dunia, adalah buatan tangan manusia."}, {"number": "20", "text": "Tetapi oleh karena itu raja Hizkia dan nabi Yesaya bin Amos berdoa dan berseru kepada sorga."}, {"number": "21", "text": "Lalu TUHAN mengirim malaikat yang melenyapkan semua pahlawan yang gagah perkasa, pemuka dan panglima yang ada di perkemahan raja Asyur, sehingga ia kemalu-maluan kembali ke negerinya. Kemudian ia ditewaskan dengan pedang oleh anak-anak kandungnya sendiri ketika ia memasuki rumah allahnya."}, {"number": "22", "text": "Demikianlah TUHAN menyelamatkan Hizkia dan penduduk Yerusalem dari tangan Sanherib, raja Asyur, dan dari tangan semua musuhnya. Dan Ia mengaruniakan keamanan kepada mereka di segala penjuru."}, {"number": "23", "text": "Banyak orang membawa persembahan ke Yerusalem untuk TUHAN dan barang-barang berharga untuk Hizkia, raja Yehuda itu. Sejak itu ia diagungkan oleh semua bangsa."}, {"number": "24", "text": "Pada hari-hari itu Hizkia jatuh sakit, sehingga hampir mati. Ia berdoa kepada TUHAN, dan TUHAN berfirman kepadanya dan memberikannya suatu tanda ajaib."}, {"number": "25", "text": "Tetapi Hizkia tidak berterima kasih atas kebaikan yang ditunjukkan kepadanya, karena ia menjadi angkuh, sehingga ia dan Yehuda dan Yerusalem ditimpa murka."}, {"number": "26", "text": "Tetapi ia sadar akan keangkuhannya itu dan merendahkan diri bersama-sama dengan penduduk Yerusalem, sehingga murka TUHAN tidak menimpa mereka pada zaman Hizkia."}, {"number": "27", "text": "Hizkia mendapat kekayaan dan kemuliaan yang sangat besar. Ia membuat perbendaharaan-perbendaharaan untuk emas, perak, batu permata yang mahal-mahal, rempah-rempah, perisai-perisai dan segala macam barang yang indah-indah,"}, {"number": "28", "text": "juga tempat perbekalan untuk hasil gandum, untuk anggur dan minyak, dan kandang-kandang untuk berbagai jenis hewan besar dan kandang-kandang untuk kawanan kambing domba."}, {"number": "29", "text": "Ia mendirikan kota-kota, memperoleh banyak kambing domba dan lembu sapi, karena Allah mengaruniakan dia harta milik yang amat besar."}, {"number": "30", "text": "Hizkia ini juga telah membendung aliran Gihon di sebelah hulu, dan menyalurkannya ke hilir, ke sebelah barat, ke kota Daud. Hizkia berhasil dalam segala usahanya."}, {"number": "31", "text": "Demikianlah juga ketika utusan-utusan raja-raja Babel datang kepadanya untuk menanyakan tentang tanda ajaib yang telah terjadi di negeri, ketika itu Allah meninggalkan dia untuk mencobainya, supaya diketahui segala isi hatinya."}, {"number": "32", "text": "Selebihnya dari riwayat Hizkia dan perbuatan-perbuatannya yang setia, sesungguhnya semuanya itu tertulis dalam penglihatan nabi Yesaya bin Amos, dalam kitab raja-raja Yehuda dan Israel."}, {"number": "33", "text": "Kemudian Hizkia mendapat perhentian bersama-sama dengan nenek moyangnya, dan dikuburkan di pendakian ke pekuburan anak-anak Daud. Pada waktu kematiannya seluruh Yehuda dan penduduk Yerusalem memberi penghormatan kepadanya. Maka Manasye, anaknya, menjadi raja menggantikan dia."}]}