{"book": "2 Tawarikh", "chapter": 4, "verse": [{"number": "1", "text": "Lalu ia membuat mezbah tembaga yang dua puluh hasta panjangnya, dan dua puluh hasta lebarnya dan sepuluh hasta tingginya."}, {"number": "2", "text": "Kemudian dibuatnyalah \"laut\" tuangan yang sepuluh hasta dari tepi ke tepi, bundar keliling, lima hasta tingginya, dan yang dapat dililit berkeliling oleh tali yang tiga puluh hasta panjangnya."}, {"number": "3", "text": "Di sebelah bawah tepinya ada gambar lembu-lembu yang mengelilinginya sama sekali, sepuluh dalam sehasta, merangkum \"laut\" itu berkeliling; lembu itu dua jajar, dituang setuangan dengan bejana itu."}, {"number": "4", "text": "Laut"}, {"number": "5", "text": "Tebal \"laut\" itu setapak tangan dan tepinya serupa tepi piala, seperti bunga bakung yang berkembang. \"Laut\" itu dapat memuat tiga ribu bat air."}, {"number": "6", "text": "Lagipula dibuatnya sepuluh bejana pembasuhan dan ditaruhnya lima pada sisi kanan dan lima pada sisi kiri sebagai tempat pembasuhan; di situ orang membasuh apa yang diperlukan untuk korban bakaran, sedang \"laut\" itu adalah untuk para imam sebagai tempat membasuh."}, {"number": "7", "text": "Ia membuat sepuluh kandil emas sesuai dengan rancangannya dan menaruhnya di dalam Bait Suci, lima di sebelah kanan dan lima di sebelah kiri."}, {"number": "8", "text": "Selanjutnya ia membuat sepuluh meja dan menempatkannya di dalam Bait Suci, lima di sebelah kanan dan lima di sebelah kiri; ia membuat pula seratus bokor penyiraman dari emas."}, {"number": "9", "text": "Ia membuat juga pelataran para imam, halaman besar dan pintu-pintu halaman itu; pintu-pintu itu dilapisinya dengan tembaga."}, {"number": "10", "text": "Laut"}, {"number": "11", "text": "Dan Huram membuat juga kuali-kuali, penyodok-penyodok dan bokor-bokor penyiraman. Demikianlah Huram menyelesaikan pekerjaan yang harus dilakukannya bagi raja Salomo di rumah Allah,"}, {"number": "12", "text": "yakni kedua tiang, dengan kedua bulatan ganja di kepala tiang itu, kedua jala-jala yang menutup kedua bulatan ganja itu;"}, {"number": "13", "text": "keempat ratus buah delima untuk kedua jala-jala itu, dua jajar buah delima untuk satu jala-jala guna menutupi kedua bulatan ganja yang di atas tiang itu."}, {"number": "14", "text": "Juga telah dibuatnya kereta-kereta penopang dan bejana-bejana pembasuhan yang di atas kereta-kereta itu;"}, {"number": "15", "text": "laut"}, {"number": "16", "text": "Kuali-kuali, penyodok-penyodok, garpu-garpu dan segala perlengkapan lain yang dibuat Huram-Abi bagi raja Salomo untuk rumah TUHAN adalah dari tembaga upaman."}, {"number": "17", "text": "Raja menuang semuanya itu di Lembah Yordan di dalam tanah liat antara Sukot dan Zereda."}, {"number": "18", "text": "Salomo membuat segala perlengkapan itu dalam jumlah yang amat besar, sehingga berat tembaga itu tidaklah terhitung."}, {"number": "19", "text": "Salomo membuat juga segala perlengkapan yang ada di rumah Allah, yakni mezbah dan meja-meja tempat menaruh roti sajian,"}, {"number": "20", "text": "lagipula kandil-kandil dari emas murni dengan pelita-pelitanya, untuk dinyalakan di depan ruang belakang sesuai dengan peraturan;"}, {"number": "21", "text": "kembang-kembangnya, pelita-pelitanya dan sepit-sepitnya, dari emas, semuanya dari emas murni;"}, {"number": "22", "text": "pisau-pisaunya, bokor-bokor penyiramannya, cawan-cawannya dan perbaraan-perbaraannya, dari emas murni; juga pintu masuk rumah itu, dan pintu-pintu yang di sebelah dalam ke tempat maha kudus, dan pintu-pintu ke ruang besar Bait Suci, semuanya dari emas."}]}