{"book": "Yohanes", "chapter": 11, "verse": [{"number": "1", "text": "Ada seorang yang sedang sakit, namanya Lazarus. Ia tinggal di Betania, kampung Maria dan adiknya Marta."}, {"number": "2", "text": "Maria ialah perempuan yang pernah meminyaki kaki Tuhan dengan minyak mur dan menyekanya dengan rambutnya."}, {"number": "3", "text": "Dan Lazarus yang sakit itu adalah saudaranya. Kedua perempuan itu mengirim kabar kepada Yesus: \"Tuhan, dia yang Engkau kasihi, sakit.\""}, {"number": "4", "text": "Ketika Yesus mendengar kabar itu, Ia berkata: \"Penyakit itu tidak akan membawa kematian, tetapi akan menyatakan kemuliaan Allah, sebab oleh penyakit itu Anak Allah akan dimuliakan.\""}, {"number": "5", "text": "Yesus memang mengasihi Marta dan kakaknya dan Lazarus."}, {"number": "6", "text": "Namun setelah didengar-Nya, bahwa Lazarus sakit, Ia sengaja tinggal dua hari lagi di tempat, di mana Ia berada;"}, {"number": "7", "text": "tetapi sesudah itu Ia berkata kepada murid-murid-Nya: \"Mari kita kembali lagi ke Yudea.\""}, {"number": "8", "text": "Murid-murid itu berkata kepada-Nya: \"Rabi, baru-baru ini orang-orang Yahudi mencoba melempari Engkau, masih maukah Engkau kembali ke sana?\""}, {"number": "9", "text": "Jawab Yesus: \"Bukankah ada dua belas jam dalam satu hari? Siapa yang berjalan pada siang hari, kakinya tidak terantuk, karena ia melihat terang dunia ini."}, {"number": "10", "text": "Tetapi jikalau seorang berjalan pada malam hari, kakinya terantuk, karena terang tidak ada di dalam dirinya.\""}, {"number": "11", "text": "Demikianlah perkataan-Nya, dan sesudah itu Ia berkata kepada mereka: \"Lazarus, saudara kita, telah tertidur, tetapi Aku pergi ke sana untuk membangunkan dia dari tidurnya.\""}, {"number": "12", "text": "Maka kata murid-murid itu kepada-Nya: \"Tuhan, jikalau ia tertidur, ia akan sembuh.\""}, {"number": "13", "text": "Tetapi maksud Yesus ialah tertidur dalam arti mati, sedangkan sangka mereka Yesus berkata tentang tertidur dalam arti biasa."}, {"number": "14", "text": "Karena itu Yesus berkata dengan terus terang: \"Lazarus sudah mati;"}, {"number": "15", "text": "tetapi syukurlah Aku tidak hadir pada waktu itu, sebab demikian lebih baik bagimu, supaya kamu dapat belajar percaya. Marilah kita pergi sekarang kepadanya.\""}, {"number": "16", "text": "Lalu Tomas, yang disebut Didimus, berkata kepada teman-temannya, yaitu murid-murid yang lain: \"Marilah kita pergi juga untuk mati bersama-sama dengan Dia.\""}, {"number": "17", "text": "Maka ketika Yesus tiba, didapati-Nya Lazarus telah empat hari berbaring di dalam kubur."}, {"number": "18", "text": "Betania terletak dekat Yerusalem, kira-kira dua mil jauhnya."}, {"number": "19", "text": "Di situ banyak orang Yahudi telah datang kepada Marta dan Maria untuk menghibur mereka berhubung dengan kematian saudaranya."}, {"number": "20", "text": "Ketika Marta mendengar, bahwa Yesus datang, ia pergi mendapatkan-Nya. Tetapi Maria tinggal di rumah."}, {"number": "21", "text": "Maka kata Marta kepada Yesus: \"Tuhan, sekiranya Engkau ada di sini, saudaraku pasti tidak mati."}, {"number": "22", "text": "Tetapi sekarangpun aku tahu, bahwa Allah akan memberikan kepada-Mu segala sesuatu yang Engkau minta kepada-Nya.\""}, {"number": "23", "text": "Kata Yesus kepada Marta: \"Saudaramu akan bangkit.\""}, {"number": "24", "text": "Kata Marta kepada-Nya: \"Aku tahu bahwa ia akan bangkit pada waktu orang-orang bangkit pada akhir zaman.\""}, {"number": "25", "text": "Jawab Yesus: \"Akulah kebangkitan dan hidup; barangsiapa percaya kepada-Ku, ia akan hidup walaupun ia sudah mati,"}, {"number": "26", "text": "dan setiap orang yang hidup dan yang percaya kepada-Ku, tidak akan mati selama-lamanya. Percayakah engkau akan hal ini?\""}, {"number": "27", "text": "Jawab Marta: \"Ya, Tuhan, aku percaya, bahwa Engkaulah Mesias, Anak Allah, Dia yang akan datang ke dalam dunia.\""}, {"number": "28", "text": "Dan sesudah berkata demikian ia pergi memanggil saudaranya Maria dan berbisik kepadanya: \"Guru ada di sana dan Ia memanggil engkau.\""}, {"number": "29", "text": "Mendengar itu Maria segera bangkit lalu pergi mendapatkan Yesus."}, {"number": "30", "text": "Tetapi waktu itu Yesus belum sampai ke dalam kampung itu. Ia masih berada di tempat Marta menjumpai Dia."}, {"number": "31", "text": "Ketika orang-orang Yahudi yang bersama-sama dengan Maria di rumah itu untuk menghiburnya, melihat bahwa Maria segera bangkit dan pergi ke luar, mereka mengikutinya, karena mereka menyangka bahwa ia pergi ke kubur untuk meratap di situ."}, {"number": "32", "text": "Setibanya Maria di tempat Yesus berada dan melihat Dia, tersungkurlah ia di depan kaki-Nya dan berkata kepada-Nya: \"Tuhan, sekiranya Engkau ada di sini, saudaraku pasti tidak mati.\""}, {"number": "33", "text": "Ketika Yesus melihat Maria menangis dan juga orang-orang Yahudi yang datang bersama-sama dia, maka masygullah hati-Nya. Ia sangat terharu dan berkata:"}, {"number": "34", "text": "Di manakah dia kamu baringkan?"}, {"number": "35", "text": "Maka menangislah Yesus."}, {"number": "36", "text": "Kata orang-orang Yahudi: \"Lihatlah, betapa kasih-Nya kepadanya!\""}, {"number": "37", "text": "Tetapi beberapa orang di antaranya berkata: \"Ia yang memelekkan mata orang buta, tidak sanggupkah Ia bertindak, sehingga orang ini tidak mati?\""}, {"number": "38", "text": "Maka masygullah pula hati Yesus, lalu Ia pergi ke kubur itu. Kubur itu adalah sebuah gua yang ditutup dengan batu."}, {"number": "39", "text": "Kata Yesus: \"Angkat batu itu!\" Marta, saudara orang yang meninggal itu, berkata kepada-Nya: \"Tuhan, ia sudah berbau, sebab sudah empat hari ia mati.\""}, {"number": "40", "text": "Jawab Yesus: \"Bukankah sudah Kukatakan kepadamu: Jikalau engkau percaya engkau akan melihat kemuliaan Allah?\""}, {"number": "41", "text": "Maka mereka mengangkat batu itu. Lalu Yesus menengadah ke atas dan berkata: \"Bapa, Aku mengucap syukur kepada-Mu, karena Engkau telah mendengarkan Aku."}, {"number": "42", "text": "Aku tahu, bahwa Engkau selalu mendengarkan Aku, tetapi oleh karena orang banyak yang berdiri di sini mengelilingi Aku, Aku mengatakannya, supaya mereka percaya, bahwa Engkaulah yang telah mengutus Aku.\""}, {"number": "43", "text": "Dan sesudah berkata demikian, berserulah Ia dengan suara keras: \"Lazarus, marilah ke luar!\""}, {"number": "44", "text": "Orang yang telah mati itu datang ke luar, kaki dan tangannya masih terikat dengan kain kapan dan mukanya tertutup dengan kain peluh. Kata Yesus kepada mereka: \"Bukalah kain-kain itu dan biarkan ia pergi.\""}, {"number": "45", "text": "Banyak di antara orang-orang Yahudi yang datang melawat Maria dan yang menyaksikan sendiri apa yang telah dibuat Yesus, percaya kepada-Nya."}, {"number": "46", "text": "Tetapi ada yang pergi kepada orang-orang Farisi dan menceriterakan kepada mereka, apa yang telah dibuat Yesus itu."}, {"number": "47", "text": "Lalu imam-imam kepala dan orang-orang Farisi memanggil Mahkamah Agama untuk berkumpul dan mereka berkata: \"Apakah yang harus kita buat? Sebab orang itu membuat banyak mujizat."}, {"number": "48", "text": "Apabila kita biarkan Dia, maka semua orang akan percaya kepada-Nya dan orang-orang Roma akan datang dan akan merampas tempat suci kita serta bangsa kita.\""}, {"number": "49", "text": "Tetapi seorang di antara mereka, yaitu Kayafas, Imam Besar pada tahun itu, berkata kepada mereka: \"Kamu tidak tahu apa-apa,"}, {"number": "50", "text": "dan kamu tidak insaf, bahwa lebih berguna bagimu, jika satu orang mati untuk bangsa kita dari pada seluruh bangsa kita ini binasa.\""}, {"number": "51", "text": "Hal itu dikatakannya bukan dari dirinya sendiri, tetapi sebagai Imam Besar pada tahun itu ia bernubuat, bahwa Yesus akan mati untuk bangsa itu,"}, {"number": "52", "text": "dan bukan untuk bangsa itu saja, tetapi juga untuk mengumpulkan dan mempersatukan anak-anak Allah yang tercerai-berai."}, {"number": "53", "text": "Mulai dari hari itu mereka sepakat untuk membunuh Dia."}, {"number": "54", "text": "Karena itu Yesus tidak tampil lagi di muka umum di antara orang-orang Yahudi, Ia berangkat dari situ ke daerah dekat padang gurun, ke sebuah kota yang bernama Efraim, dan di situ Ia tinggal bersama-sama murid-murid-Nya."}, {"number": "55", "text": "Pada waktu itu hari raya Paskah orang Yahudi sudah dekat dan banyak orang dari negeri itu berangkat ke Yerusalem untuk menyucikan diri sebelum Paskah itu."}, {"number": "56", "text": "Mereka mencari Yesus dan sambil berdiri di dalam Bait Allah, mereka berkata seorang kepada yang lain: \"Bagaimana pendapatmu? Akan datang jugakah Ia ke pesta?\""}, {"number": "57", "text": "Sementara itu imam-imam kepala dan orang-orang Farisi telah memberikan perintah supaya setiap orang yang tahu di mana Dia berada memberitahukannya, agar mereka dapat menangkap Dia."}]}