{"book": "Yohanes", "chapter": 8, "verse": [{"number": "1", "text": "tetapi Yesus pergi ke bukit Zaitun."}, {"number": "2", "text": "Pagi-pagi benar Ia berada lagi di Bait Allah, dan seluruh rakyat datang kepada-Nya. Ia duduk dan mengajar mereka."}, {"number": "3", "text": "Maka ahli-ahli Taurat dan orang-orang Farisi membawa kepada-Nya seorang perempuan yang kedapatan berbuat zinah."}, {"number": "4", "text": "Mereka menempatkan perempuan itu di tengah-tengah lalu berkata kepada Yesus: \"Rabi, perempuan ini tertangkap basah ketika ia sedang berbuat zinah."}, {"number": "5", "text": "Musa dalam hukum Taurat memerintahkan kita untuk melempari perempuan-perempuan yang demikian. Apakah pendapat-Mu tentang hal itu?\""}, {"number": "6", "text": "Mereka mengatakan hal itu untuk mencobai Dia, supaya mereka memperoleh sesuatu untuk menyalahkan-Nya. Tetapi Yesus membungkuk lalu menulis dengan jari-Nya di tanah."}, {"number": "7", "text": "Dan ketika mereka terus-menerus bertanya kepada-Nya, Iapun bangkit berdiri lalu berkata kepada mereka: \"Barangsiapa di antara kamu tidak berdosa, hendaklah ia yang pertama melemparkan batu kepada perempuan itu.\""}, {"number": "8", "text": "Lalu Ia membungkuk pula dan menulis di tanah."}, {"number": "9", "text": "Tetapi setelah mereka mendengar perkataan itu, pergilah mereka seorang demi seorang, mulai dari yang tertua. Akhirnya tinggallah Yesus seorang diri dengan perempuan itu yang tetap di tempatnya."}, {"number": "10", "text": "Lalu Yesus bangkit berdiri dan berkata kepadanya: \"Hai perempuan, di manakah mereka? Tidak adakah seorang yang menghukum engkau?\""}, {"number": "11", "text": "Jawabnya: \"Tidak ada, Tuhan.\" Lalu kata Yesus: \"Akupun tidak menghukum engkau. Pergilah, dan jangan berbuat dosa lagi mulai dari sekarang.\""}, {"number": "12", "text": "Maka Yesus berkata pula kepada orang banyak, kata-Nya: \"Akulah terang dunia; barangsiapa mengikut Aku, ia tidak akan berjalan dalam kegelapan, melainkan ia akan mempunyai terang hidup.\""}, {"number": "13", "text": "Kata orang-orang Farisi kepada-Nya: \"Engkau bersaksi tentang diri-Mu, kesaksian-Mu tidak benar.\""}, {"number": "14", "text": "Jawab Yesus kepada mereka, kata-Nya: \"Biarpun Aku bersaksi tentang diri-Ku sendiri, namun kesaksian-Ku itu benar, sebab Aku tahu, dari mana Aku datang dan ke mana Aku pergi. Tetapi kamu tidak tahu, dari mana Aku datang dan ke mana Aku pergi."}, {"number": "15", "text": "Kamu menghakimi menurut ukuran manusia, Aku tidak menghakimi seorangpun,"}, {"number": "16", "text": "dan jikalau Aku menghakimi, maka penghakiman-Ku itu benar, sebab Aku tidak seorang diri, tetapi Aku bersama dengan Dia yang mengutus Aku."}, {"number": "17", "text": "Dan dalam kitab Tauratmu ada tertulis, bahwa kesaksian dua orang adalah sah;"}, {"number": "18", "text": "Akulah yang bersaksi tentang diri-Ku sendiri, dan juga Bapa, yang mengutus Aku, bersaksi tentang Aku.\""}, {"number": "19", "text": "Maka kata mereka kepada-Nya: \"Di manakah Bapa-Mu?\" Jawab Yesus: \"Baik Aku, maupun Bapa-Ku tidak kamu kenal. Jikalau sekiranya kamu mengenal Aku, kamu mengenal juga Bapa-Ku.\""}, {"number": "20", "text": "Kata-kata itu dikatakan Yesus dekat perbendaharaan, waktu Ia mengajar di dalam Bait Allah. Dan tidak seorangpun yang menangkap Dia, karena saat-Nya belum tiba."}, {"number": "21", "text": "Maka Yesus berkata pula kepada orang banyak: \"Aku akan pergi dan kamu akan mencari Aku tetapi kamu akan mati dalam dosamu. Ke tempat Aku pergi, tidak mungkin kamu datang.\""}, {"number": "22", "text": "Maka kata orang-orang Yahudi itu: \"Apakah Ia mau bunuh diri dan karena itu dikatakan-Nya: Ke tempat Aku pergi, tidak mungkin kamu datang?\""}, {"number": "23", "text": "Lalu Ia berkata kepada mereka: \"Kamu berasal dari bawah, Aku dari atas; kamu dari dunia ini, Aku bukan dari dunia ini."}, {"number": "24", "text": "Karena itu tadi Aku berkata kepadamu, bahwa kamu akan mati dalam dosamu; sebab jikalau kamu tidak percaya, bahwa Akulah Dia, kamu akan mati dalam dosamu.\""}, {"number": "25", "text": "Maka kata mereka kepada-Nya: \"Siapakah Engkau?\" Jawab Yesus kepada mereka: \"Apakah gunanya lagi Aku berbicara dengan kamu?"}, {"number": "26", "text": "Banyak yang harus Kukatakan dan Kuhakimi tentang kamu; akan tetapi Dia, yang mengutus Aku, adalah benar, dan apa yang Kudengar dari pada-Nya, itu yang Kukatakan kepada dunia.\""}, {"number": "27", "text": "Mereka tidak mengerti, bahwa Ia berbicara kepada mereka tentang Bapa."}, {"number": "28", "text": "Maka kata Yesus: \"Apabila kamu telah meninggikan Anak Manusia, barulah kamu tahu, bahwa Akulah Dia, dan bahwa Aku tidak berbuat apa-apa dari diri-Ku sendiri, tetapi Aku berbicara tentang hal-hal, sebagaimana diajarkan Bapa kepada-Ku."}, {"number": "29", "text": "Dan Ia, yang telah mengutus Aku, Ia menyertai Aku. Ia tidak membiarkan Aku sendiri, sebab Aku senantiasa berbuat apa yang berkenan kepada-Nya.\""}, {"number": "30", "text": "Setelah Yesus mengatakan semuanya itu, banyak orang percaya kepada-Nya."}, {"number": "31", "text": "Maka kata-Nya kepada orang-orang Yahudi yang percaya kepada-Nya: \"Jikalau kamu tetap dalam firman-Ku, kamu benar-benar adalah murid-Ku"}, {"number": "32", "text": "dan kamu akan mengetahui kebenaran, dan kebenaran itu akan memerdekakan kamu.\""}, {"number": "33", "text": "Jawab mereka: \"Kami adalah keturunan Abraham dan tidak pernah menjadi hamba siapapun. Bagaimana Engkau dapat berkata: Kamu akan merdeka?\""}, {"number": "34", "text": "Kata Yesus kepada mereka: \"Aku berkata kepadamu, sesungguhnya setiap orang yang berbuat dosa, adalah hamba dosa."}, {"number": "35", "text": "Dan hamba tidak tetap tinggal dalam rumah, tetapi anak tetap tinggal dalam rumah."}, {"number": "36", "text": "Jadi apabila Anak itu memerdekakan kamu, kamupun benar-benar merdeka.\""}, {"number": "37", "text": "Aku tahu, bahwa kamu adalah keturunan Abraham, tetapi kamu berusaha untuk membunuh Aku karena firman-Ku tidak beroleh tempat di dalam kamu."}, {"number": "38", "text": "Apa yang Kulihat pada Bapa, itulah yang Kukatakan, dan demikian juga kamu perbuat tentang apa yang kamu dengar dari bapamu.\""}, {"number": "39", "text": "Jawab mereka kepada-Nya: \"Bapa kami ialah Abraham.\" Kata Yesus kepada mereka: \"Jikalau sekiranya kamu anak-anak Abraham, tentulah kamu mengerjakan pekerjaan yang dikerjakan oleh Abraham."}, {"number": "40", "text": "Tetapi yang kamu kerjakan ialah berusaha membunuh Aku; Aku, seorang yang mengatakan kebenaran kepadamu, yaitu kebenaran yang Kudengar dari Allah; pekerjaan yang demikian tidak dikerjakan oleh Abraham."}, {"number": "41", "text": "Kamu mengerjakan pekerjaan bapamu sendiri.\" Jawab mereka: \"Kami tidak dilahirkan dari zinah. Bapa kami satu, yaitu Allah.\""}, {"number": "42", "text": "Kata Yesus kepada mereka: \"Jikalau Allah adalah Bapamu, kamu akan mengasihi Aku, sebab Aku keluar dan datang dari Allah. Dan Aku datang bukan atas kehendak-Ku sendiri, melainkan Dialah yang mengutus Aku."}, {"number": "43", "text": "Apakah sebabnya kamu tidak mengerti bahasa-Ku? Sebab kamu tidak dapat menangkap firman-Ku."}, {"number": "44", "text": "Iblislah yang menjadi bapamu dan kamu ingin melakukan keinginan-keinginan bapamu. Ia adalah pembunuh manusia sejak semula dan tidak hidup dalam kebenaran, sebab di dalam dia tidak ada kebenaran. Apabila ia berkata dusta, ia berkata atas kehendaknya sendiri, sebab ia adalah pendusta dan bapa segala dusta."}, {"number": "45", "text": "Tetapi karena Aku mengatakan kebenaran kepadamu, kamu tidak percaya kepada-Ku."}, {"number": "46", "text": "Siapakah di antaramu yang membuktikan bahwa Aku berbuat dosa? Apabila Aku mengatakan kebenaran, mengapakah kamu tidak percaya kepada-Ku?"}, {"number": "47", "text": "Barangsiapa berasal dari Allah, ia mendengarkan firman Allah; itulah sebabnya kamu tidak mendengarkannya, karena kamu tidak berasal dari Allah.\""}, {"number": "48", "text": "Orang-orang Yahudi menjawab Yesus: \"Bukankah benar kalau kami katakan bahwa Engkau orang Samaria dan kerasukan setan?\""}, {"number": "49", "text": "Jawab Yesus: \"Aku tidak kerasukan setan, tetapi Aku menghormati Bapa-Ku dan kamu tidak menghormati Aku."}, {"number": "50", "text": "Tetapi Aku tidak mencari hormat bagi-Ku: ada Satu yang mencarinya dan Dia juga yang menghakimi."}, {"number": "51", "text": "Aku berkata kepadamu: Sesungguhnya barangsiapa menuruti firman-Ku, ia tidak akan mengalami maut sampai selama-lamanya.\""}, {"number": "52", "text": "Kata orang-orang Yahudi kepada-Nya: \"Sekarang kami tahu, bahwa Engkau kerasukan setan. Sebab Abraham telah mati dan demikian juga nabi-nabi, namun Engkau berkata: Barangsiapa menuruti firman-Ku, ia tidak akan mengalami maut sampai selama-lamanya."}, {"number": "53", "text": "Adakah Engkau lebih besar dari pada bapa kita Abraham, yang telah mati! Nabi-nabipun telah mati; dengan siapakah Engkau samakan diri-Mu?\""}, {"number": "54", "text": "Jawab Yesus: \"Jikalau Aku memuliakan diri-Ku sendiri, maka kemuliaan-Ku itu sedikitpun tidak ada artinya. Bapa-Kulah yang memuliakan Aku, tentang siapa kamu berkata: Dia adalah Allah kami,"}, {"number": "55", "text": "padahal kamu tidak mengenal Dia, tetapi Aku mengenal Dia. Dan jika Aku berkata: Aku tidak mengenal Dia, maka Aku adalah pendusta, sama seperti kamu, tetapi Aku mengenal Dia dan Aku menuruti firman-Nya."}, {"number": "56", "text": "Abraham bapamu bersukacita bahwa ia akan melihat hari-Ku dan ia telah melihatnya dan ia bersukacita.\""}, {"number": "57", "text": "Maka kata orang-orang Yahudi itu kepada-Nya: \"Umur-Mu belum sampai lima puluh tahun dan Engkau telah melihat Abraham?\""}, {"number": "58", "text": "Kata Yesus kepada mereka: \"Aku berkata kepadamu, sesungguhnya sebelum Abraham jadi, Aku telah ada.\""}, {"number": "59", "text": "Lalu mereka mengambil batu untuk melempari Dia; tetapi Yesus menghilang dan meninggalkan Bait Allah."}]}