{"book": "Yohanes", "chapter": 9, "verse": [{"number": "1", "text": "Waktu Yesus sedang lewat, Ia melihat seorang yang buta sejak lahirnya."}, {"number": "2", "text": "Murid-murid-Nya bertanya kepada-Nya: \"Rabi, siapakah yang berbuat dosa, orang ini sendiri atau orang tuanya, sehingga ia dilahirkan buta?\""}, {"number": "3", "text": "Jawab Yesus: \"Bukan dia dan bukan juga orang tuanya, tetapi karena pekerjaan-pekerjaan Allah harus dinyatakan di dalam dia."}, {"number": "4", "text": "Kita harus mengerjakan pekerjaan Dia yang mengutus Aku, selama masih siang; akan datang malam, di mana tidak ada seorangpun yang dapat bekerja."}, {"number": "5", "text": "Selama Aku di dalam dunia, Akulah terang dunia.\""}, {"number": "6", "text": "Setelah Ia mengatakan semuanya itu, Ia meludah ke tanah, dan mengaduk ludahnya itu dengan tanah, lalu mengoleskannya pada mata orang buta tadi"}, {"number": "7", "text": "dan berkata kepadanya: \"Pergilah, basuhlah dirimu dalam kolam Siloam.\" Siloam artinya: \"Yang diutus.\" Maka pergilah orang itu, ia membasuh dirinya lalu kembali dengan matanya sudah melek."}, {"number": "8", "text": "Tetapi tetangga-tetangganya dan mereka, yang dahulu mengenalnya sebagai pengemis, berkata: \"Bukankah dia ini, yang selalu mengemis?\""}, {"number": "9", "text": "Ada yang berkata: \"Benar, dialah ini.\" Ada pula yang berkata: \"Bukan, tetapi ia serupa dengan dia.\" Orang itu sendiri berkata: \"Benar, akulah itu.\""}, {"number": "10", "text": "Kata mereka kepadanya: \"Bagaimana matamu menjadi melek?\""}, {"number": "11", "text": "Jawabnya: \"Orang yang disebut Yesus itu mengaduk tanah, mengoleskannya pada mataku dan berkata kepadaku: Pergilah ke Siloam dan basuhlah dirimu. Lalu aku pergi dan setelah aku membasuh diriku, aku dapat melihat.\""}, {"number": "12", "text": "Lalu mereka berkata kepadanya: \"Di manakah Dia?\" Jawabnya: \"Aku tidak tahu.\""}, {"number": "13", "text": "Lalu mereka membawa orang yang tadinya buta itu kepada orang-orang Farisi."}, {"number": "14", "text": "Adapun hari waktu Yesus mengaduk tanah dan memelekkan mata orang itu, adalah hari Sabat."}, {"number": "15", "text": "Karena itu orang-orang Farisipun bertanya kepadanya, bagaimana matanya menjadi melek. Jawabnya: \"Ia mengoleskan adukan tanah pada mataku, lalu aku membasuh diriku, dan sekarang aku dapat melihat.\""}, {"number": "16", "text": "Maka kata sebagian orang-orang Farisi itu: \"Orang ini tidak datang dari Allah, sebab Ia tidak memelihara hari Sabat.\" Sebagian pula berkata: \"Bagaimanakah seorang berdosa dapat membuat mujizat yang demikian?\" Maka timbullah pertentangan di antara mereka."}, {"number": "17", "text": "Lalu kata mereka pula kepada orang buta itu: \"Dan engkau, apakah katamu tentang Dia, karena Ia telah memelekkan matamu?\" Jawabnya: \"Ia adalah seorang nabi.\""}, {"number": "18", "text": "Tetapi orang-orang Yahudi itu tidak percaya, bahwa tadinya ia buta dan baru dapat melihat lagi, sampai mereka memanggil orang tuanya"}, {"number": "19", "text": "dan bertanya kepada mereka: \"Inikah anakmu, yang kamu katakan bahwa ia lahir buta? Kalau begitu bagaimanakah ia sekarang dapat melihat?\""}, {"number": "20", "text": "Jawab orang tua itu: \"Yang kami tahu ialah, bahwa dia ini anak kami dan bahwa ia lahir buta,"}, {"number": "21", "text": "tetapi bagaimana ia sekarang dapat melihat, kami tidak tahu, dan siapa yang memelekkan matanya, kami tidak tahu juga. Tanyakanlah kepadanya sendiri, ia sudah dewasa, ia dapat berkata-kata untuk dirinya sendiri.\""}, {"number": "22", "text": "Orang tuanya berkata demikian, karena mereka takut kepada orang-orang Yahudi, sebab orang-orang Yahudi itu telah sepakat bahwa setiap orang yang mengaku Dia sebagai Mesias, akan dikucilkan."}, {"number": "23", "text": "Itulah sebabnya maka orang tuanya berkata: \"Ia telah dewasa, tanyakanlah kepadanya sendiri.\""}, {"number": "24", "text": "Lalu mereka memanggil sekali lagi orang yang tadinya buta itu dan berkata kepadanya: \"Katakanlah kebenaran di hadapan Allah; kami tahu bahwa orang itu orang berdosa.\""}, {"number": "25", "text": "Jawabnya: \"Apakah orang itu orang berdosa, aku tidak tahu; tetapi satu hal aku tahu, yaitu bahwa aku tadinya buta, dan sekarang dapat melihat.\""}, {"number": "26", "text": "Kata mereka kepadanya: \"Apakah yang diperbuat-Nya padamu? Bagaimana Ia memelekkan matamu?\""}, {"number": "27", "text": "Jawabnya: \"Telah kukatakan kepadamu, dan kamu tidak mendengarkannya; mengapa kamu hendak mendengarkannya lagi? Barangkali kamu mau menjadi murid-Nya juga?\""}, {"number": "28", "text": "Sambil mengejek mereka berkata kepadanya: \"Engkau murid orang itu tetapi kami murid-murid Musa."}, {"number": "29", "text": "Kami tahu, bahwa Allah telah berfirman kepada Musa, tetapi tentang Dia itu kami tidak tahu dari mana Ia datang.\""}, {"number": "30", "text": "Jawab orang itu kepada mereka: \"Aneh juga bahwa kamu tidak tahu dari mana Ia datang, sedangkan Ia telah memelekkan mataku."}, {"number": "31", "text": "Kita tahu, bahwa Allah tidak mendengarkan orang-orang berdosa, melainkan orang-orang yang saleh dan yang melakukan kehendak-Nya."}, {"number": "32", "text": "Dari dahulu sampai sekarang tidak pernah terdengar, bahwa ada orang yang memelekkan mata orang yang lahir buta."}, {"number": "33", "text": "Jikalau orang itu tidak datang dari Allah, Ia tidak dapat berbuat apa-apa.\""}, {"number": "34", "text": "Jawab mereka: \"Engkau ini lahir sama sekali dalam dosa dan engkau hendak mengajar kami?\" Lalu mereka mengusir dia ke luar."}, {"number": "35", "text": "Yesus mendengar bahwa ia telah diusir ke luar oleh mereka. Kemudian Ia bertemu dengan dia dan berkata: \"Percayakah engkau kepada Anak Manusia?\""}, {"number": "36", "text": "Jawabnya: \"Siapakah Dia, Tuhan? Supaya aku percaya kepada-Nya.\""}, {"number": "37", "text": "Kata Yesus kepadanya: \"Engkau bukan saja melihat Dia; tetapi Dia yang sedang berkata-kata dengan engkau, Dialah itu!\""}, {"number": "38", "text": "Katanya: \"Aku percaya, Tuhan!\" Lalu ia sujud menyembah-Nya."}, {"number": "39", "text": "Kata Yesus: \"Aku datang ke dalam dunia untuk menghakimi, supaya barangsiapa yang tidak melihat, dapat melihat, dan supaya barangsiapa yang dapat melihat, menjadi buta.\""}, {"number": "40", "text": "Kata-kata itu didengar oleh beberapa orang Farisi yang berada di situ dan mereka berkata kepada-Nya: \"Apakah itu berarti bahwa kami juga buta?\""}, {"number": "41", "text": "Jawab Yesus kepada mereka: \"Sekiranya kamu buta, kamu tidak berdosa, tetapi karena kamu berkata: Kami melihat, maka tetaplah dosamu.\""}]}