{"book": "Zakharia", "chapter": 1, "verse": [{"number": "1", "text": "Dalam bulan yang kedelapan pada tahun kedua zaman Darius datanglah firman TUHAN kepada nabi Zakharia bin Berekhya bin Ido, bunyinya:"}, {"number": "2", "text": "Sangat murka TUHAN atas nenek moyangmu."}, {"number": "3", "text": "Sebab itu katakanlah kepada mereka: Beginilah firman TUHAN semesta alam: Kembalilah kepada-Ku, demikianlah firman TUHAN semesta alam, maka Akupun akan kembali kepadamu, firman TUHAN semesta alam."}, {"number": "4", "text": "Janganlah kamu seperti nenek moyangmu yang kepadanya para nabi yang dahulu telah menyerukan, demikian: Beginilah firman TUHAN semesta alam: Berbaliklah dari tingkah lakumu yang buruk dan dari perbuatanmu yang jahat! Tetapi mereka tidak mau mendengarkan dan tidak mau menghiraukan Aku, demikianlah firman TUHAN."}, {"number": "5", "text": "Nenek moyangmu, di mana mereka? Dan para nabi, apakah mereka hidup untuk selama-lamanya?"}, {"number": "6", "text": "Tetapi segala firman dan ketetapan-Ku yang telah Kuperintahkan kepada hamba-hamba-Ku, para nabi, bukankah itu telah sampai kepada nenek moyangmu? Maka bertobatlah mereka serta berkata: Sebagaimana TUHAN semesta alam bermaksud mengambil tindakan terhadap kita sesuai dengan tingkah laku kita dan perbuatan kita, demikianlah Ia mengambil tindakan terhadap kita!\""}, {"number": "7", "text": "Pada hari yang kedua puluh empat dari bulan yang kesebelas--itulah bulan Syebat--pada tahun yang kedua zaman Darius datanglah firman TUHAN kepada nabi Zakharia bin Berekhya bin Ido, bunyinya:"}, {"number": "8", "text": "Tadi malam aku mendapat suatu penglihatan: tampak seorang yang menunggang kuda merah! Dia sedang berdiri di antara pohon-pohon murad yang di dalam jurang; dan di belakangnya ada kuda-kuda yang merah, yang merah jambu dan yang putih."}, {"number": "9", "text": "Maka aku bertanya: Apakah arti semuanya ini, ya tuanku? Lalu malaikat yang berbicara dengan aku itu menjawab: Aku ini akan memperlihatkan kepadamu apa arti semuanya ini!"}, {"number": "10", "text": "Orang yang berdiri di antara pohon-pohon murad itu mulai berbicara, katanya: Inilah mereka semua yang diutus TUHAN untuk menjelajahi bumi!"}, {"number": "11", "text": "Berbicaralah mereka kepada Malaikat TUHAN yang berdiri di antara pohon-pohon murad itu, katanya: Kami telah menjelajahi bumi, dan sesungguhnya seluruh bumi itu tenang dan aman."}, {"number": "12", "text": "Berbicaralah Malaikat TUHAN itu, katanya: Ya TUHAN semesta alam, berapa lama lagi Engkau tidak menyayangi Yerusalem dan kota-kota Yehuda yang telah tujuh puluh tahun lamanya Kaumurkai itu?"}, {"number": "13", "text": "Lalu kepada malaikat, yang berbicara dengan aku itu, TUHAN menjawab dengan kata-kata yang ramah dan yang menghiburkan."}, {"number": "14", "text": "Berkatalah kepadaku malaikat yang berbicara dengan aku itu: Serukanlah ini: Beginilah firman TUHAN semesta alam: Sangat besar usaha-Ku untuk Yerusalem dan Sion,"}, {"number": "15", "text": "tetapi sangat besar murka-Ku terhadap bangsa-bangsa yang merasa dirinya aman, yang, sementara Aku murka sedikit, telah membantu menimbulkan kejahatan."}, {"number": "16", "text": "Sebab itu, beginilah firman TUHAN, Aku kembali lagi kepada Yerusalem dengan kasih sayang. Rumah-Ku akan didirikan pula di sana, demikianlah firman TUHAN semesta alam, dan tali pengukur akan direntangkan lagi di atas Yerusalem."}, {"number": "17", "text": "Serukanlah ini selanjutnya: Beginilah firman TUHAN semesta alam: Kota-kota-Ku akan berlimpah-limpah pula dengan kebajikan, dan TUHAN akan menghiburkan Sion dan akan memilih Yerusalem pula.\""}, {"number": "18", "text": "Aku melayangkan mataku dan melihat: tampak empat tanduk."}, {"number": "19", "text": "Lalu aku bertanya kepada malaikat yang berbicara dengan aku itu: \"Apakah arti semuanya ini?\" Maka ia menjawab aku: \"Inilah tanduk-tanduk yang telah menyerakkan Yehuda, Israel dan Yerusalem.\""}, {"number": "20", "text": "Kemudian TUHAN memperlihatkan kepadaku empat tukang besi."}, {"number": "21", "text": "Lalu aku bertanya: \"Orang-orang ini datang untuk melakukan apa?\" Maka ia menjawab: \"Inipun adalah tanduk-tanduk yang telah menyerakkan Yehuda, sehingga tidak seorangpun berani mengangkat kepalanya. Dan semuanya ini datang untuk mengejutkan mereka, yakni untuk menghempaskan tanduk bangsa-bangsa yang telah mengangkat tanduk terhadap tanah Yehuda hendak menyerakkannya.\""}]}