{"book": "1 Tesalonika", "chapter": 2, "verse": [{"number": "1", "text": "Kamu sendiripun memang tahu, saudara-saudara, bahwa kedatangan kami di antaramu tidaklah sia-sia."}, {"number": "2", "text": "Tetapi sungguhpun kami sebelumnya, seperti kamu tahu, telah dianiaya dan dihina di Filipi, namun dengan pertolongan Allah kita, kami beroleh keberanian untuk memberitakan Injil Allah kepada kamu dalam perjuangan yang berat."}, {"number": "3", "text": "Sebab nasihat kami tidak lahir dari kesesatan atau dari maksud yang tidak murni dan juga tidak disertai tipu daya."}, {"number": "4", "text": "Sebaliknya, karena Allah telah menganggap kami layak untuk mempercayakan Injil kepada kami, karena itulah kami berbicara, bukan untuk menyukakan manusia, melainkan untuk menyukakan Allah yang menguji hati kita."}, {"number": "5", "text": "Karena kami tidak pernah bermulut manis--hal itu kamu ketahui--dan tidak pernah mempunyai maksud loba yang tersembunyi--Allah adalah saksi--"}, {"number": "6", "text": "juga tidak pernah kami mencari pujian dari manusia, baik dari kamu, maupun dari orang-orang lain, sekalipun kami dapat berbuat demikian sebagai rasul-rasul Kristus."}, {"number": "7", "text": "Tetapi kami berlaku ramah di antara kamu, sama seperti seorang ibu mengasuh dan merawati anaknya."}, {"number": "8", "text": "Demikianlah kami, dalam kasih sayang yang besar akan kamu, bukan saja rela membagi Injil Allah dengan kamu, tetapi juga hidup kami sendiri dengan kamu, karena kamu telah kami kasihi."}, {"number": "9", "text": "Sebab kamu masih ingat, saudara-saudara, akan usaha dan jerih lelah kami. Sementara kami bekerja siang malam, supaya jangan menjadi beban bagi siapapun juga di antara kamu, kami memberitakan Injil Allah kepada kamu."}, {"number": "10", "text": "Kamu adalah saksi, demikian juga Allah, betapa saleh, adil dan tak bercacatnya kami berlaku di antara kamu, yang percaya."}, {"number": "11", "text": "Kamu tahu, betapa kami, seperti bapa terhadap anak-anaknya, telah menasihati kamu dan menguatkan hatimu seorang demi seorang,"}, {"number": "12", "text": "dan meminta dengan sangat, supaya kamu hidup sesuai dengan kehendak Allah, yang memanggil kamu ke dalam Kerajaan dan kemuliaan-Nya."}, {"number": "13", "text": "Dan karena itulah kami tidak putus-putusnya mengucap syukur juga kepada Allah, sebab kamu telah menerima firman Allah yang kami beritakan itu, bukan sebagai perkataan manusia, tetapi--dan memang sungguh-sungguh demikian--sebagai firman Allah, yang bekerja juga di dalam kamu yang percaya."}, {"number": "14", "text": "Sebab kamu, saudara-saudara, telah menjadi penurut jemaat-jemaat Allah di Yudea, jemaat-jemaat di dalam Kristus Yesus, karena kamu juga telah menderita dari teman-teman sebangsamu segala sesuatu yang mereka derita dari orang-orang Yahudi."}, {"number": "15", "text": "Bahkan orang-orang Yahudi itu telah membunuh Tuhan Yesus dan para nabi dan telah menganiaya kami. Apa yang berkenan kepada Allah tidak mereka pedulikan dan semua manusia mereka musuhi,"}, {"number": "16", "text": "karena mereka mau menghalang-halangi kami memberitakan firman kepada bangsa-bangsa lain untuk keselamatan mereka. Demikianlah mereka terus-menerus menambah dosa mereka sampai genap jumlahnya dan sekarang murka telah menimpa mereka sepenuh-penuhnya."}, {"number": "17", "text": "Tetapi kami, saudara-saudara, yang seketika terpisah dari kamu, jauh di mata, tetapi tidak jauh di hati, sungguh-sungguh, dengan rindu yang besar, telah berusaha untuk datang menjenguk kamu."}, {"number": "18", "text": "Sebab kami telah berniat untuk datang kepada kamu--aku, Paulus, malahan lebih dari sekali--,tetapi Iblis telah mencegah kami."}, {"number": "19", "text": "Sebab siapakah pengharapan kami atau sukacita kami atau mahkota kemegahan kami di hadapan Yesus, Tuhan kita, pada waktu kedatangan-Nya, kalau bukan kamu?"}, {"number": "20", "text": "Sungguh, kamulah kemuliaan kami dan sukacita kami."}]}