{"book": "Hakim Hakim", "chapter": 1, "verse": [{"number": "1", "text": "Sesudah Yosua mati, orang Israel bertanya kepada TUHAN: \"Siapakah dari pada kami yang harus lebih dahulu maju menghadapi orang Kanaan untuk berperang melawan mereka?\""}, {"number": "2", "text": "Firman TUHAN: \"Suku Yehudalah yang harus maju; sesungguhnya telah Kuserahkan negeri itu ke dalam tangannya.\""}, {"number": "3", "text": "Lalu berkatalah Yehuda kepada Simeon, saudaranya itu: \"Majulah bersama-sama dengan aku ke bagian yang telah diundikan kepadaku dan baiklah kita berperang melawan orang Kanaan, maka akupun akan maju bersama-sama dengan engkau ke bagian yang telah diundikan kepadamu.\" Lalu Simeon maju bersama-sama dengan dia."}, {"number": "4", "text": "Maka majulah suku Yehuda, lalu TUHAN menyerahkan orang Kanaan dan orang Feris ke dalam tangan mereka, dan mereka memukul kalah orang-orang itu dekat Bezek, sepuluh ribu orang banyaknya."}, {"number": "5", "text": "Di Bezek mereka menjumpai Adoni-Bezek dan berperang melawan dia, dan mereka memukul kalah orang Kanaan dan orang Feris."}, {"number": "6", "text": "Tetapi Adoni-Bezek melarikan diri, lalu mereka mengejarnya, menangkapnya dan memotong ibu jari dari tangannya dan dari kakinya."}, {"number": "7", "text": "Kata Adoni-Bezek: \"Ada tujuh puluh raja dengan terpotong ibu jari tangan dan kakinya memungut sisa-sisa makanan di bawah mejaku; sesuai dengan yang kulakukan itu, demikianlah dibalaskan Allah kepadaku.\" Kemudian ia dibawa ke Yerusalem dan mati di sana."}, {"number": "8", "text": "Sesudah itu bani Yehuda berperang melawan Yerusalem, merebutnya lalu memukulnya dengan mata pedang dan memusnahkan kota itu dengan api."}, {"number": "9", "text": "Kemudian bani Yehuda maju berperang melawan orang Kanaan, yang diam di pegunungan, di Tanah Negeb dan di Daerah Bukit."}, {"number": "10", "text": "Lalu suku Yehuda bergerak menyerang orang Kanaan yang diam di Hebron--nama Hebron dahulu adalah Kiryat-Arba--dan memukul kalah Sesai, Ahiman dan Talmai."}, {"number": "11", "text": "Dari sana mereka bergerak menyerang penduduk Debir. Nama Debir dahulu adalah Kiryat-Sefer."}, {"number": "12", "text": "Berkatalah Kaleb: \"Siapa yang mengalahkan dan merebut Kiryat-Sefer, kepadanya akan kuberikan Akhsa, anakku, menjadi isterinya.\""}, {"number": "13", "text": "Dan Otniel, anak Kenas adik Kaleb, merebut kota itu; lalu Kaleb memberikan Akhsa, anaknya, kepadanya menjadi isterinya."}, {"number": "14", "text": "Ketika perempuan itu tiba, dibujuknya suaminya untuk meminta sebidang ladang kepada ayahnya. Maka turunlah perempuan itu dari keledainya, lalu berkatalah Kaleb kepadanya: \"Ada apa?\""}, {"number": "15", "text": "Jawabnya kepadanya: \"Berikanlah kepadaku suatu hadiah; telah kauberikan kepadaku tanah yang gersang, berikanlah juga kepadaku mata air.\" Lalu Kaleb memberikan kepadanya mata air yang di hulu dan mata air yang di hilir."}, {"number": "16", "text": "Keturunan Hobab, ipar Musa, orang Keni itu, maju bersama-sama dengan bani Yehuda dari kota pohon korma ke padang gurun Yehuda di Tanah Negeb dekat Arad; lalu mereka menetap di antara penduduk di sana."}, {"number": "17", "text": "Yehuda maju bersama-sama dengan Simeon, saudaranya itu, lalu mereka memukul kalah orang Kanaan, penduduk Zefat; mereka menumpas kota itu. Sebab itu kota itu dinamai Horma."}, {"number": "18", "text": "Selanjutnya suku Yehuda merebut Gaza dengan daerahnya, Askelon dengan daerahnya dan Ekron dengan daerahnya."}, {"number": "19", "text": "Dan TUHAN menyertai suku Yehuda, sehingga mereka menduduki pegunungan itu; tetapi mereka tidak dapat menghalau penduduk yang di lembah, sebab orang-orang ini mempunyai kereta-kereta besi."}, {"number": "20", "text": "Kepada Kaleb telah diberikan Hebron, seperti yang dikatakan Musa dahulu, dan dari sana telah dihalaukannya anak Enak yang tiga itu."}, {"number": "21", "text": "Tetapi orang Yebus, penduduk kota Yerusalem, tidak dihalau oleh bani Benyamin, jadi orang Yebus itu masih diam bersama-sama dengan bani Benyamin di Yerusalem sampai sekarang."}, {"number": "22", "text": "Keturunan Yusuf juga maju menyerang Betel, dan TUHAN menyertai mereka."}, {"number": "23", "text": "Keturunan Yusuf menyuruh orang mengintai Betel itu--nama kota itu dahulu adalah Lus."}, {"number": "24", "text": "Ketika pengintai-pengintai itu melihat seorang keluar dari kota itu, maka berkatalah mereka kepadanya: \"Tolong tunjukkan bagaimana kami dapat memasuki kota ini, maka kami akan memperlakukan engkau sebagai sahabat.\""}, {"number": "25", "text": "Lalu ditunjukkannyalah kepada mereka bagaimana mereka dapat memasuki kota itu, dan mereka memukul kota itu dengan mata pedang, tetapi orang itu dengan seluruh kaumnya dibiarkan mereka pergi."}, {"number": "26", "text": "Orang itu pergi ke negeri orang Het dan mendirikan di sana sebuah kota yang dinamainya Lus. Demikianlah nama kota itu sampai sekarang."}, {"number": "27", "text": "Suku Manasye tidak menghalau penduduk Bet-Sean dan penduduk segala anak kotanya, penduduk Taanakh dengan segala anak kotanya, penduduk Dor dengan segala anak kotanya, penduduk Yibleam dengan segala anak kotanya, dan penduduk Megido dengan segala anak kotanya, sebab orang Kanaan itu berkeras untuk tetap diam di negeri itu."}, {"number": "28", "text": "Setelah orang Israel menjadi kuat, mereka membuat orang Kanaan itu menjadi orang rodi dan tidak menghalau mereka sama sekali."}, {"number": "29", "text": "Suku Efraimpun tidak menghalau orang Kanaan yang diam di Gezer, sehingga orang Kanaan itu tetap diam di tengah-tengah mereka di Gezer."}, {"number": "30", "text": "Suku Zebulon tidak menghalau penduduk Kitron dan penduduk Nahalol, sehingga orang Kanaan itu tetap diam di tengah-tengah mereka, walaupun sebagai orang rodi."}, {"number": "31", "text": "Suku Asyer tidak menghalau penduduk Ako, penduduk Sidon serta Ahlab, Akhzib, Helba, Afek dan Rehob,"}, {"number": "32", "text": "sehingga orang Asyer itu diam di tengah-tengah orang Kanaan, penduduk asli di negeri itu, sebab orang-orang itu tidak dihalaunya."}, {"number": "33", "text": "Suku Naftali tidak menghalau penduduk Bet-Semes dan penduduk Bet-Anat, sehingga mereka diam di tengah-tengah orang Kanaan, penduduk asli di negeri itu; tetapi penduduk Bet-Semes dan Bet-Anat itu menjadi orang rodi bagi mereka."}, {"number": "34", "text": "Orang Amori mendesak bani Dan ke sebelah pegunungan dan tidak membiarkan mereka turun ke lembah,"}, {"number": "35", "text": "dan orang Amori itu berkeras untuk tetap diam di Har-Heres, di Ayalon dan di Saalbim, walaupun mereka mendapat tekanan berat dari keturunan Yusuf, sebab mereka menjadi orang rodi."}, {"number": "36", "text": "Daerah orang Amori itu mulai dari pendakian Akrabim, dari Sela, terus ke atas."}]}