{"book": "Hakim Hakim", "chapter": 11, "verse": [{"number": "1", "text": "Adapun Yefta, orang Gilead itu, adalah seorang pahlawan yang gagah perkasa, tetapi ia anak seorang perempuan sundal; ayah Yefta ialah Gilead."}, {"number": "2", "text": "Juga isteri Gilead melahirkan anak-anak lelaki baginya. Setelah besar anak-anak isterinya ini, maka mereka mengusir Yefta, katanya kepadanya: \"Engkau tidak mendapat milik pusaka dalam keluarga kami, sebab engkau anak dari perempuan lain.\""}, {"number": "3", "text": "Maka larilah Yefta dari saudara-saudaranya itu dan diam di tanah Tob; di sana berkumpullah kepadanya petualang-petualang yang pergi merampok bersama-sama dengan dia."}, {"number": "4", "text": "Beberapa waktu kemudian bani Amon berperang melawan orang Israel."}, {"number": "5", "text": "Dan ketika bani Amon itu berperang melawan orang Israel, pergilah para tua-tua Gilead menjemput Yefta dari tanah Tob."}, {"number": "6", "text": "Kata mereka kepada Yefta: \"Mari, jadilah panglima kami dan biarlah kita berperang melawan bani Amon.\""}, {"number": "7", "text": "Tetapi kata Yefta kepada para tua-tua Gilead itu: \"Bukankah kamu sendiri membenci aku dan mengusir aku dari keluargaku? Mengapa kamu datang sekarang kepadaku, pada waktu kamu terdesak?\""}, {"number": "8", "text": "Kemudian berkatalah para tua-tua Gilead kepada Yefta: \"Memang, kami datang kembali sekarang kepadamu, ikutilah kami dan berperanglah melawan bani Amon, maka engkau akan menjadi kepala atas kami, atas seluruh penduduk Gilead.\""}, {"number": "9", "text": "Kata Yefta kepada para tua-tua Gilead: \"Jadi, jika kamu membawa aku kembali untuk berperang melawan bani Amon, dan TUHAN menyerahkan mereka kepadaku, maka akulah yang akan menjadi kepala atas kamu?\""}, {"number": "10", "text": "Lalu kata para tua-tua Gilead kepada Yefta: \"Demi TUHAN yang mendengarkannya sebagai saksi antara kita: Kami akan berbuat seperti katamu itu.\""}, {"number": "11", "text": "Maka Yefta ikut dengan para tua-tua Gilead, lalu bangsa itu mengangkat dia menjadi kepala dan panglima mereka. Tetapi Yefta membawa seluruh perkaranya itu ke hadapan TUHAN, di Mizpa."}, {"number": "12", "text": "Kemudian Yefta mengirim utusan kepada raja bani Amon dengan pesan: \"Apakah urusanmu dengan aku, sehingga engkau mendatangi aku untuk memerangi negeriku?\""}, {"number": "13", "text": "Jawab raja bani Amon kepada utusan Yefta: \"Orang Israel, ketika berjalan keluar dari Mesir, telah merampas tanahku, dari sungai Arnon sampai ke sungai Yabok dan sampai ke sungai Yordan. Maka sekarang, kembalikanlah semuanya itu dengan jalan damai.\""}, {"number": "14", "text": "Lalu Yefta mengirim pula utusan kepada raja bani Amon"}, {"number": "15", "text": "dengan pesan: \"Beginilah kata Yefta: orang Israel tidak merampas tanah orang Moab atau tanah bani Amon."}, {"number": "16", "text": "Sebab ketika berjalan keluar dari Mesir, orang Israel melalui padang gurun sampai ke Laut Teberau dan tiba di Kadesh."}, {"number": "17", "text": "Ketika itu orang Israel mengirim utusan kepada raja negeri Edom dengan permintaan: Izinkanlah kiranya kami berjalan melalui negerimu ini. Tetapi raja negeri Edom tidak mau mendengar. Mereka mengirim juga utusan kepada raja negeri Moab, tetapi raja ini menolak. Maka orang Israel tinggal di Kadesh."}, {"number": "18", "text": "Kemudian mereka berjalan melalui padang gurun, menempuh jalan keliling tanah Edom dan tanah Moab, lalu sampai ke sebelah timur tanah Moab, maka berkemahlah mereka di seberang sungai Arnon, dengan tidak masuk daerah Moab, sebab sungai Arnon itulah batas daerah Moab."}, {"number": "19", "text": "Lalu orang Israel mengirim utusan kepada Sihon, raja orang Amori, raja di Hesybon, dan orang Israel meminta kepadanya: Izinkanlah kiranya kami berjalan melalui negerimu ini sampai ke tempat yang kami tuju."}, {"number": "20", "text": "Tetapi Sihon tidak percaya kepada orang Israel yang hendak berjalan melalui daerahnya itu, maka dikumpulkannyalah seluruh rakyatnya. Ia berkemah di Yahas, lalu berperang melawan orang Israel."}, {"number": "21", "text": "Tetapi TUHAN, Allah Israel, menyerahkan Sihon dengan seluruh rakyatnya ke dalam tangan orang Israel, dan mereka dikalahkan, sehingga orang Israel menduduki seluruh negeri kepunyaan orang Amori, penduduk negeri itu."}, {"number": "22", "text": "Demikianlah dimiliki orang Israel seluruh daerah orang Amori itu, dari sungai Arnon sampai ke sungai Yabok dan dari padang gurun sampai ke sungai Yordan."}, {"number": "23", "text": "Maka sekarang TUHAN, Allah Israel, telah merebut milik orang Amori, bagi Israel, umat-Nya. Apakah engkau hendak memiliki pula tanah mereka itu?"}, {"number": "24", "text": "Bukankah engkau akan memiliki apa yang diberi oleh Kamos, allahmu? Demikianlah kami memiliki segala yang direbut bagi kami oleh TUHAN, Allah kami."}, {"number": "25", "text": "Lagipula, apakah engkau lebih baik dari Balak bin Zipor, raja Moab? Pernahkah ia menuntut hak kepada orang Israel atau pernahkah ia berperang melawan mereka?"}, {"number": "26", "text": "Ketika orang Israel diam di Hesybon dengan segala anak kotanya, di Aroer dengan segala anak kotanya, dan di segala kota sepanjang kedua tepi sungai Arnon selama tiga ratus tahun, mengapa pada waktu itu engkau tidak melepaskan kota-kota itu?"}, {"number": "27", "text": "Jadi aku tidak bersalah terhadap engkau, tetapi engkau berbuat jahat terhadap aku dengan berperang melawan aku. TUHAN, Hakim itu, Dialah yang menjadi hakim pada hari ini antara orang Israel dan bani Amon.\""}, {"number": "28", "text": "Tetapi raja bani Amon tidak mendengarkan perkataan yang disampaikan kepadanya oleh utusan-utusan Yefta."}, {"number": "29", "text": "Lalu Roh TUHAN menghinggapi Yefta; ia berjalan melalui daerah Gilead dan daerah Manasye, kemudian melalui Mizpa di Gilead, dan dari Mizpa di Gilead ia berjalan terus ke daerah bani Amon."}, {"number": "30", "text": "Lalu bernazarlah Yefta kepada TUHAN, katanya: \"Jika Engkau sungguh-sungguh menyerahkan bani Amon itu ke dalam tanganku,"}, {"number": "31", "text": "maka apa yang keluar dari pintu rumahku untuk menemui aku, pada waktu aku kembali dengan selamat dari bani Amon, itu akan menjadi kepunyaan TUHAN, dan aku akan mempersembahkannya sebagai korban bakaran.\""}, {"number": "32", "text": "Kemudian Yefta berjalan terus untuk berperang melawan bani Amon, dan TUHAN menyerahkan mereka ke dalam tangannya."}, {"number": "33", "text": "Ia menimbulkan kekalahan yang amat besar di antara mereka, mulai dari Aroer sampai dekat Minit--dua puluh kota banyaknya--dan sampai ke Abel-Keramim, sehingga bani Amon itu ditundukkan di depan orang Israel."}, {"number": "34", "text": "Ketika Yefta pulang ke Mizpa ke rumahnya, tampaklah anaknya perempuan keluar menyongsong dia dengan memukul rebana serta menari-nari. Dialah anaknya yang tunggal; selain dari dia tidak ada anaknya laki-laki atau perempuan."}, {"number": "35", "text": "Demi dilihatnya dia, dikoyakkannyalah bajunya, sambil berkata: \"Ah, anakku, engkau membuat hatiku hancur luluh dan engkaulah yang mencelakakan aku; aku telah membuka mulutku bernazar kepada TUHAN, dan tidak dapat aku mundur.\""}, {"number": "36", "text": "Tetapi jawabnya kepadanya: \"Bapa, jika engkau telah membuka mulutmu bernazar kepada TUHAN, maka perbuatlah kepadaku sesuai dengan nazar yang kauucapkan itu, karena TUHAN telah mengadakan bagimu pembalasan terhadap musuhmu, yakni bani Amon itu.\""}, {"number": "37", "text": "Lagi katanya kepada ayahnya: \"Hanya izinkanlah aku melakukan hal ini: berilah keluasan kepadaku dua bulan lamanya, supaya aku pergi mengembara ke pegunungan dan menangisi kegadisanku bersama-sama dengan teman-temanku.\""}, {"number": "38", "text": "Jawab Yefta: \"Pergilah,\" dan ia membiarkan dia pergi dua bulan lamanya. Maka pergilah gadis itu bersama-sama dengan teman-temannya menangisi kegadisannya di pegunungan."}, {"number": "39", "text": "Setelah lewat kedua bulan itu, kembalilah ia kepada ayahnya, dan ayahnya melakukan kepadanya apa yang telah dinazarkannya itu; jadi gadis itu tidak pernah kenal laki-laki. Dan telah menjadi adat di Israel,"}, {"number": "40", "text": "bahwa dari tahun ke tahun anak-anak perempuan orang Israel selama empat hari setahun meratapi anak perempuan Yefta, orang Gilead itu."}]}