{"book": "Hakim Hakim", "chapter": 15, "verse": [{"number": "1", "text": "Beberapa waktu kemudian, dalam musim menuai gandum, pergilah Simson mengunjungi isterinya, dengan membawa seekor anak kambing, serta berkata: \"Aku mau ke kamar mendapatkan isteriku.\" Tetapi ayah perempuan itu tidak membiarkan dia masuk."}, {"number": "2", "text": "Kata ayah perempuan itu: \"Aku telah menyangka, bahwa engkau benci sama sekali kepadanya, sebab itu aku memberikannya kepada kawanmu. Bukankah adiknya lebih cantik dari padanya? Baiklah kauambil itu bagimu sebagai gantinya.\""}, {"number": "3", "text": "Lalu kata Simson kepadanya: \"Sekali ini aku tidak bersalah terhadap orang Filistin, apabila aku mendatangkan celaka kepada mereka.\""}, {"number": "4", "text": "Maka pergilah Simson, ditangkapnya tiga ratus anjing hutan, diambilnya obor, diikatnya ekor dengan ekor dan ditaruhnya sebuah obor di antara tiap-tiap dua ekor."}, {"number": "5", "text": "Kemudian dinyalakannyalah obor itu dan dilepaskannya anjing-anjing hutan itu ke gandum yang belum dituai kepunyaan orang Filistin, sehingga terbakarlah tumpukan-tumpukan gandum dan gandum yang belum dituai dan kebun-kebun pohon zaitun."}, {"number": "6", "text": "Berkatalah orang Filistin: \"Siapakah yang melakukan ini?\" Orang menjawab: \"Simson, menantu orang Timna itu, sebab orang itu telah mengambil isteri Simson dan memberikannya kepada kawannya.\" Kemudian pergilah orang Filistin ke sana dan membakar perempuan itu beserta ayahnya."}, {"number": "7", "text": "Lalu berkatalah Simson kepada mereka: \"Jika kamu berbuat demikian, sesungguhnya aku takkan berhenti sebelum aku membalaskannya kepada kamu.\""}, {"number": "8", "text": "Dan dengan pukulan yang hebat ia meremukkan tulang-tulang mereka. Lalu pergilah ia dan tinggal dalam gua di bukit batu Etam."}, {"number": "9", "text": "Lalu majulah orang Filistin dan berkemah di daerah Yehuda serta memencar ke Lehi."}, {"number": "10", "text": "Berkatalah orang-orang Yehuda: \"Mengapa kamu maju menyerang kami?\" Lalu jawab mereka: \"Kami maju untuk mengikat Simson dan memperlakukan dia seperti dia memperlakukan kami.\""}, {"number": "11", "text": "Kemudian turunlah tiga ribu orang dari suku Yehuda ke gua di gunung batu Etam dan berkata kepada Simson: \"Tidakkah kauketahui, bahwa orang Filistin berkuasa atas kita? Apakah juga yang telah kauperbuat terhadap kami?\" Tetapi jawabnya kepada mereka: \"Seperti mereka memperlakukan aku, demikianlah aku memperlakukan mereka.\""}, {"number": "12", "text": "Kata mereka kepadanya: \"Kami datang ke sini untuk mengikat dan menyerahkan engkau ke dalam tangan orang Filistin.\" Tetapi jawab Simson kepada mereka: \"Bersumpahlah kepadaku, bahwa kamu sendiri tidak akan menyerang aku.\""}, {"number": "13", "text": "Lalu kata mereka kepadanya: \"Tidak, kami hanya mau mengikat engkau dan menyerahkan engkau ke dalam tangan mereka, tetapi membunuh engkau kami tidak mau.\" Maka mereka mengikat dia dengan dua tali baru dan membawa dia dari bukit batu itu."}, {"number": "14", "text": "Setelah ia sampai ke Lehi dan orang-orang Filistin mendatangi dia dengan bersorak-sorak, maka berkuasalah Roh TUHAN atas dia dan tali-tali pada tangannya menjadi seperti batang rami yang telah habis dimakan api dan segala pengikatnya hancur tanggal dari tangannya."}, {"number": "15", "text": "Kemudian ia menemui sebuah tulang rahang keledai yang masih baru, diulurkannya tangannya, dipungutnya dan dipukulnya mati seribu orang dengan tulang itu."}, {"number": "16", "text": "Berkatalah Simson: \"Dengan rahang keledai bangsa keledai itu kuhajar, dengan rahang keledai seribu orang kupukul.\""}, {"number": "17", "text": "Setelah berkata demikian, dilemparnya tulang rahang itu dari tangannya. Kemudian dinamailah tempat itu Ramat Lehi."}, {"number": "18", "text": "Ketika ia sangat haus, berserulah ia kepada TUHAN: \"Oleh tangan hamba-Mu ini telah Kauberikan kemenangan yang besar itu, masakan sekarang aku akan mati kehausan dan jatuh ke dalam tangan orang-orang yang tidak bersunat itu!\""}, {"number": "19", "text": "Kemudian Allah membelah liang batu yang di Lehi itu, dan keluarlah air dari situ. Ia minum, lalu menjadi kuat dan segar kembali. Sebab itu dinamailah mata air itu Mata Air Penyeru, yang sampai sekarang masih ada di Lehi."}, {"number": "20", "text": "Ia memerintah sebagai hakim atas orang Israel dalam zaman orang Filistin, dua puluh tahun lamanya."}]}