{"book": "Hakim Hakim", "chapter": 18, "verse": [{"number": "1", "text": "Pada zaman itu tidak ada raja di antara orang Israel dan pada zaman itu suku Dan sedang mencari milik pusaka untuk menetap, sebab sampai hari itu mereka belum juga mendapat bagian milik pusaka di tengah-tengah suku-suku Israel."}, {"number": "2", "text": "Sebab itu bani Dan menyuruh dari kaumnya lima orang dari seluruh jumlah mereka, semuanya orang-orang yang gagah perkasa, yang berasal dari Zora dan Esytaol, untuk mengintai negeri itu dan menyelidikinya, serta berkata kepada mereka: \"Pergilah menyelidiki negeri itu.\" Ketika orang-orang itu sampai ke pegunungan Efraim di rumah Mikha, bermalamlah mereka di sana."}, {"number": "3", "text": "Ketika mereka ada dekat rumah Mikha itu, dikenal merekalah logat orang muda suku Lewi itu, lalu singgahlah mereka ke sana dan berkata kepadanya: \"Siapakah yang membawa engkau ke mari? Apakah pekerjaanmu dan urusanmu di sini?\""}, {"number": "4", "text": "Katanya kepada mereka: \"Begini begitulah dilakukan Mikha kepadaku; ia menggaji aku dan aku menjadi imamnya.\""}, {"number": "5", "text": "Kata mereka kepadanya: \"Tanyakanlah kiranya kepada Allah, supaya kami ketahui apakah perjalanan yang kami tempuh ini akan berhasil.\""}, {"number": "6", "text": "Kata imam itu kepada mereka: \"Pergilah dengan selamat! Perjalanan yang kamu tempuh itu dipandang baik oleh TUHAN.\""}, {"number": "7", "text": "Sesudah itu pergilah kelima orang itu, lalu sampailah mereka ke Lais. Dilihat merekalah, bahwa rakyat yang diam di sana hidup dengan tenteram, menurut adat orang Sidon, aman dan tenteram. Orang-orang itu tidak kekurangan apapun yang ada di muka bumi, malah kaya harta. Mereka tinggal jauh dari orang Sidon dan tidak bergaul dengan siapapun juga."}, {"number": "8", "text": "Setelah mereka kembali kepada saudara-saudara sesukunya di Zora dan Esytaol, berkatalah saudara-saudara sesukunya kepada mereka: \"Apakah yang kamu dapati di sana?\""}, {"number": "9", "text": "Jawab mereka: \"Bersiaplah, marilah kita maju menyerang mereka, sebab kami telah melihat negeri itu, dan memang sangat baik. Masakan kamu tinggal diam! Janganlah bermalas-malas untuk pergi memasuki dan menduduki negeri itu."}, {"number": "10", "text": "Apabila kamu memasukinya kamu mendapati rakyat yang hidup dengan tenteram, dan negeri itu luas ke sebelah kiri dan ke sebelah kanan. Sesungguhnya, Allah telah menyerahkannya ke dalam tanganmu; itulah tempat yang tidak kekurangan apapun yang ada di muka bumi.\""}, {"number": "11", "text": "Lalu berangkatlah dari sana, dari Zora dan Esytaol, enam ratus orang dari kaum suku Dan, diperlengkapi dengan senjata."}, {"number": "12", "text": "Mereka maju, lalu berkemah di Kiryat-Yearim di Yehuda. Itulah sebabnya tempat itu disebut Mahane-Dan sampai sekarang; letaknya di sebelah barat Kiryat-Yearim."}, {"number": "13", "text": "Dari sana mereka bergerak terus ke pegunungan Efraim dan sampai di rumah Mikha."}, {"number": "14", "text": "Lalu berbicaralah kelima orang yang telah pergi mengintai daerah Lais itu, katanya kepada saudara-saudara sesukunya: \"Tahukah kamu, bahwa dalam rumah-rumah ini ada efod, terafim, patung pahatan dan patung tuangan? Oleh sebab itu, insafilah apa yang akan kamu perbuat!\""}, {"number": "15", "text": "Kemudian mereka menuju ke tempat itu, lalu sampai di rumah orang muda suku Lewi itu, di rumah Mikha, dan menanyakan apakah ia selamat."}, {"number": "16", "text": "Sementara keenam ratus orang dari bani Dan yang diperlengkapi dengan senjata itu tinggal berdiri di pintu gerbang,"}, {"number": "17", "text": "maka kelima orang yang telah pergi mengintai negeri itu berjalan terus, masuk ke dalam lalu mengambil patung pahatan, efod, terafim dan patung tuangan itu. Adapun imam itu berdiri di pintu gerbang bersama-sama dengan keenam ratus orang yang diperlengkapi dengan senjata itu."}, {"number": "18", "text": "Tetapi, setelah yang lain-lain itu masuk ke dalam rumah Mikha dan mengambil patung pahatan, efod, terafim dan patung tuangan itu, berkatalah imam itu kepada mereka: \"Berbuat apakah kamu ini?\""}, {"number": "19", "text": "Tetapi jawab mereka kepadanya: \"Diamlah, tutup mulut, ikutlah kami dan jadilah bapak dan imam kami. Apakah yang lebih baik bagimu: menjadi imam untuk seisi rumah satu orang atau menjadi imam untuk suatu suku dan kaum di antara orang Israel?\""}, {"number": "20", "text": "Maka gembiralah hati imam itu, diambilnyalah efod, terafim dan patung pahatan itu, lalu masuk ke tengah-tengah orang banyak."}, {"number": "21", "text": "Kemudian berbaliklah mereka dan pergi, dengan anak-anak, ternak dan barang-barang yang berharga ditempatkan di depan mereka."}, {"number": "22", "text": "Ketika mereka telah jauh dari rumah Mikha, dikerahkanlah orang-orang dari rumah-rumah yang di dekat rumah Mikha dan orang-orang itu mengejar bani Dan itu."}, {"number": "23", "text": "Mereka memanggil-manggil bani Dan, maka berbaliklah orang-orang itu dan berkata kepada Mikha: \"Mau apa engkau dengan mengerahkan orang?\" Lalu jawabnya:"}, {"number": "24", "text": "Allahku yang kubuat serta imam juga kamu ambil, lalu kamu pergi. Apakah lagi yang masih tinggal padaku? Bagaimana perkataanmu itu kepadaku: Mau apa engkau?"}, {"number": "25", "text": "Berkatalah bani Dan kepadanya: \"Janganlah suaramu kedengaran lagi kepada kami, nanti ada orang yang menyerang engkau karena sakit hati dan dengan demikian engkau serta seisi rumahmu kehilangan nyawa.\""}, {"number": "26", "text": "Lalu bani Dan melanjutkan perjalanannya, dan Mikha, setelah dilihatnya mereka itu lebih kuat dari padanya, berpalinglah ia pulang ke rumahnya."}, {"number": "27", "text": "Lalu bani Dan, dengan membawa barang-barang yang dibuat Mikha, juga imamnya, mendatangi Lais, yakni rakyat yang hidup dengan aman dan tenteram. Mereka memukul orang-orang itu dengan mata pedang dan kotanya dibakar."}, {"number": "28", "text": "Tidak ada orang yang datang menolong, sebab kota itu jauh dari Sidon dan orang-orang kota itu tidak bergaul dengan siapapun juga. Letak kota itu di lembah Bet-Rehob. Kemudian bani Dan membangun kota itu kembali dan diam di sana."}, {"number": "29", "text": "Mereka menamai kota itu Dan, menurut nama bapa leluhur mereka, yakni Dan, yang lahir bagi Israel, tetapi nama kota itu dahulu adalah Lais."}, {"number": "30", "text": "Bani Dan menegakkan bagi mereka sendiri patung pahatan itu, lalu Yonatan bin Gersom bin Musa bersama-sama dengan anak-anaknya menjadi imam bagi suku Dan, sampai penduduk negeri itu diangkut sebagai orang buangan."}, {"number": "31", "text": "Demikianlah mereka menempatkan bagi mereka sendiri patung pahatan yang telah dibuat Mikha itu, dan patung itu ada di sana selama rumah Allah ada di Silo."}]}