{"book": "Hakim Hakim", "chapter": 8, "verse": [{"number": "1", "text": "Lalu berkatalah orang-orang Efraim kepada Gideon: \"Apa macam perbuatanmu ini terhadap kami! Mengapa engkau tidak memanggil kami, ketika engkau pergi berperang melawan orang Midian?\" Lalu mereka menyesali dia dengan sangat."}, {"number": "2", "text": "Jawabnya kepada mereka: \"Apa perbuatanku dalam hal ini, jika dibandingkan dengan kamu? Bukankah pemetikan susulan oleh suku Efraim lebih baik hasilnya dari panen buah anggur kaum Abiezer?"}, {"number": "3", "text": "Allah telah menyerahkan kedua raja Midian itu, yakni Oreb dan Zeeb, ke dalam tanganmu; apa yang telah dapat kucapai, jika dibandingkan dengan kamu?\" Setelah ia berkata demikian, maka redalah marah mereka terhadap dia."}, {"number": "4", "text": "Ketika Gideon sampai ke sungai Yordan, menyeberanglah ia dan ketiga ratus orang yang bersama-sama dengan dia, meskipun masih lelah, namun mengejar juga."}, {"number": "5", "text": "Dan berkatalah ia kepada orang-orang Sukot: \"Tolong berikan beberapa roti untuk rakyat yang mengikuti aku ini, sebab mereka telah lelah, dan aku sedang mengejar Zebah dan Salmuna, raja-raja Midian.\""}, {"number": "6", "text": "Tetapi jawab para pemuka di Sukot itu: \"Sudahkah Zebah dan Salmuna itu ada dalam tanganmu, sehingga kami harus memberikan roti kepada tentaramu?\""}, {"number": "7", "text": "Lalu kata Gideon: \"Kalau begitu, apabila TUHAN menyerahkan Zebah dan Salmuna ke dalam tanganku, aku akan menggaruk tubuhmu dengan duri padang gurun dan onak.\""}, {"number": "8", "text": "Maka berjalanlah ia dari sana ke Pnuel, dan berkata demikian juga kepada orang-orang Pnuel, tetapi orang-orang inipun menjawabnya seperti orang-orang Sukot."}, {"number": "9", "text": "Lalu berkatalah ia juga kepada orang-orang Pnuel: \"Apabila aku kembali dengan selamat, maka aku akan merobohkan menara ini.\""}, {"number": "10", "text": "Sementara itu Zebah dan Salmuna ada di Karkor bersama-sama dengan tentara mereka, kira-kira lima belas ribu orang banyaknya, yakni semua orang yang masih tinggal hidup dari seluruh tentara orang-orang dari sebelah timur; banyaknya yang tewas ada seratus dua puluh ribu orang yang bersenjatakan pedang."}, {"number": "11", "text": "Gideon maju melalui jalan orang-orang yang diam di dalam kemah di sebelah timur Nobah dan Yogbeha, lalu memukul kalah tentara itu, ketika tentara itu menyangka dirinya aman."}, {"number": "12", "text": "Zebah dan Salmuna melarikan diri, tetapi Gideon mengejar mereka dan menawan kedua raja Midian itu, yakni Zebah dan Salmuna, sedang seluruh tentara itu diceraiberaikannya."}, {"number": "13", "text": "Kemudian kembalilah Gideon bin Yoas dari peperangan dengan melalui pendakian Heres;"}, {"number": "14", "text": "ditangkapnyalah seorang muda dari penduduk Sukot. Setelah ditanyai, orang itu menuliskan nama para pemuka dan para tua-tua di Sukot untuk Gideon, tujuh puluh tujuh orang banyaknya."}, {"number": "15", "text": "Lalu pergilah Gideon kepada orang-orang Sukot sambil berkata: \"Inilah Zebah dan Salmuna yang karenanya kamu telah mencela aku dengan berkata: Sudahkah Zebah dan Salmuna itu ada dalam tanganmu, sehingga kami harus memberikan roti kepada orang-orangmu yang lelah itu?\""}, {"number": "16", "text": "Lalu ia mengumpulkan para tua-tua kota itu, ia mengambil duri padang gurun dan onak, dan menghajar orang-orang Sukot dengan itu."}, {"number": "17", "text": "Juga menara Pnuel dirobohkannya dan dibunuhnya orang-orang kota itu."}, {"number": "18", "text": "Kemudian bertanyalah ia kepada Zebah dan Salmuna: \"Di manakah orang-orang yang telah kamu bunuh di Tabor itu?\" Jawab mereka: \"Mereka itu serupa dengan engkau, sikap mereka masing-masing seperti anak raja.\""}, {"number": "19", "text": "Lalu kata Gideon: \"Saudara-saudarakulah itu, anak-anak ibuku! Demi TUHAN yang hidup, seandainya kamu membiarkan mereka hidup, aku tidak akan membunuh kamu.\""}, {"number": "20", "text": "Katanya kepada Yeter, anak sulungnya: \"Bangunlah, bunuhlah mereka.\" Tetapi orang muda itu tidak menghunus pedangnya, karena ia takut, sebab ia masih muda."}, {"number": "21", "text": "Lalu kata Zebah dan Salmuna: \"Bangunlah engkau sendiri dan paranglah kami, sebab seperti orangnya, demikian pula kekuatannya.\" Maka bangunlah Gideon, dibunuhnya Zebah dan Salmuna, kemudian diambilnya bulan-bulanan yang ada pada leher unta mereka."}, {"number": "22", "text": "Kemudian berkatalah orang Israel kepada Gideon: \"Biarlah engkau memerintah kami, baik engkau baik anakmu maupun cucumu, sebab engkaulah yang telah menyelamatkan kami dari tangan orang Midian.\""}, {"number": "23", "text": "Jawab Gideon kepada mereka: \"Aku tidak akan memerintah kamu dan juga anakku tidak akan memerintah kamu tetapi TUHAN yang memerintah kamu.\""}, {"number": "24", "text": "Selanjutnya kata Gideon kepada mereka: \"Satu hal saja yang kuminta kepadamu: Baiklah kamu masing-masing memberikan anting-anting dari jarahannya.\" --Karena musuh itu beranting-anting mas, sebab mereka orang Ismael."}, {"number": "25", "text": "Jawab mereka: \"Kami mau memberikannya dengan suka hati.\" Dan setelah dihamparkan sehelai kain, maka masing-masing melemparkan anting-anting dari jarahannya ke atas kain itu."}, {"number": "26", "text": "Adapun berat anting-anting emas yang dimintanya itu ada seribu tujuh ratus syikal emas, belum terhitung bulan-bulanan, perhiasan telinga dan pakaian kain ungu muda yang dipakai oleh raja-raja Midian, dan belum terhitung kalung rantai yang ada pada leher unta mereka."}, {"number": "27", "text": "Kemudian Gideon membuat efod dari semuanya itu dan menempatkannya di kotanya, di Ofra. Di sanalah orang Israel berlaku serong dengan menyembah efod itu; inilah yang menjadi jerat bagi Gideon dan seisi rumahnya."}, {"number": "28", "text": "Demikianlah orang Midian tunduk kepada orang Israel dan tidak dapat menegakkan kepalanya lagi; maka amanlah negeri itu empat puluh tahun lamanya pada zaman Gideon."}, {"number": "29", "text": "Lalu Yerubaal bin Yoas pergilah dan diam di rumahnya sendiri."}, {"number": "30", "text": "Gideon mempunyai tujuh puluh anak laki-laki, semuanya anak kandungnya, sebab ia beristeri banyak;"}, {"number": "31", "text": "juga gundiknya yang tinggal di Sikhem melahirkan seorang anak laki-laki baginya, lalu ia memberikan nama Abimelekh kepada anak itu."}, {"number": "32", "text": "Gideon bin Yoas mati pada waktu rambutnya telah putih, lalu dikuburkan dalam kubur Yoas, ayahnya, di Ofra kota orang Abiezer."}, {"number": "33", "text": "Setelah Gideon mati, kembalilah orang Israel berjalan serong dengan mengikuti para Baal dan membuat Baal-Berit menjadi allah mereka;"}, {"number": "34", "text": "orang Israel tidak ingat kepada TUHAN, Allah mereka, yang telah melepaskan mereka dari tangan semua musuhnya di sekelilingnya,"}, {"number": "35", "text": "juga tidak menunjukkan terima kasihnya kepada keturunan Yerubaal-Gideon seimbang dengan segala yang baik yang telah dilakukannya kepada orang Israel."}]}