{"book": "Hakim Hakim", "chapter": 9, "verse": [{"number": "1", "text": "Adapun Abimelekh bin Yerubaal pergi ke Sikhem kepada saudara-saudara ibunya dan berkata kepada mereka dan kepada seluruh kaum dari pihak keluarga ibunya:"}, {"number": "2", "text": "Tolong katakan kepada seluruh warga kota Sikhem: Manakah yang lebih baik bagimu: tujuh puluh orang memerintah kamu, yaitu semua anak Yerubaal, atau satu orang? Dan ingat juga, bahwa aku darah dagingmu."}, {"number": "3", "text": "Lalu saudara-saudara ibunya mengatakan hal ihwalnya kepada seluruh warga kota Sikhem, maka condonglah hati orang-orang itu untuk mengikuti Abimelekh, sebab kata mereka: \"Memang ia saudara kita.\""}, {"number": "4", "text": "Sesudah itu mereka memberikan kepadanya tujuh puluh uang perak dari kuil Baal-Berit, lalu Abimelekh memberi perak itu sebagai upah kepada petualang-petualang dan orang-orang nekat supaya mengikuti dia."}, {"number": "5", "text": "Ia pergi ke rumah ayahnya di Ofra, lalu membunuh saudara-saudaranya, anak-anak Yerubaal, tujuh puluh orang, di atas satu batu. Tetapi Yotam, anak bungsu Yerubaal tinggal hidup, karena ia menyembunyikan diri."}, {"number": "6", "text": "Kemudian berkumpullah seluruh warga kota Sikhem dan seluruh Bet-Milo; mereka pergi menobatkan Abimelekh menjadi raja dekat pohon tarbantin di tugu peringatan yang di Sikhem."}, {"number": "7", "text": "Setelah hal itu dikabarkan kepada Yotam, pergilah ia ke gunung Gerizim dan berdiri di atasnya, lalu berserulah ia dengan suara nyaring kepada mereka: \"Dengarkanlah aku, kamu warga kota Sikhem, maka Allah akan mendengarkan kamu juga."}, {"number": "8", "text": "Sekali peristiwa pohon-pohon pergi mengurapi yang akan menjadi raja atas mereka. Kata mereka kepada pohon zaitun: Jadilah raja atas kami!"}, {"number": "9", "text": "Tetapi jawab pohon zaitun itu kepada mereka: Masakan aku meninggalkan minyakku yang dipakai untuk menghormati Allah dan manusia, dan pergi melayang di atas pohon-pohon?"}, {"number": "10", "text": "Lalu kata pohon-pohon itu kepada pohon ara: Marilah, jadilah raja atas kami!"}, {"number": "11", "text": "Tetapi jawab pohon ara itu kepada mereka: Masakan aku meninggalkan manisanku dan buah-buahku yang baik, dan pergi melayang di atas pohon-pohon?"}, {"number": "12", "text": "Lalu kata pohon-pohon itu kepada pohon anggur: Marilah, jadilah raja atas kami!"}, {"number": "13", "text": "Tetapi jawab pohon anggur itu kepada mereka: Masakan aku meninggalkan air buah anggurku, yang menyukakan hati Allah dan manusia, dan pergi melayang di atas pohon-pohon?"}, {"number": "14", "text": "Lalu kata segala pohon itu kepada semak duri: Marilah, jadilah raja atas kami!"}, {"number": "15", "text": "Jawab semak duri itu kepada pohon-pohon itu: Jika kamu sungguh-sungguh mau mengurapi aku menjadi raja atas kamu, datanglah berlindung di bawah naunganku; tetapi jika tidak, biarlah api keluar dari semak duri dan memakan habis pohon-pohon aras yang di gunung Libanon."}, {"number": "16", "text": "Maka sekarang, jika kamu berlaku setia dan tulus ikhlas dengan membuat Abimelekh menjadi raja, dan jika kamu berbuat yang baik kepada Yerubaal dan kepada keturunannya dan jika kamu membalaskan kepadanya seimbang dengan jasanya--"}, {"number": "17", "text": "bukankah ayahku telah berperang membela kamu dan menyabung nyawanya, dan telah melepaskan kamu dari tangan orang Midian,"}, {"number": "18", "text": "padahal kamu sekarang memberontak terhadap keturunan ayahku dan membunuh anak-anaknya, tujuh puluh orang banyaknya, di atas satu batu, serta membuat Abimelekh anak seorang budaknya perempuan menjadi raja atas warga kota Sikhem, karena ia saudaramu--"}, {"number": "19", "text": "jadi jika kamu pada hari ini berlaku setia dan tulus ikhlas kepada Yerubaal dan keturunannya, maka silakanlah kamu bersukacita atas Abimelekh dan silakanlah ia bersukacita atas kamu."}, {"number": "20", "text": "Tetapi jika tidak demikian, maka biarlah api keluar dari pada Abimelekh dan memakan habis warga kota Sikhem dan juga Bet-Milo, dan biarlah api keluar dari pada warga kota Sikhem dan juga dari Bet-Milo dan memakan habis Abimelekh.\""}, {"number": "21", "text": "Kemudian larilah Yotam; ia melarikan diri ke Beer, dan tinggal di sana karena takut kepada Abimelekh, saudaranya itu."}, {"number": "22", "text": "Setelah tiga tahun lamanya Abimelekh memerintah atas orang Israel,"}, {"number": "23", "text": "maka Allah membangkitkan semangat jahat di antara Abimelekh dan warga kota Sikhem, sehingga warga kota Sikhem itu menjadi tidak setia kepada Abimelekh,"}, {"number": "24", "text": "supaya kekerasan terhadap ketujuh puluh anak Yerubaal dibalaskan dan darah mereka ditimpakan kepada Abimelekh, saudara mereka yang telah membunuh mereka dan kepada warga kota Sikhem yang membantu dia membunuh saudara-saudaranya itu."}, {"number": "25", "text": "Sebab warga kota Sikhem itu menempatkan orang untuk menghadang dia di puncak gunung dan merampas setiap orang yang melewati mereka melalui jalan itu. Hal itu dikabarkan kepada Abimelekh."}, {"number": "26", "text": "Sementara itu Gaal bin Ebed beserta saudara-saudaranya telah datang dan pindah ke kota Sikhem. Warga kota Sikhem percaya kepadanya,"}, {"number": "27", "text": "jadi pergilah mereka ke ladang; mereka mengumpulkan hasil kebun anggur mereka, dan mengirik memerasnya, lalu mengadakan perayaan. Mereka masuk ke kuil allah mereka dan makan minum sambil mengutuki Abimelekh."}, {"number": "28", "text": "Berkatalah Gaal bin Ebed: \"Siapa itu Abimelekh dan siapa kita orang Sikhem, maka kita menjadi hambanya? Bukankah anak Yerubaal dan Zebul, wakilnya, menjadi hamba orang-orang Hemor, ayah Sikhem, jadi mengapakah kita menjadi hambanya?"}, {"number": "29", "text": "Sekiranya orang-orang kota ini ada di dalam tanganku, maka tentulah aku mengenyahkan Abimelekh.\" Lalu berkatalah ia ke arah Abimelekh: \"Perkuatlah tentaramu dan majulah!\""}, {"number": "30", "text": "Ketika Zebul, penguasa kota itu mendengar perkataan Gaal bin Ebed, bangkitlah amarahnya."}, {"number": "31", "text": "Ia mengirim utusan kepada Abimelekh di Aruma dengan pesan: \"Gaal bin Ebed dan saudara-saudaranya telah datang ke Sikhem dan ketahuilah mereka menghasut kota itu melawan engkau."}, {"number": "32", "text": "Oleh sebab itu, berangkatlah pada waktu malam, engkau dan rakyat yang bersama-sama dengan engkau itu, dan adakanlah penghadangan di padang."}, {"number": "33", "text": "Esoknya pagi-pagi, pada waktu matahari terbit, haruslah engkau menyerbu kota itu. Dan jika ia dan orang-orangnya keluar melawan engkau, maka engkau dapat berbuat kepadanya sesuai dengan keadaan yang kaudapati.\""}, {"number": "34", "text": "Sebab itu berangkatlah Abimelekh pada waktu malam beserta segala rakyat yang bersama-sama dengan dia, lalu mereka mengadakan penghadangan dalam empat pasukan untuk melawan Sikhem."}, {"number": "35", "text": "Ketika Gaal bin Ebed pergi ke luar dan berdiri di depan pintu gerbang kota itu, Abimelekh kebetulan bangun dari tempat penghadangannya beserta rakyat yang bersama-sama dengan dia."}, {"number": "36", "text": "Ketika Gaal melihat rakyat itu, berkatalah ia kepada Zebul: \"Lihat, ada orang banyak turun dari puncak gunung.\" Jawab Zebul kepadanya: \"Itu bayang-bayang gunung, yang kausangka manusia.\""}, {"number": "37", "text": "Kata Gaal sekali lagi: \"Lihat, ada orang banyak turun dari gunung Pusat Tanah dan satu kelompok datang dari jalan Pohon Tarbantin Peramal.\""}, {"number": "38", "text": "Jawab Zebul kepadanya: \"Di manakah mulutmu itu yang mengatakan: Siapa itu Abimelekh, maka kita menjadi hambanya? Bukankah ini orang-orang yang telah kauhina itu? Majulah sekarang untuk memerangi mereka.\""}, {"number": "39", "text": "Maka majulah Gaal dengan dipandangi oleh warga kota Sikhem, lalu berperang melawan Abimelekh."}, {"number": "40", "text": "Tetapi Abimelekh mengejar dia, dan ia melarikan diri dari depannya, dan banyaklah orang tewas sampai di depan pintu gerbang."}, {"number": "41", "text": "Adapun Abimelekh tinggal di Aruma, tetapi Zebul mengusir Gaal dan saudara-saudaranya, sehingga mereka ini tidak dapat tinggal di Sikhem."}, {"number": "42", "text": "Keesokan harinya orang-orang kota itu pergi ke ladang. Setelah hal ini dikabarkan kepada Abimelekh,"}, {"number": "43", "text": "dibawanyalah rakyatnya, dibaginya dalam tiga pasukan, lalu mereka mengadakan penghadangan di padang. Ketika dilihatnya, bahwa orang-orang kota itu keluar dari dalam kota, bangunlah ia menyerang mereka serta menewaskan mereka."}, {"number": "44", "text": "Abimelekh dan pasukan yang bersama-sama dengan dia menyerbu dan menduduki pintu gerbang kota, sedang kedua pasukan lain itu menyerbu dan menewaskan semua orang yang ada di padang."}, {"number": "45", "text": "Sehari-harian itu Abimelekh berperang melawan kota itu; ia merebut kota itu dan membunuh orang-orang yang di dalamnya; kemudian dirobohkannya kota itu dan ditaburinya dengan garam."}, {"number": "46", "text": "Mendengar itu masuklah seluruh warga kota Menara-Sikhem ke dalam liang di bawah kuil El-Berit."}, {"number": "47", "text": "Dikabarkanlah kepada Abimelekh, bahwa seluruh warga kota Menara-Sikhem telah berhimpun di sana."}, {"number": "48", "text": "Lalu Abimelekh dan seluruh rakyat yang bersama-sama dengan dia naik ke gunung Zalmon. Abimelekh mengambil kapak, lalu memotong dahan-dahan kayu, mengangkatnya dan meletakkannya ke atas bahunya sambil berkata kepada rakyatnya yang bersama-sama dengan dia: \"Turutilah dengan segera perbuatanku yang kamu lihat ini.\""}, {"number": "49", "text": "Kemudian rakyat itu juga masing-masing memotong dahan-dahan, lalu mengikuti Abimelekh, meletakkan dahan-dahan itu di atas liang dan membakar liang itu di atas kepala orang-orang itu. Demikianlah semua penduduk kota Menara-Sikhem juga mati, kira-kira seribu orang laki-laki dan perempuan."}, {"number": "50", "text": "Selanjutnya Abimelekh pergi ke Tebes; ia mengepung Tebes, lalu merebutnya."}, {"number": "51", "text": "Tetapi ada sebuah menara yang kuat di tengah-tengah kota, dan semua laki-laki dan perempuan, seluruh warga kota itu, melarikan diri ke situ; mereka menutup pintu di belakangnya dan naik ke atas sotoh menara itu."}, {"number": "52", "text": "Lalu sampailah Abimelekh ke menara itu, menyerangnya, dan dapat menerobos sampai ke pintu menara itu untuk membakarnya."}, {"number": "53", "text": "Tetapi seorang perempuan menimpakan sebuah batu kilangan kepada kepala Abimelekh dan memecahkan batu kepalanya."}, {"number": "54", "text": "Dengan segera dipanggilnya bujang pembawa senjatanya dan berkata kepadanya: \"Hunuslah pedangmu dan bunuhlah aku, supaya jangan orang berkata tentang aku: Seorang perempuan membunuh dia.\" Lalu bujangnya itu menikam dia, sehingga mati."}, {"number": "55", "text": "Setelah dilihat oleh orang Israel, bahwa Abimelekh telah mati, pergilah mereka, masing-masing ke tempat kediamannya."}, {"number": "56", "text": "Demikianlah Allah membalaskan kejahatan yang dilakukan oleh Abimelekh kepada ayahnya, yaitu pembunuhan atas ketujuh puluh saudaranya;"}, {"number": "57", "text": "juga segala kejahatan orang-orang Sikhem ditimpakan kembali oleh Allah kepada kepala mereka sendiri. Demikianlah kutuk Yotam bin Yerubaal mengenai mereka."}]}