{"book": "1 Raja Raja", "chapter": 13, "verse": [{"number": "1", "text": "Sedang Yerobeam berdiri di atas mezbah itu sambil membakar korban, maka atas perintah TUHAN datanglah seorang abdi Allah dari Yehuda ke Betel."}, {"number": "2", "text": "Lalu atas perintah TUHAN berserulah orang itu terhadap mezbah itu, katanya: \"Hai mezbah, hai mezbah! Beginilah firman TUHAN: Bahwasanya seorang anak akan lahir pada keluarga Daud, Yosia namanya; ia akan menyembelih di atasmu imam-imam bukit pengorbanan yang membakar korban di atasmu, juga tulang-tulang manusia akan dibakar di atasmu.\""}, {"number": "3", "text": "Pada waktu itu juga ia memberitahukan suatu tanda ajaib, katanya: \"Inilah tanda ajaib, bahwa TUHAN telah berfirman: Bahwasanya mezbah itu akan pecah, sehingga tercurah abu yang di atasnya.\""}, {"number": "4", "text": "Demi raja Yerobeam mendengar perkataan abdi Allah yang diserukannya terhadap mezbah di Betel itu, ia mengulurkan tangannya dari atas mezbah dan berkata: \"Tangkaplah dia!\" Tetapi tangan yang diulurkannya terhadap orang itu menjadi kejang, sehingga tidak dapat ditariknya kembali."}, {"number": "5", "text": "Mezbah itupun pecahlah, sehingga abu yang di atasnya tercurah, sesuai dengan tanda ajaib yang diberitahukan abdi Allah itu atas perintah TUHAN."}, {"number": "6", "text": "Lalu berbicaralah raja dan berkata kepada abdi Allah itu: \"Mohonkanlah belas kasihan TUHAN, Allahmu, dan berdoalah untukku, supaya tanganku dapat kembali.\" Dan abdi Allah itu memohonkan belas kasihan TUHAN, maka tangan raja itu dapat kembali dan menjadi seperti semula."}, {"number": "7", "text": "Kemudian berbicaralah raja kepada abdi Allah itu: \"Marilah bersama-sama dengan aku ke rumah, segarkan badanmu, sesudah itu aku hendak memberikan suatu hadiah kepadamu.\""}, {"number": "8", "text": "Tetapi abdi Allah itu berkata kepada raja: \"Sekalipun setengah dari istanamu kauberikan kepadaku, aku tidak mau singgah kepadamu; juga aku tidak mau makan roti atau minum air di tempat ini."}, {"number": "9", "text": "Sebab beginilah diperintahkan kepadaku atas firman TUHAN: Jangan makan roti atau minum air dan jangan kembali melalui jalan yang telah kautempuh itu.\""}, {"number": "10", "text": "Lalu pergilah ia melalui jalan lain dan tidak kembali melalui jalan yang telah diambilnya untuk datang ke Betel."}, {"number": "11", "text": "Di Betel diam seorang nabi tua. Anak-anaknya datang menceritakan kepadanya segala perbuatan yang dilakukan abdi Allah pada hari itu di Betel. Mereka menceriterakan juga kepada ayah mereka perkataan yang dikatakannya kepada raja."}, {"number": "12", "text": "Kemudian ayah mereka bertanya: \"Dari jalan manakah ia pergi?\" Lalu anak-anaknya menunjukkan kepadanya jalan yang diambil abdi Allah yang datang dari Yehuda itu."}, {"number": "13", "text": "Ia berkata kepada anak-anaknya: \"Pelanai keledai bagiku!\" Mereka memelanai keledai baginya, lalu ia menunggangnya"}, {"number": "14", "text": "dan pergi mengikuti abdi Allah itu dan mendapatinya duduk di bawah sebuah pohon besar. Ia bertanya kepadanya: \"Engkaukah abdi Allah yang telah datang dari Yehuda?\" Jawabnya: \"Ya, akulah itu.\""}, {"number": "15", "text": "Katanya kepadanya: \"Marilah bersama-sama aku ke rumah untuk makan roti.\""}, {"number": "16", "text": "Tetapi jawabnya: \"Aku tidak dapat kembali bersama-sama engkau dan singgah kepadamu; aku tidak dapat makan roti atau minum air bersama-sama engkau di tempat ini,"}, {"number": "17", "text": "sebab telah diperintahkan kepadaku atas firman TUHAN: Jangan makan roti atau minum air di sana. Jangan berjalan pulang melalui jalan yang telah kauambil itu.\""}, {"number": "18", "text": "Lalu jawabnya kepadanya: \"Akupun seorang nabi juga seperti engkau, dan atas perintah TUHAN seorang malaikat telah berkata kepadaku: Bawa dia pulang bersama-sama engkau ke rumahmu, supaya ia makan roti dan minum air.\" Tetapi ia berbohong kepadanya."}, {"number": "19", "text": "Kemudian orang itu kembali bersama-sama dia, lalu makan roti dan minum air di rumahnya."}, {"number": "20", "text": "Sedang mereka duduk menghadapi meja, datanglah firman TUHAN kepada nabi yang telah membawa dia pulang."}, {"number": "21", "text": "Ia berseru kepada abdi Allah yang telah datang dari Yehuda: \"Beginilah firman TUHAN: Karena engkau telah memberontak terhadap titah TUHAN dan tidak berpegang pada segala perintah yang diperintahkan kepadamu oleh TUHAN, Allahmu,"}, {"number": "22", "text": "tetapi kembali dan makan roti dan minum air di tempat ini walaupun Ia telah berfirman kepadamu: Jangan makan roti atau minum air, --maka mayatmu tidak akan masuk ke dalam kubur nenek moyangmu.\""}, {"number": "23", "text": "Setelah orang itu makan roti dan minum air, dipelanailah keledai baginya."}, {"number": "24", "text": "Orang itu pergi, tetapi di tengah jalan ia diserang seekor singa dan mati diterkam. Mayatnya tercampak di jalan dan keledai itu berdiri di sampingnya; singa itupun berdiri di samping mayat itu."}, {"number": "25", "text": "Orang-orang yang lewat melihat mayat itu tercampak di jalan dan singa berdiri di sampingnya. Dan mereka menceriterakannya di kota tempat kediaman nabi tua itu."}, {"number": "26", "text": "Ketika hal itu kedengaran kepada nabi yang telah membujuk dia berbalik kembali, ia berkata: \"Dialah abdi Allah yang telah memberontak terhadap titah TUHAN. TUHAN menyerahkan dia kepada singa, yang mencabik dan membunuhnya sesuai dengan firman TUHAN yang diucapkan-Nya kepadanya.\""}, {"number": "27", "text": "Lalu berbicaralah ia kepada anak-anaknya: \"Pelanailah keledai bagiku.\" Dan mereka memelanainya."}, {"number": "28", "text": "Kemudian ia pergi dan menemukan mayat orang itu tercampak di jalan, sedang keledai dan singa berdiri di sampingnya. Singa itu tidak memakan mayat itu dan tidak mencabik keledai itu."}, {"number": "29", "text": "Nabi tua itu mengangkat mayat abdi Allah itu, menaruhnya ke atas keledai dan membawanya kembali ke kotanya sendiri untuk diratapi dan dikuburkan."}, {"number": "30", "text": "Mayat orang itu dikuburkannya di dalam kuburnya sendiri, maka diratapilah dia: \"Wahai, saudaraku!\""}, {"number": "31", "text": "Setelah ia menguburkannya, ia berkata kepada anak-anaknya: \"Kalau aku mati, kuburkanlah aku dalam kubur ini bersama dengan abdi Allah itu, dan taruhlah tulang-tulangku di sisi tulang-tulangnya."}, {"number": "32", "text": "Sebab perkataan yang atas perintah TUHAN telah diserukannya terhadap mezbah yang di Betel itu dan terhadap segala kuil di bukit-bukit pengorbanan yang di kota-kota Samaria akan betul-betul terjadi.\""}, {"number": "33", "text": "Sesudah peristiwa inipun Yerobeam tidak berbalik dari kelakuannya yang jahat itu, tetapi mengangkat pula imam-imam dari kalangan rakyat untuk bukit-bukit pengorbanan. Siapa yang mau saja, ditahbiskannya menjadi imam untuk bukit-bukit pengorbanan."}, {"number": "34", "text": "Dan tindakan itu menjadi dosa bagi keluarga Yerobeam, sehingga mereka dilenyapkan dan dipunahkan dari muka bumi."}]}