{"book": "1 Raja Raja", "chapter": 17, "verse": [{"number": "1", "text": "Lalu berkatalah Elia, orang Tisbe, dari Tisbe-Gilead, kepada Ahab: \"Demi Tuhan yang hidup, Allah Israel, yang kulayani, sesungguhnya tidak akan ada embun atau hujan pada tahun-tahun ini, kecuali kalau kukatakan.\""}, {"number": "2", "text": "Kemudian datanglah firman TUHAN kepadanya:"}, {"number": "3", "text": "Pergilah dari sini, berjalanlah ke timur dan bersembunyilah di tepi sungai Kerit di sebelah timur sungai Yordan."}, {"number": "4", "text": "Engkau dapat minum dari sungai itu, dan burung-burung gagak telah Kuperintahkan untuk memberi makan engkau di sana.\""}, {"number": "5", "text": "Lalu ia pergi dan ia melakukan seperti firman TUHAN; ia pergi dan diam di tepi sungai Kerit di sebelah timur sungai Yordan."}, {"number": "6", "text": "Pada waktu pagi dan petang burung-burung gagak membawa roti dan daging kepadanya, dan ia minum dari sungai itu."}, {"number": "7", "text": "Tetapi sesudah beberapa waktu, sungai itu menjadi kering, sebab hujan tiada turun di negeri itu."}, {"number": "8", "text": "Maka datanglah firman TUHAN kepada Elia:"}, {"number": "9", "text": "Bersiaplah, pergi ke Sarfat yang termasuk wilayah Sidon, dan diamlah di sana. Ketahuilah, Aku telah memerintahkan seorang janda untuk memberi engkau makan."}, {"number": "10", "text": "Sesudah itu ia bersiap, lalu pergi ke Sarfat. Setelah ia sampai ke pintu gerbang kota itu, tampaklah di sana seorang janda sedang mengumpulkan kayu api. Ia berseru kepada perempuan itu, katanya: \"Cobalah ambil bagiku sedikit air dalam kendi, supaya aku minum.\""}, {"number": "11", "text": "Ketika perempuan itu pergi mengambilnya, ia berseru lagi: \"Cobalah ambil juga bagiku sepotong roti.\""}, {"number": "12", "text": "Perempuan itu menjawab: \"Demi TUHAN, Allahmu, yang hidup, sesungguhnya tidak ada roti padaku sedikitpun, kecuali segenggam tepung dalam tempayan dan sedikit minyak dalam buli-buli. Dan sekarang aku sedang mengumpulkan dua tiga potong kayu api, kemudian aku mau pulang dan mengolahnya bagiku dan bagi anakku, dan setelah kami memakannya, maka kami akan mati.\""}, {"number": "13", "text": "Tetapi Elia berkata kepadanya: \"Janganlah takut, pulanglah, buatlah seperti yang kaukatakan, tetapi buatlah lebih dahulu bagiku sepotong roti bundar kecil dari padanya, dan bawalah kepadaku, kemudian barulah kaubuat bagimu dan bagi anakmu."}, {"number": "14", "text": "Sebab beginilah firman TUHAN, Allah Israel: Tepung dalam tempayan itu tidak akan habis dan minyak dalam buli-buli itupun tidak akan berkurang sampai pada waktu TUHAN memberi hujan ke atas muka bumi.\""}, {"number": "15", "text": "Lalu pergilah perempuan itu dan berbuat seperti yang dikatakan Elia; maka perempuan itu dan dia serta anak perempuan itu mendapat makan beberapa waktu lamanya."}, {"number": "16", "text": "Tepung dalam tempayan itu tidak habis dan minyak dalam buli-buli itu tidak berkurang seperti firman TUHAN yang diucapkan-Nya dengan perantaraan Elia."}, {"number": "17", "text": "Sesudah itu anak dari perempuan pemilik rumah itu jatuh sakit dan sakitnya itu sangat keras sampai tidak ada nafasnya lagi."}, {"number": "18", "text": "Kata perempuan itu kepada Elia: \"Apakah maksudmu datang ke mari, ya abdi Allah? Singgahkah engkau kepadaku untuk mengingatkan kesalahanku dan untuk menyebabkan anakku mati?\""}, {"number": "19", "text": "Kata Elia kepadanya: \"Berikanlah anakmu itu kepadaku.\" Elia mengambilnya dari pangkuan perempuan itu dan membawanya naik ke kamarnya di atas, dan membaringkan anak itu di tempat tidurnya."}, {"number": "20", "text": "Sesudah itu ia berseru kepada TUHAN, katanya: \"Ya TUHAN, Allahku! Apakah Engkau menimpakan kemalangan ini atas janda ini juga, yang menerima aku sebagai penumpang, dengan membunuh anaknya?\""}, {"number": "21", "text": "Lalu ia mengunjurkan badannya di atas anak itu tiga kali, dan berseru kepada TUHAN, katanya: \"Ya TUHAN, Allahku! Pulangkanlah kiranya nyawa anak ini ke dalam tubuhnya.\""}, {"number": "22", "text": "TUHAN mendengarkan permintaan Elia itu, dan nyawa anak itu pulang ke dalam tubuhnya, sehingga ia hidup kembali."}, {"number": "23", "text": "Elia mengambil anak itu; ia membawanya turun dari kamar atas ke dalam rumah dan memberikannya kepada ibunya. Kata Elia: \"Ini anakmu, ia sudah hidup!\""}, {"number": "24", "text": "Kemudian kata perempuan itu kepada Elia: \"Sekarang aku tahu, bahwa engkau abdi Allah dan firman TUHAN yang kauucapkan itu adalah benar.\""}]}