{"book": "Nehemia", "chapter": 11, "verse": [{"number": "1", "text": "Para pemimpin bangsa menetap di Yerusalem, sedang orang-orang lain membuang undi untuk menentukan satu dari sepuluh orang yang harus menetap di Yerusalem, kota yang kudus itu, sedang yang sembilan orang lagi tinggal di kota-kota yang lain."}, {"number": "2", "text": "Orang-orang memuji setiap orang yang rela menetap di Yerusalem."}, {"number": "3", "text": "Inilah kepala-kepala propinsi Yehuda yang menetap di Yerusalem, sedang di kota-kota di Yehuda setiap orang, yakni orang-orang Israel awam, para imam, orang-orang Lewi, para budak di bait Allah dan keturunan para hamba Salomo, tinggal di tanah miliknya, di kotanya sendiri."}, {"number": "4", "text": "Di Yerusalem tinggal orang-orang dari bani Yehuda dan bani Benyamin. Dari anak-anak Yehuda: Ataya bin Uzia bin Zakharia bin Amarya bin Sefaca bin Mahalaleel dari bani Peres,"}, {"number": "5", "text": "dan Maaseya bin Barukh bin Kolhoze bin Hazaya bin Adaya bin Yoyarib bin Zakharia keturunan orang Syela."}, {"number": "6", "text": "Semua bani Peres yang tinggal di Yerusalem berjumlah empat ratus enam puluh delapan orang yang gagah perkasa."}, {"number": "7", "text": "Dan inilah bani Benyamin: Salu bin Mesulam bin Yoed bin Pedaya bin Kolaya bin Maaseya bin Itiel bin Yesaya."}, {"number": "8", "text": "Dan sesudah dia: Gabai, Salai: sembilan ratus dua puluh delapan orang."}, {"number": "9", "text": "Yoel bin Zikhri adalah pengawas mereka, sedang Yehuda bin Hasenua adalah wakil penguasa kota."}, {"number": "10", "text": "Dari para imam: Yedaya bin Yoyarib, Yakhin,"}, {"number": "11", "text": "Seraya bin Hilkia bin Mesulam bin Zadok bin Merayot bin Ahitub, pemuka rumah Allah,"}, {"number": "12", "text": "dan saudara-saudara mereka yang bertugas di rumah itu: delapan ratus dua puluh dua orang. Pula Adaya bin Yeroham bin Pelalya bin Amzi bin Zakharia bin Pasyhur bin Malkia"}, {"number": "13", "text": "dan saudara-saudaranya, kepala-kepala kaum keluarga: dua ratus empat puluh dua orang. Dan Amasai bin Asareel bin Ahzai bin Mesilemot bin Imer,"}, {"number": "14", "text": "dan saudara-saudara mereka, pahlawan-pahlawan yang gagah perkasa, seratus dua puluh delapan orang dengan Zabdiel bin Gedolim sebagai pengawas mereka."}, {"number": "15", "text": "Dari orang-orang Lewi: Semaya bin Hasub bin Azrikam bin Hasabya bin Buni."}, {"number": "16", "text": "Pula Sabetai dan Yozabad, kepala-kepala orang-orang Lewi, yang mengawasi pekerjaan di luar rumah Allah."}, {"number": "17", "text": "Lalu Matanya bin Mikha bin Zabdi bin Asaf, pemimpin yang mengangkat nyanyian syukur dalam doa, dan Bakbukya, orang kedua di antara saudara-saudaranya, dan Abda bin Samua bin Galal bin Yedutun."}, {"number": "18", "text": "Semua orang Lewi di kota kudus ada dua ratus delapan puluh empat orang."}, {"number": "19", "text": "Para penunggu pintu gerbang: Akub dan Talmon dengan saudara-saudara mereka yang mengadakan penjagaan di pintu-pintu gerbang, berjumlah seratus tujuh puluh dua orang."}, {"number": "20", "text": "Selebihnya dari orang-orang Israel awam dan dari para imam dan orang-orang Lewi ada di semua kota Yehuda, masing-masing di tanah pusakanya."}, {"number": "21", "text": "Tetapi para budak di bait Allah tinggal di Ofel. Ziha dan Gispa adalah pemimpin para budak di bait Allah itu."}, {"number": "22", "text": "Pengawas orang-orang Lewi di Yerusalem adalah Uzi bin Bani bin Hasabya bin Matanya bin Mikha dari bani Asaf, yakni para penyanyi yang menyanyi sementara berlangsung kebaktian di rumah Allah."}, {"number": "23", "text": "Karena mengenai mereka ada perintah raja yang menetapkan peraturan untuk para penyanyi menurut keperluan setiap hari."}, {"number": "24", "text": "Petahya bin Mesezabeel dari bani Zerah bin Yehuda diperbantukan kepada raja untuk segala urusan mengenai bangsa itu."}, {"number": "25", "text": "Tentang tempat-tempat kediaman di daerah perladangan, sebagian dari bani Yehuda tinggal di Kiryat-Arba dan segala anak kotanya, di Dibon dan segala anak kotanya dan di Yekabzeel dan desa-desanya;"}, {"number": "26", "text": "di Yesua, di Molada dan Bet-Pelet,"}, {"number": "27", "text": "di Hazar-Sual, di Bersyeba dan segala anak kotanya,"}, {"number": "28", "text": "di Ziklag, di Mekhona dan segala anak kotanya,"}, {"number": "29", "text": "di En-Rimon, Zora, Yarmut,"}, {"number": "30", "text": "Zanoah, Adulam dan desa-desanya, di Lakhis dan ladang-ladangnya, dan di Azeka dan segala anak kotanya. Demikianlah mereka berkampung dari Bersyeba sampai lebak Hinom."}, {"number": "31", "text": "Dan bani Benyamin tinggal mulai dari Geba, di Mikhmas, di Aya, di Betel dan segala anak kotanya,"}, {"number": "32", "text": "di Anatot, Nob dan Ananya,"}, {"number": "33", "text": "di Hazor, Rama dan Gitaim,"}, {"number": "34", "text": "di Hadid, Zeboim dan Nebalat,"}, {"number": "35", "text": "di Lod dan di Ono, Lembah Tukang-tukang."}, {"number": "36", "text": "Beberapa rombongan orang Lewi dari Yehuda bergabung dengan orang Benyamin."}]}