{"book": "Nehemia", "chapter": 12, "verse": [{"number": "1", "text": "Inilah para imam dan orang-orang Lewi yang berangkat pulang bersama-sama Zerubabel bin Sealtiel dan Yesua: Seraya, Yeremia, Ezra,"}, {"number": "2", "text": "Amarya, Malukh, Hatus,"}, {"number": "3", "text": "Sekhanya, Rehum, Meremot,"}, {"number": "4", "text": "Ido, Ginetoi, Abia,"}, {"number": "5", "text": "Miyamin, Maaja, Bilga,"}, {"number": "6", "text": "Semaya, Yoyarib, Yedaya,"}, {"number": "7", "text": "Salu, Amok, Hilkia dan Yedaya. Itulah kepala-kepala imam dan saudara-saudara mereka pada zaman Yesua."}, {"number": "8", "text": "Dari orang-orang Lewi: Yesua, Binui, Kadmiel, Serebya, Yehuda dan Matanya. Matanya ini dan saudara-saudaranya memimpin nyanyian syukur,"}, {"number": "9", "text": "sementara Bakbukya dan Uni dan saudara-saudara mereka berdiri di hadapan mereka itu menurut kelompok-kelompok tugas."}, {"number": "10", "text": "Yesua memperanakkan Yoyakim, dan Yoyakim memperanakkan Elyasib, dan Elyasib memperanakkan Yoyada,"}, {"number": "11", "text": "dan Yoyada memperanakkan Yonatan, dan Yonatan memperanakkan Yadua."}, {"number": "12", "text": "Pada zaman Yoyakim yang menjadi imam adalah kepala-kepala kaum keluarga ini: Meraya, dari kaum keluarga Seraya, Hananya dari kaum keluarga Yeremia,"}, {"number": "13", "text": "Mesulam dari kaum keluarga Ezra, Yohanan dari kaum keluarga Amarya,"}, {"number": "14", "text": "Yonatan dari kaum keluarga Melikhu, Yusuf dari kaum keluarga Sebanya,"}, {"number": "15", "text": "Adna dari kaum keluarga Harim, Helkai dari kaum keluarga Merayot,"}, {"number": "16", "text": "Zakharia dari kaum keluarga Ido, Mesulam dari kaum keluarga Gineton,"}, {"number": "17", "text": "Zikhri dari kaum keluarga Abia, dari kaum keluarga Minyamin, Piltai dari kaum keluarga Moaja,"}, {"number": "18", "text": "Samua dari kaum keluarga Bilga, Yonatan dari kaum keluarga Semaya,"}, {"number": "19", "text": "Matnai dari kaum keluarga Yoyarib, Uzi dari kaum keluarga Yedaya,"}, {"number": "20", "text": "Kalai dari kaum keluarga Salai, Heber dari kaum keluarga Amok,"}, {"number": "21", "text": "Hasabya dari kaum keluarga Hilkia dan Netaneel dari kaum keluarga Yedaya."}, {"number": "22", "text": "Tentang orang-orang Lewi, para kepala kaum keluarga mereka tercatat pada zaman Elyasib, Yoyada, Yohanan dan Yadua, sedang para imam tercatat sampai pemerintahan Darius, orang Persia itu."}, {"number": "23", "text": "Kepala-kepala kaum keluarga anak-anak Lewi tercatat dalam kitab sejarah sampai zaman Yohanan bin Elyasib."}, {"number": "24", "text": "Inilah para kepala orang-orang Lewi: Hasabya, Serebya, Yesua bin Kadmiel, dan saudara-saudara mereka yang berdiri di hadapan mereka untuk menyanyikan puji-pujian dan syukur sesuai dengan perintah Daud, abdi Allah itu, kelompok di samping kelompok."}, {"number": "25", "text": "Matanya, Bakbukya, Obaja, Mesulam, Talmon dan Akub adalah penunggu-penunggu pintu gerbang yang mengadakan penjagaan di gudang-gudang perlengkapan pada pintu-pintu gerbang."}, {"number": "26", "text": "Mereka itu hidup pada zaman Yoyakim bin Yesua bin Yozadak dan pada zaman bupati Nehemia dan imam Ezra, ahli kitab itu."}, {"number": "27", "text": "Pada pentahbisan tembok Yerusalem orang-orang Lewi dipanggil dari segala tempat mereka dan dibawa ke Yerusalem untuk mengadakan pentahbisan yang meriah dengan ucapan syukur dan kidung, dengan ceracap, gambus dan kecapi."}, {"number": "28", "text": "Maka berkumpullah kaum penyanyi dari daerah sekitar Yerusalem, dari desa-desa orang Netofa,"}, {"number": "29", "text": "dari Bet-Gilgal, dari padang Geba dan Asmawet, karena para penyanyi itu telah mendirikan desa-desa sekitar Yerusalem."}, {"number": "30", "text": "Para imam dan orang-orang Lewi mentahirkan dirinya, lalu mentahirkan seluruh umat itu, dan kemudian pintu-pintu gerbang dan tembok."}, {"number": "31", "text": "Lalu aku mempersilakan para pemimpin orang Yehuda naik ke atas tembok dan kubentuk dua paduan suara yang besar. Yang satu berarak ke kanan di atas tembok ke jurusan pintu gerbang Sampah."}, {"number": "32", "text": "Di belakangnya berjalanlah Hosaya dengan sebagian dari para pemimpin orang Yehuda,"}, {"number": "33", "text": "pula Azarya, Ezra, Mesulam,"}, {"number": "34", "text": "Yehuda, Benyamin, Semaya dan Yeremia,"}, {"number": "35", "text": "dan dari kaum imam yang memegang nafiri: Zakharia bin Yonatan bin Semaya bin Matanya bin Mikha bin Zakur bin Asaf,"}, {"number": "36", "text": "dan saudara-saudaranya, yakni: Semaya, Azareel, Milalai, Gilalai, Maai, Netaneel, Yehuda dan Hanani dengan bunyi-bunyian Daud, abdi Allah itu, sedang Ezra, ahli kitab itu berjalan di depan mereka."}, {"number": "37", "text": "Lalu pada pintu gerbang Mata Air mereka langsung naik tangga-tangga kota Daud, pada jalan pendakian tembok, lewat istana Daud, dan berjalan sampai pintu gerbang Air, di sebelah Timur."}, {"number": "38", "text": "Dan paduan suara yang kedua berarak ke kiri dan aku mengikutinya dengan sebagian dari orang-orang itu melalui tembok dan menara Perapian sampai tembok Lebar."}, {"number": "39", "text": "Lalu kami melalui pintu gerbang Efraim, pintu gerbang Lama, pintu gerbang Ikan, menara Hananeel dan menara Mea sampai pintu gerbang Domba. Mereka berhenti di pintu gerbang Penjagaan."}, {"number": "40", "text": "Kemudian kedua paduan suara itu berdiri di rumah Allah. Demikian juga aku bersama-sama sebagian dari para penguasa,"}, {"number": "41", "text": "dan para imam, yakni: Elyakim, Maaseya, Minyamin, Mikha, Elyoenai, Zakharia, Hananya dengan memegang nafiri,"}, {"number": "42", "text": "dan Maaseya, Semaya, Eleazar, Uzi, Yohanan, Malkia, Elam dan Ezer. Lalu para penyanyi memperdengarkan kidung di bawah pimpinan Yizrahya."}, {"number": "43", "text": "Pada hari itu mereka mempersembahkan korban yang besar. Mereka bersukaria karena Allah memberi mereka kesukaan yang besar. Juga segala perempuan dan anak-anak bersukaria, sehingga kesukaan Yerusalem terdengar sampai jauh."}, {"number": "44", "text": "Pada masa itu beberapa orang diangkat untuk mengawasi bilik-bilik perbendaharaan, bilik-bilik untuk persembahan khusus, untuk hasil pertama dan untuk persembahan persepuluhan, supaya sumbangan yang menurut hukum menjadi bagian para imam dan orang-orang Lewi dikumpulkan di bilik-bilik itu sesuai dengan ladang setiap kota. Sebab Yehuda bersukacita karena para imam dan orang-orang Lewi yang bertugas."}, {"number": "45", "text": "Karena merekalah yang melakukan tugas pelayanan bagi Allah mereka dan tugas pentahiran, demikian juga para penyanyi dan para penunggu pintu gerbang, sesuai dengan perintah Daud dan Salomo, anaknya."}, {"number": "46", "text": "Karena sudah sejak dahulu, pada zaman Daud dan Asaf, ada pemimpin-pemimpin penyanyi, ada nyanyian pujian dan nyanyian syukur bagi Allah."}, {"number": "47", "text": "Pada zaman Zerubabel dan Nehemia semua orang Israel memberikan sumbangan bagi para penyanyi dan para penunggu pintu gerbang sekadar yang perlu tiap-tiap hari dan mempersembahkan persembahan kudus kepada orang-orang Lewi. Dan orang-orang Lewi mempersembahkan persembahan kudus kepada anak-anak Harun."}]}