{"book": "Markus", "chapter": 7, "verse": [{"number": "1", "text": "Pada suatu kali serombongan orang Farisi dan beberapa ahli Taurat dari Yerusalem datang menemui Yesus."}, {"number": "2", "text": "Mereka melihat, bahwa beberapa orang murid-Nya makan dengan tangan najis, yaitu dengan tangan yang tidak dibasuh."}, {"number": "3", "text": "Sebab orang-orang Farisi seperti orang-orang Yahudi lainnya tidak makan kalau tidak melakukan pembasuhan tangan lebih dulu, karena mereka berpegang pada adat istiadat nenek moyang mereka;"}, {"number": "4", "text": "dan kalau pulang dari pasar mereka juga tidak makan kalau tidak lebih dahulu membersihkan dirinya. Banyak warisan lain lagi yang mereka pegang, umpamanya hal mencuci cawan, kendi dan perkakas-perkakas tembaga."}, {"number": "5", "text": "Karena itu orang-orang Farisi dan ahli-ahli Taurat itu bertanya kepada-Nya: \"Mengapa murid-murid-Mu tidak hidup menurut adat istiadat nenek moyang kita, tetapi makan dengan tangan najis?\""}, {"number": "6", "text": "Jawab-Nya kepada mereka: \"Benarlah nubuat Yesaya tentang kamu, hai orang-orang munafik! Sebab ada tertulis: Bangsa ini memuliakan Aku dengan bibirnya, padahal hatinya jauh dari pada-Ku."}, {"number": "7", "text": "Percuma mereka beribadah kepada-Ku, sedangkan ajaran yang mereka ajarkan ialah perintah manusia."}, {"number": "8", "text": "Perintah Allah kamu abaikan untuk berpegang pada adat istiadat manusia.\""}, {"number": "9", "text": "Yesus berkata pula kepada mereka: \"Sungguh pandai kamu mengesampingkan perintah Allah, supaya kamu dapat memelihara adat istiadatmu sendiri."}, {"number": "10", "text": "Karena Musa telah berkata: Hormatilah ayahmu dan ibumu! dan: Siapa yang mengutuki ayahnya atau ibunya harus mati."}, {"number": "11", "text": "Tetapi kamu berkata: Kalau seorang berkata kepada bapanya atau ibunya: Apa yang ada padaku, yang dapat digunakan untuk pemeliharaanmu, sudah digunakan untuk korban--yaitu persembahan kepada Allah--,"}, {"number": "12", "text": "maka kamu tidak membiarkannya lagi berbuat sesuatupun untuk bapanya atau ibunya."}, {"number": "13", "text": "Dengan demikian firman Allah kamu nyatakan tidak berlaku demi adat istiadat yang kamu ikuti itu. Dan banyak hal lain seperti itu yang kamu lakukan.\""}, {"number": "14", "text": "Lalu Yesus memanggil lagi orang banyak dan berkata kepada mereka: \"Kamu semua, dengarlah kepada-Ku dan camkanlah."}, {"number": "15", "text": "Apapun dari luar, yang masuk ke dalam seseorang, tidak dapat menajiskannya, tetapi apa yang keluar dari seseorang, itulah yang menajiskannya.\""}, {"number": "16", "text": "(Barangsiapa bertelinga untuk mendengar hendaklah ia mendengar!)"}, {"number": "17", "text": "Sesudah Ia masuk ke sebuah rumah untuk menyingkir dari orang banyak, murid-murid-Nya bertanya kepada-Nya tentang arti perumpamaan itu."}, {"number": "18", "text": "Maka jawab-Nya: \"Apakah kamu juga tidak dapat memahaminya? Tidak tahukah kamu bahwa segala sesuatu dari luar yang masuk ke dalam seseorang tidak dapat menajiskannya,"}, {"number": "19", "text": "karena bukan masuk ke dalam hati tetapi ke dalam perutnya, lalu dibuang di jamban?\" Dengan demikian Ia menyatakan semua makanan halal."}, {"number": "20", "text": "Kata-Nya lagi: \"Apa yang keluar dari seseorang, itulah yang menajiskannya,"}, {"number": "21", "text": "sebab dari dalam, dari hati orang, timbul segala pikiran jahat, percabulan, pencurian, pembunuhan,"}, {"number": "22", "text": "perzinahan, keserakahan, kejahatan, kelicikan, hawa nafsu, iri hati, hujat, kesombongan, kebebalan."}, {"number": "23", "text": "Semua hal-hal jahat ini timbul dari dalam dan menajiskan orang.\""}, {"number": "24", "text": "Lalu Yesus berangkat dari situ dan pergi ke daerah Tirus. Ia masuk ke sebuah rumah dan tidak mau bahwa ada orang yang mengetahuinya, tetapi kedatangan-Nya tidak dapat dirahasiakan."}, {"number": "25", "text": "Malah seorang ibu, yang anaknya perempuan kerasukan roh jahat, segera mendengar tentang Dia, lalu datang dan tersungkur di depan kaki-Nya."}, {"number": "26", "text": "Perempuan itu seorang Yunani bangsa Siro-Fenisia. Ia memohon kepada Yesus untuk mengusir setan itu dari anaknya."}, {"number": "27", "text": "Lalu Yesus berkata kepadanya: \"Biarlah anak-anak kenyang dahulu, sebab tidak patut mengambil roti yang disediakan bagi anak-anak dan melemparkannya kepada anjing.\""}, {"number": "28", "text": "Tetapi perempuan itu menjawab: \"Benar, Tuhan. Tetapi anjing yang di bawah meja juga makan remah-remah yang dijatuhkan anak-anak.\""}, {"number": "29", "text": "Maka kata Yesus kepada perempuan itu: \"Karena kata-katamu itu, pergilah sekarang sebab setan itu sudah keluar dari anakmu.\""}, {"number": "30", "text": "Perempuan itu pulang ke rumahnya, lalu didapatinya anak itu berbaring di tempat tidur, sedang setan itu sudah keluar."}, {"number": "31", "text": "Kemudian Yesus meninggalkan pula daerah Tirus dan dengan melalui Sidon pergi ke danau Galilea, di tengah-tengah daerah Dekapolis."}, {"number": "32", "text": "Di situ orang membawa kepada-Nya seorang yang tuli dan yang gagap dan memohon kepada-Nya, supaya Ia meletakkan tangan-Nya atas orang itu."}, {"number": "33", "text": "Dan sesudah Yesus memisahkan dia dari orang banyak, sehingga mereka sendirian, Ia memasukkan jari-Nya ke telinga orang itu, lalu Ia meludah dan meraba lidah orang itu."}, {"number": "34", "text": "Kemudian sambil menengadah ke langit Yesus menarik nafas dan berkata kepadanya: \"Efata!\", artinya: Terbukalah!"}, {"number": "35", "text": "Maka terbukalah telinga orang itu dan seketika itu terlepas pulalah pengikat lidahnya, lalu ia berkata-kata dengan baik."}, {"number": "36", "text": "Yesus berpesan kepada orang-orang yang ada di situ supaya jangan menceriterakannya kepada siapapun juga. Tetapi makin dilarang-Nya mereka, makin luas mereka memberitakannya."}, {"number": "37", "text": "Mereka takjub dan tercengang dan berkata: \"Ia menjadikan segala-galanya baik, yang tuli dijadikan-Nya mendengar, yang bisu dijadikan-Nya berkata-kata.\""}]}