{"book": "Yeremia", "chapter": 1, "verse": [{"number": "1", "text": "Inilah perkataan-perkataan Yeremia bin Hilkia, dari keturunan imam yang ada di Anatot di tanah Benyamin."}, {"number": "2", "text": "Dalam zaman Yosia bin Amon, raja Yehuda, dalam tahun yang ketiga belas dari pemerintahannya datanglah firman TUHAN kepada Yeremia."}, {"number": "3", "text": "Firman itu datang juga dalam zaman Yoyakim bin Yosia, raja Yehuda, sampai akhir tahun yang kesebelas zaman Zedekia bin Yosia, raja Yehuda, hingga penduduk Yerusalem diangkut ke dalam pembuangan dalam bulan yang kelima."}, {"number": "4", "text": "Firman TUHAN datang kepadaku, bunyinya:"}, {"number": "5", "text": "Sebelum Aku membentuk engkau dalam rahim ibumu, Aku telah mengenal engkau, dan sebelum engkau keluar dari kandungan, Aku telah menguduskan engkau, Aku telah menetapkan engkau menjadi nabi bagi bangsa-bangsa."}, {"number": "6", "text": "Maka aku menjawab: \"Ah, Tuhan ALLAH! Sesungguhnya aku tidak pandai berbicara, sebab aku ini masih muda.\""}, {"number": "7", "text": "Tetapi TUHAN berfirman kepadaku: \"Janganlah katakan: Aku ini masih muda, tetapi kepada siapapun engkau Kuutus, haruslah engkau pergi, dan apapun yang Kuperintahkan kepadamu, haruslah kausampaikan."}, {"number": "8", "text": "Janganlah takut kepada mereka, sebab Aku menyertai engkau untuk melepaskan engkau, demikianlah firman TUHAN.\""}, {"number": "9", "text": "Lalu TUHAN mengulurkan tangan-Nya dan menjamah mulutku; TUHAN berfirman kepadaku: \"Sesungguhnya, Aku menaruh perkataan-perkataan-Ku ke dalam mulutmu."}, {"number": "10", "text": "Ketahuilah, pada hari ini Aku mengangkat engkau atas bangsa-bangsa dan atas kerajaan-kerajaan untuk mencabut dan merobohkan, untuk membinasakan dan meruntuhkan, untuk membangun dan menanam.\""}, {"number": "11", "text": "Sesudah itu firman TUHAN datang kepadaku, bunyinya: \"Apakah yang kaulihat, hai Yeremia?\" Jawabku: \"Aku melihat sebatang dahan pohon badam.\""}, {"number": "12", "text": "Lalu firman TUHAN kepadaku: \"Baik penglihatanmu, sebab Aku siap sedia untuk melaksanakan firman-Ku.\""}, {"number": "13", "text": "Firman TUHAN datang kepadaku untuk kedua kalinya, bunyinya: \"Apakah yang kaulihat?\" Jawabku: \"Aku melihat sebuah periuk yang mendidih; datangnya dari sebelah utara.\""}, {"number": "14", "text": "Lalu firman TUHAN kepadaku: \"Dari utara akan mengamuk malapetaka menimpa segala penduduk negeri ini."}, {"number": "15", "text": "Sebab sesungguhnya, Aku memanggil segala kaum kerajaan sebelah utara, demikianlah firman TUHAN, dan mereka akan datang dan mendirikan takhtanya masing-masing di mulut pintu-pintu gerbang Yerusalem, dekat segala tembok di sekelilingnya dan dekat segala kota Yehuda."}, {"number": "16", "text": "Maka Aku akan menjatuhkan hukuman-Ku atas mereka, karena segala kejahatan mereka, sebab mereka telah meninggalkan Aku, dengan membakar korban kepada allah lain dan sujud menyembah kepada buatan tangannya sendiri."}, {"number": "17", "text": "Tetapi engkau ini, baiklah engkau bersiap, bangkitlah dan sampaikanlah kepada mereka segala yang Kuperintahkan kepadamu. Janganlah gentar terhadap mereka, supaya jangan Aku menggentarkan engkau di depan mereka!"}, {"number": "18", "text": "Mengenai Aku, sesungguhnya pada hari ini Aku membuat engkau menjadi kota yang berkubu, menjadi tiang besi dan menjadi tembok tembaga melawan seluruh negeri ini, menentang raja-raja Yehuda dan pemuka-pemukanya, menentang para imamnya dan rakyat negeri ini."}, {"number": "19", "text": "Mereka akan memerangi engkau, tetapi tidak akan mengalahkan engkau, sebab Aku menyertai engkau untuk melepaskan engkau, demikianlah firman TUHAN.\""}]}