{"book": "Yeremia", "chapter": 22, "verse": [{"number": "1", "text": "Beginilah firman TUHAN: \"Pergilah ke istana raja Yehuda dan sampaikanlah di sana firman ini!"}, {"number": "2", "text": "Katakanlah: Dengarlah firman TUHAN, hai raja Yehuda yang duduk di atas takhta Daud, engkau, pegawai-pegawaimu dan rakyatmu yang masuk melalui pintu-pintu gerbang ini!"}, {"number": "3", "text": "Beginilah firman TUHAN: Lakukanlah keadilan dan kebenaran, lepaskanlah dari tangan pemerasnya orang yang dirampas haknya, janganlah engkau menindas dan janganlah engkau memperlakukan orang asing, yatim dan janda dengan keras, dan janganlah engkau menumpahkan darah orang yang tak bersalah di tempat ini!"}, {"number": "4", "text": "Sebab jika kamu sungguh-sungguh melakukan semuanya itu, maka melalui pintu-pintu gerbang istana ini akan berarak masuk raja-raja yang akan duduk di atas takhta Daud dengan mengendarai kereta dan kuda: mereka itu, pegawai-pegawainya dan rakyatnya."}, {"number": "5", "text": "Tetapi jika kamu tidak mendengarkan perkataan-perkataan ini, maka Aku sudah bersumpah demi diri-Ku, demikianlah firman TUHAN, bahwa istana ini akan menjadi reruntuhan."}, {"number": "6", "text": "Sebab beginilah firman TUHAN mengenai keluarga raja Yehuda: Engkau seperti Gilead bagi-Ku, seperti puncak gunung Libanon! Namun pastilah Aku akan membuat engkau menjadi padang gurun, menjadi kota yang tidak didiami orang."}, {"number": "7", "text": "Aku akan menetapkan pemusnah-pemusnah terhadap engkau, masing-masing dengan senjatanya; mereka akan menebang pohon aras pilihanmu dan mencampakkannya ke dalam api."}, {"number": "8", "text": "Dan apabila banyak bangsa melewati kota ini, maka mereka akan berkata seorang kepada yang lain: Mengapakah TUHAN melakukan seperti itu kepada kota yang besar ini?"}, {"number": "9", "text": "Orang akan menjawab: Oleh karena mereka telah melupakan perjanjian TUHAN, Allah mereka, dan telah sujud menyembah kepada allah lain dan beribadah kepadanya.\""}, {"number": "10", "text": "Janganlah kamu menangisi orang mati dan janganlah turut berdukacita karena dia. Lebih baiklah kamu menangisi dia yang sudah pergi, sebab ia tidak akan kembali lagi, ia tidak lagi akan melihat tanah kelahirannya."}, {"number": "11", "text": "Sebab beginilah firman TUHAN mengenai Salum bin Yosia, raja Yehuda, yang telah menjadi raja menggantikan Yosia, ayahnya, dan yang telah meninggalkan tempat ini: \"Ia tidak lagi akan kembali ke sini,"}, {"number": "12", "text": "tetapi ia akan mati di tempat pembuangannya, dan tidak lagi akan melihat negeri ini.\""}, {"number": "13", "text": "Celakalah dia yang membangun istananya berdasarkan ketidakadilan dan anjungnya berdasarkan kelaliman, yang mempekerjakan sesamanya dengan cuma-cuma dan tidak memberikan upahnya kepadanya;"}, {"number": "14", "text": "yang berkata: \"Aku mau mendirikan istana yang besar lebar dan anjung yang lapang luas!\", lalu menetas dinding istana membuat jendela, memapani istana itu dengan kayu aras dan mencatnya merah."}, {"number": "15", "text": "Sangkamu rajakah engkau, jika engkau bertanding dalam hal pemakaian kayu aras? Tidakkah ayahmu makan minum juga dan beroleh kenikmatan? Tetapi ia melakukan keadilan dan kebenaran,"}, {"number": "16", "text": "serta mengadili perkara orang sengsara dan orang miskin dengan adil. Bukankah itu namanya mengenal Aku? demikianlah firman TUHAN."}, {"number": "17", "text": "Tetapi matamu dan hatimu hanya tertuju kepada pengejaran untung, kepada penumpahan darah orang yang tak bersalah, kepada pemerasan dan kepada penganiayaan!"}, {"number": "18", "text": "Sebab itu beginilah firman TUHAN mengenai Yoyakim bin Yosia, raja Yehuda: \"Orang tidak akan meratapi dia: Aduhai abangku! Aduhai kakakku! Orang tidak akan menangisi dia: Aduhai tuan! Aduhai Seri Paduka!"}, {"number": "19", "text": "Ia akan dikubur secara penguburan keledai, diseret dan dilemparkan ke luar pintu-pintu gerbang Yerusalem.\""}, {"number": "20", "text": "Naiklah ke gunung Libanon dan berteriaklah! Perdengarkanlah suaramu di pegunungan Basan! Berteriaklah dari pegunungan Abarim, sebab semua kekasihmu sudah hancur!"}, {"number": "21", "text": "Aku telah berbicara kepadamu selagi engkau sentosa, tetapi engkau berkata: \"Aku tidak mau mendengarkan!\" Itulah tingkah langkahmu dari sejak masa mudamu, sebab engkau tidak mau mendengarkan suara-Ku!"}, {"number": "22", "text": "Semua orang yang menggembalakan kamu akan dihalau angin ribut, dan para kekasihmu akan diangkut tertawan. Pada waktu itu engkau akan menjadi malu dan bernoda dari sebab segala kejahatanmu."}, {"number": "23", "text": "Hai engkau yang diam di gunung Libanon, dan yang bersarang di pohon-pohon aras! Betapa engkau akan mengeluh ketika kesakitan menimpa engkau, kesakitan seperti yang ditanggung perempuan yang melahirkan!"}, {"number": "24", "text": "Demi Aku yang hidup, demikianlah firman TUHAN, bahkan sekalipun Konya bin Yoyakim, raja Yehuda, adalah sebagai cincin meterai pada tangan kanan-Ku, namun Aku akan mencabut engkau!"}, {"number": "25", "text": "Aku akan menyerahkan engkau ke dalam tangan orang-orang yang berusaha mencabut nyawamu, ke dalam tangan orang-orang yang engkau takuti, ke dalam tangan Nebukadnezar, raja Babel, dan ke dalam tangan orang-orang Kasdim."}, {"number": "26", "text": "Aku akan melemparkan engkau serta ibumu yang melahirkan engkau ke negeri lain, yang bukan tempat kelahiranmu; di sanalah kamu akan mati."}, {"number": "27", "text": "Tetapi ke negeri yang mereka rindukan untuk kembali ke situ, mereka tidak akan kembali!\""}, {"number": "28", "text": "Adakah Konya ini suatu benda yang hina, yang akan dipecahkan orang, atau suatu periuk yang tidak disukai orang? Mengapakah ia dicampakkan dan dilemparkan ke negeri yang tidak dikenalnya?"}, {"number": "29", "text": "Hai negeri, negeri, negeri! Dengarlah firman TUHAN!"}, {"number": "30", "text": "Beginilah firman TUHAN: \"Catatlah orang ini sebagai orang yang tak punya anak, sebagai laki-laki yang tidak pernah berhasil dalam hidupnya; sebab seorangpun dari keturunannya tidak akan berhasil duduk di atas takhta Daud dan memerintah kembali di Yehuda.\""}]}