{"book": "Yeremia", "chapter": 30, "verse": [{"number": "1", "text": "Firman yang datang dari TUHAN kepada Yeremia, bunyinya:"}, {"number": "2", "text": "Beginilah firman TUHAN, Allah Israel: Tuliskanlah segala perkataan yang telah Kufirmankan kepadamu itu dalam suatu kitab."}, {"number": "3", "text": "Sebab, sesungguhnya, waktunya akan datang, demikianlah firman TUHAN, bahwa Aku akan memulihkan keadaan umat-Ku Israel dan Yehuda--firman TUHAN--dan Aku akan mengembalikan mereka ke negeri yang telah Kuberikan kepada nenek moyang mereka, dan mereka akan memilikinya.\""}, {"number": "4", "text": "Inilah perkataan-perkataan yang telah difirmankan TUHAN tentang Israel dan tentang Yehuda:"}, {"number": "5", "text": "Sungguh, beginilah firman TUHAN: Telah kami dengar jerit kegentaran, kedahsyatan dan tidak ada damai."}, {"number": "6", "text": "Cobalah tanyakan dan selidiki, adakah laki-laki melahirkan? Mengapakah setiap laki-laki Kulihat tangannya pada pinggangnya seperti seorang perempuan yang melahirkan? Mengapakah setiap muka berubah menjadi pucat?"}, {"number": "7", "text": "Hai, alangkah hebatnya hari itu, tidak ada taranya; itulah waktu kesusahan bagi Yakub, tetapi ia akan diselamatkan dari padanya."}, {"number": "8", "text": "Maka pada hari itu, demikianlah firman TUHAN semesta alam, Aku akan mematahkan kuk dari tengkuk mereka dan memutuskan tali-tali pengikat mereka, dan mereka tidak akan mengabdi lagi kepada orang-orang asing."}, {"number": "9", "text": "Mereka akan mengabdi kepada TUHAN, Allah mereka, dan kepada Daud, raja mereka, yang akan Kubangkitkan bagi mereka."}, {"number": "10", "text": "Maka engkau, janganlah takut, hai hamba-Ku Yakub, demikianlah firman TUHAN, janganlah gentar, hai Israel! Sebab sesungguhnya, Aku menyelamatkan engkau dari tempat jauh dan keturunanmu dari negeri pembuangan mereka. Yakub akan kembali dan hidup tenang dan aman, dengan tidak ada yang mengejutkan."}, {"number": "11", "text": "Sebab Aku menyertai engkau, demikianlah firman TUHAN, untuk menyelamatkan engkau: segala bangsa yang ke antaranya engkau Kuserahkan akan Kuhabiskan, tetapi engkau ini tidak akan Kuhabiskan. Aku akan menghajar engkau menurut hukum, tetapi Aku sama sekali tidak memandang engkau tak bersalah."}, {"number": "12", "text": "Sungguh, beginilah firman TUHAN: Penyakitmu sangat payah, lukamu tidak tersembuhkan!"}, {"number": "13", "text": "Tidak ada yang membela hakmu, tidak ada obat untuk bisul, kesembuhan tidak ada bagimu!"}, {"number": "14", "text": "Semua kekasihmu melupakan engkau, mereka tidak menanyakan engkau lagi. Sungguh, Aku telah memukul engkau dengan pukulan musuh, dengan hajaran yang bengis, karena kesalahanmu banyak, dosamu berjumlah besar."}, {"number": "15", "text": "Mengapakah engkau berteriak karena penyakitmu, karena kepedihanmu sangat payah? Karena kesalahanmu banyak, dosamu berjumlah besar, maka Aku telah melakukan semuanya ini kepadamu."}, {"number": "16", "text": "Tetapi semua orang yang menelan engkau akan tertelan, dan semua lawanmu akan masuk ke dalam tawanan; orang-orang yang merampok engkau akan menjadi rampokan, dan semua orang yang menjarah engkau akan Kubuat menjadi jarahan."}, {"number": "17", "text": "Sebab Aku akan mendatangkan kesembuhan bagimu, Aku akan mengobati luka-lukamu, demikianlah firman TUHAN, sebab mereka telah menyebutkan engkau: orang buangan, yakni sisa yang tiada seorangpun menanyakannya."}, {"number": "18", "text": "Beginilah firman TUHAN: Sesungguhnya, Aku akan memulihkan keadaan kemah-kemah Yakub, dan akan mengasihani tempat-tempat tinggalnya, kota itu akan dibangun kembali di atas reruntuhannya, dan puri itu akan berdiri di tempatnya yang asli."}, {"number": "19", "text": "Nyanyian syukur akan terdengar dari antara mereka, juga suara orang yang bersukaria. Aku akan membuat mereka banyak dan mereka tidak akan berkurang lagi; Aku akan membuat mereka dipermuliakan dan mereka tidak akan dihina lagi."}, {"number": "20", "text": "Anak-anak mereka akan menjadi seperti dahulu kala, dan perkumpulan mereka akan tinggal tetap di hadapan-Ku; Aku akan menghukum semua orang yang menindas mereka."}, {"number": "21", "text": "Orang yang memerintah atas mereka akan tampil dari antara mereka sendiri, dan orang yang berkuasa atas mereka akan bangkit dari tengah-tengah mereka; Aku akan membuat dia maju dan mendekat kepada-Ku, sebab siapakah yang berani mempertaruhkan nyawanya untuk mendekat kepada-Ku? demikianlah firman TUHAN."}, {"number": "22", "text": "Maka kamu akan menjadi umat-Ku, dan Aku akan menjadi Allahmu.\""}, {"number": "23", "text": "Lihatlah, angin badai TUHAN, yakni kehangatan murka, telah keluar menyambar, --angin puting beliung--dan turun menimpa kepala orang-orang fasik."}, {"number": "24", "text": "Murka TUHAN yang menyala-nyala itu tidak akan surut sampai Ia telah melaksanakan dan mewujudkan apa yang dirancang-Nya dalam hati-Nya; pada hari-hari yang terakhir kamu akan mengerti hal itu."}]}