{"book": "Yeremia", "chapter": 52, "verse": [{"number": "1", "text": "Zedekia berumur dua puluh satu tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Hamutal binti Yeremia, dari Libna."}, {"number": "2", "text": "Ia melakukan apa yang jahat di mata TUHAN tepat seperti yang telah dilakukan Yoyakim."}, {"number": "3", "text": "Sebab oleh karena murka Tuhanlah hal itu terjadi terhadap Yerusalem dan Yehuda, yakni bahwa Ia sampai membuang mereka dari hadapan-Nya. Zedekia memberontak terhadap raja Babel."}, {"number": "4", "text": "Maka pada tahun kesembilan dari pemerintahannya, dalam bulan yang kesepuluh, pada tanggal sepuluh bulan itu, datanglah Nebukadnezar, raja Babel, dengan segala tentaranya menyerang Yerusalem. Berkemahlah mereka mengepungnya dan didirikan merekalah tembok pengepungan sekelilingnya."}, {"number": "5", "text": "Demikianlah kota itu terkepung sampai tahun yang kesebelas pemerintahan raja Zedekia."}, {"number": "6", "text": "Pada tanggal sembilan bulan yang keempat, ketika kelaparan sudah merajalela di kota itu dan tidak ada lagi makanan pada rakyat negeri itu,"}, {"number": "7", "text": "maka dibelah oranglah tembok kota itu. Melihat hal itu maka melarikan dirilah raja dengan semua tentara, meninggalkan kota itu pada waktu malam melalui pintu gerbang antara kedua tembok yang ada di dekat taman raja, sekalipun orang Kasdim mengepung kota itu sekeliling. Mereka lari menuju ke Araba-Yordan."}, {"number": "8", "text": "Tetapi tentara Kasdim itu mengejar raja dari belakang dan mencapai Zedekia di dataran Yerikho; segala tentaranya telah berserak-serak meninggalkan dia."}, {"number": "9", "text": "Mereka menangkap raja dan membawa dia ke Ribla di tanah Hamat, kepada raja Babel, yang menjatuhkan hukuman atas dia."}, {"number": "10", "text": "Raja Babel menyuruh menyembelih anak-anak Zedekia di depan matanya; juga semua pemuka Yehuda disembelihnya di Ribla."}, {"number": "11", "text": "Kemudian mata Zedekia dibutakannya, lalu ia dibelenggu dengan rantai tembaga. Kemudian raja Babel membawa dia ke Babel dan menaruhnya dalam rumah hukuman sampai kepada hari matinya."}, {"number": "12", "text": "Dalam bulan yang kelima, pada tanggal sepuluh bulan itu--itulah tahun kesembilan belas pemerintahan Nebukadnezar, raja Babel--datanglah Nebuzaradan, kepala pasukan pengawal, yang melayani raja Babel, ke Yerusalem."}, {"number": "13", "text": "Ia membakar rumah TUHAN, rumah raja dan segala rumah di Yerusalem; segala rumah orang-orang besar dibakarnya dengan api."}, {"number": "14", "text": "Segala tembok sekeliling kota Yerusalem dirobohkan oleh tentara Kasdim yang ada bersama-sama dengan kepala pasukan pengawal itu."}, {"number": "15", "text": "Sebagian dari orang-orang yang paling lemah dan sisa-sisa rakyat yang masih tinggal di kota itu dan pembelot-pembelot yang menyeberang ke pihak raja Babel dan sisa-sisa para pekerja tangan diangkut ke dalam pembuangan oleh Nebuzaradan, kepala pasukan pengawal itu."}, {"number": "16", "text": "Hanya beberapa orang miskin dari negeri itu ditinggalkan oleh Nebuzaradan, kepala pasukan pengawal itu, untuk menjadi tukang-tukang kebun anggur dan peladang-peladang."}, {"number": "17", "text": "Juga tiang-tiang tembaga yang ada di rumah TUHAN dan kereta penopang dan laut tembaga yang ada di rumah TUHAN dipecahkan oleh orang Kasdim dan seluruh tembaganya diangkut mereka ke Babel."}, {"number": "18", "text": "Kuali-kuali, penyodok-penyodok, pisau-pisau, bokor-bokor penyiraman dan cawan-cawan dan segala perkakas tembaga yang dipakai untuk menyelenggarakan kebaktian diambil mereka,"}, {"number": "19", "text": "juga pasu-pasu, perbaraan-perbaraan, bokor-bokor penyiraman, kuali-kuali, kandil-kandil, cawan-cawan dan piala-piala, baik segala yang dari emas maupun segala yang dari perak, diambil oleh kepala pasukan pengawal itu."}, {"number": "20", "text": "Adapun kedua tiang, laut yang satu itu dan kedua belas lembu tembaga yang ada di bawah kereta penopang, yang dibuat oleh raja Salomo untuk rumah TUHAN, tiada tertimbang tembaga segala perkakas ini."}, {"number": "21", "text": "Adapun tiang-tiang itu, satu tiang delapan belas hasta tingginya dan dapat dililit oleh tali yang dua belas hasta panjangnya; tebalnya empat jari dan geronggang dari dalam."}, {"number": "22", "text": "Di atasnya ada ganja dari tembaga; tinggi ganja yang satu itu lima hasta, dan jala-jala dan buah-buah delima ada di atas ganja itu sekeliling, semuanya dari tembaga. Dan tiang yang kedua seperti itu juga. Mengenai buah delima,"}, {"number": "23", "text": "ada sembilan puluh enam buah delima yang merupakan gambar timbul; seluruhnya buah-buah delima itu ada seratus pada jala-jala itu berkeliling."}, {"number": "24", "text": "Lalu kepala pasukan pengawal itu menangkap Seraya, imam kepala, dan Zefanya, imam tingkat dua, dan ketiga orang penjaga pintu."}, {"number": "25", "text": "Dari kota itu ditangkapnya seorang pegawai istana yang diangkat mengepalai prajurit-prajurit dan tujuh orang pelayan pribadi raja yang terdapat di kota itu, dan panitera panglima tentara yang mengerahkan rakyat negeri menjadi tentara, dan enam puluh orang dari rakyat negeri yang terdapat di tengah-tengah kota itu."}, {"number": "26", "text": "Nebuzaradan, kepala pasukan pengawal, menangkap mereka dan membawa mereka kepada raja Babel, di Ribla."}, {"number": "27", "text": "Lalu raja Babel menyuruh membunuh mereka di Ribla, di tanah Hamat. Demikianlah orang Yehuda diangkut ke dalam pembuangan dari tanahnya."}, {"number": "28", "text": "Inilah jumlah rakyat yang diangkut ke dalam pembuangan oleh Nebuzaradan: dalam tahun ketujuh, tiga ribu dua puluh tiga orang Yehuda;"}, {"number": "29", "text": "dalam tahun kedelapan belas zaman Nebukadnezar, delapan ratus tiga puluh dua jiwa dari Yerusalem;"}, {"number": "30", "text": "dalam tahun kedua puluh tiga zaman Nebukadnezar, diangkut ke dalam pembuangan oleh Nebuzaradan, kepala pasukan pengawal, tujuh ratus empat puluh lima jiwa orang Yehuda; seluruhnya berjumlah empat ribu enam ratus jiwa."}, {"number": "31", "text": "Kemudian dalam tahun ketiga puluh tujuh sesudah Yoyakhin, raja Yehuda, dibuang, dalam bulan yang kedua belas, pada tanggal dua puluh lima bulan itu, maka Ewil-Merodakh, raja Babel, dalam tahun ia menjadi raja, menunjukkan belas kasihannya kepada Yoyakhin, raja Yehuda, dengan melepaskannya dari penjara."}, {"number": "32", "text": "Ewil-Merodakh berbicara baik-baik dengan dia dan memberikan kedudukan kepadanya lebih tinggi dari pada kedudukan raja-raja yang bersama-sama dengan dia di Babel."}, {"number": "33", "text": "Yoyakhin boleh mengganti pakaian penjaranya dan boleh selalu makan roti di hadapan raja selama hidupnya."}, {"number": "34", "text": "Dan tentang belanjanya, raja Babel selalu memberikannya kepadanya, sekadar yang perlu tiap-tiap hari, selama hidupnya, sampai hari matinya."}]}