{"book": "Yeremia", "chapter": 6, "verse": [{"number": "1", "text": "Larilah mengungsi, hai orang-orang Benyamin, dari tengah-tengah Yerusalem! Tiuplah sangkakala di Tekoa, dan naikkanlah asap sebagai tanda di atas Bet-Kerem! Sebab malapetaka telah mengintai dari utara, yakni suatu kehancuran besar."}, {"number": "2", "text": "Adakah puteri Sion sama seperti padang yang paling disukai,"}, {"number": "3", "text": "sehingga gembala-gembala mendatanginya beserta kawanan ternak mereka? Mereka telah memasang kemah-kemahnya sekelilingnya, masing-masing memakan habis apa yang didapatnya."}, {"number": "4", "text": "Persiapkanlah perang melawan dia; ayo, marilah kita maju menyerang pada tengah hari!"}, {"number": "5", "text": "Ayo, marilah kita maju menyerang pada waktu malam dan merusakkan puri-purinya!"}, {"number": "6", "text": "Sebab beginilah firman TUHAN semesta alam: \"Tebanglah pohon-pohonnya dan timbunlah tanah menjadi tembok terhadap Yerusalem! Itulah kota yang harus dihukum! Hanya penindasan saja di dalamnya!"}, {"number": "7", "text": "Seperti mata air meluapkan airnya, demikianlah kota itu meluapkan kejahatannya. Kekerasan dan aniaya terdengar di dalamnya, luka dan pukulan selalu ada Kulihat."}, {"number": "8", "text": "Terimalah penghajaran, hai Yerusalem, supaya Aku jangan menarik diri dari padamu, supaya Aku jangan membuat engkau sunyi sepi, menjadi negeri yang tidak berpenduduk!\""}, {"number": "9", "text": "Beginilah firman TUHAN semesta alam: \"Petiklah habis-habisan sisa-sisa orang Israel seperti pokok anggur dipetik habis-habisan. Kembalilah seperti pemetik buah anggur dengan tanganmu mencari-cari buah pada ranting-rantingnya.\""}, {"number": "10", "text": "Kepada siapakah aku harus berbicara dan bersaksi, supaya mereka mau memperhatikan? Sungguh, telinga mereka tidak bersunat, mereka tidak dapat mendengar! Sungguh, firman TUHAN menjadi cemoohan bagi mereka, mereka tidak menyukainya!"}, {"number": "11", "text": "Tetapi aku penuh dengan kehangatan murka TUHAN, aku telah payah menahannya, harus menumpahkannya kepada bayi di jalan, dan kepada kumpulan teruna bersama-sama. Sesungguhnya, baik laki-laki maupun perempuan akan ditangkap, baik orang yang tua maupun orang yang sudah lanjut usianya."}, {"number": "12", "text": "Rumah-rumah mereka akan beralih kepada orang lain, bersama ladang-ladang dan isteri-isteri mereka. --\"Sesungguhnya, Aku mengacungkan tangan-Ku melawan penduduk negeri ini, demikianlah firman TUHAN."}, {"number": "13", "text": "Sesungguhnya, dari yang kecil sampai yang besar di antara mereka, semuanya mengejar untung, baik nabi maupun imam semuanya melakukan tipu."}, {"number": "14", "text": "Mereka mengobati luka umat-Ku dengan memandangnya ringan, katanya: Damai sejahtera! Damai sejahtera!, tetapi tidak ada damai sejahtera."}, {"number": "15", "text": "Seharusnya mereka merasa malu, sebab mereka melakukan kejijikan; tetapi mereka sama sekali tidak merasa malu dan tidak kenal noda mereka. Sebab itu mereka akan rebah di antara orang-orang yang rebah; mereka akan tersandung jatuh pada waktu Aku menghukum mereka, firman TUHAN.\""}, {"number": "16", "text": "Beginilah firman TUHAN: \"Ambillah tempatmu di jalan-jalan dan lihatlah, tanyakanlah jalan-jalan yang dahulu kala, di manakah jalan yang baik, tempuhlah itu, dengan demikian jiwamu mendapat ketenangan. Tetapi mereka berkata: Kami tidak mau menempuhnya!"}, {"number": "17", "text": "Juga aku mengangkat atas mereka penjaga-penjaga, firman-Ku: Perhatikanlah bunyi sangkakala! Tetapi mereka berkata: Kami tidak mau memperhatikannya!"}, {"number": "18", "text": "Sebab itu dengarlah, hai bangsa-bangsa, dan ketahuilah, hai jemaat, apa yang akan terjadi atas mereka!"}, {"number": "19", "text": "Dengarlah, hai bumi! Sungguh, ke atas bangsa ini Aku akan mendatangkan malapetaka, akibat dari rancangan-rancangan mereka, sebab mereka tidak memperhatikan perkataan-perkataan-Ku dan menolak pengajaran-Ku."}, {"number": "20", "text": "Apakah gunanya bagi-Ku kamu bawa kemenyan dari Syeba dan tebu yang baik dari negeri yang jauh? Aku tidak berkenan kepada korban-korban bakaranmu dan korban-korban sembelihanmu tidak menyenangkan hati-Ku."}, {"number": "21", "text": "Sebab itu beginilah firman TUHAN: Sungguh, Aku akan menaruh batu sandungan di depan bangsa ini, supaya mereka jatuh tersandung oleh karenanya; bapa-bapa serta dengan anak-anak, tetangga dan temannya, semuanya akan binasa.\""}, {"number": "22", "text": "Beginilah firman TUHAN: \"Sesungguhnya, suatu bangsa akan datang dari tanah utara, suatu suku bangsa yang besar akan bergerak maju dari ujung bumi."}, {"number": "23", "text": "Mereka memakai panah dan tombak; mereka bengis, tidak kenal belas kasihan. Suara mereka gemuruh seperti laut, mereka mengendarai kuda, berlengkap seperti orang maju berperang, menyerang engkau, hai puteri Sion!\""}, {"number": "24", "text": "Kami telah mendengar kabarnya, tangan kami sudah menjadi lemah lesu; kesesakan telah menyergap kami, kami kesakitan seperti perempuan yang melahirkan."}, {"number": "25", "text": "Janganlah keluar ke padang, dan janganlah berjalan di jalan, sebab pedang musuh mengamuk--kegentaran datang dari segala jurusan!"}, {"number": "26", "text": "Hai puteri bangsaku, kenakanlah kain kabung, dan berguling-gulinglah dalam debu! Berkabunglah seperti menangisi seorang anak tunggal, merataplah dengan pahit pedih! Sebab sekonyong-konyong akan datang si pembinasa menyerangmu."}, {"number": "27", "text": "Aku telah mengangkat engkau di antara umat-Ku sebagai penguji, engkau harus tahu bagaimana menyelidikinya, dan harus menguji tingkah langkah mereka."}, {"number": "28", "text": "Semua mereka adalah pendurhaka belaka, berjalan kian kemari sebagai pemfitnah; sekaliannya mereka berlaku busuk!"}, {"number": "29", "text": "Puputan sudah mengembus, tetapi yang keluar dari api hanya timah hitam, tembaga dan besi. Sia-sia orang melebur terus-menerus, tetapi orang-orang yang jahat tidak terpisahkan."}, {"number": "30", "text": "Sebutkanlah mereka perak yang ditolak, sebab TUHAN telah menolak mereka!"}]}