{"book": "Kisah Para Rasul", "chapter": 10, "verse": [{"number": "1", "text": "Di Kaisarea ada seorang yang bernama Kornelius, seorang perwira pasukan yang disebut pasukan Italia."}, {"number": "2", "text": "Ia saleh, ia serta seisi rumahnya takut akan Allah dan ia memberi banyak sedekah kepada umat Yahudi dan senantiasa berdoa kepada Allah."}, {"number": "3", "text": "Dalam suatu penglihatan, kira-kira jam tiga petang, jelas tampak kepadanya seorang malaikat Allah masuk ke rumahnya dan berkata kepadanya: \"Kornelius!\""}, {"number": "4", "text": "Ia menatap malaikat itu dan dengan takut ia berkata: \"Ada apa, Tuhan?\" Jawab malaikat itu: \"Semua doamu dan sedekahmu telah naik ke hadirat Allah dan Allah mengingat engkau."}, {"number": "5", "text": "Dan sekarang, suruhlah beberapa orang ke Yope untuk menjemput seorang yang bernama Simon dan yang disebut Petrus."}, {"number": "6", "text": "Ia menumpang di rumah seorang penyamak kulit yang bernama Simon, yang tinggal di tepi laut.\""}, {"number": "7", "text": "Setelah malaikat yang berbicara kepadanya itu meninggalkan dia, dipanggilnya dua orang hambanya beserta seorang prajurit yang saleh dari orang-orang yang selalu bersama-sama dengan dia."}, {"number": "8", "text": "Dan sesudah ia menjelaskan segala sesuatu kepada mereka, ia menyuruh mereka ke Yope."}, {"number": "9", "text": "Keesokan harinya ketika ketiga orang itu berada dalam perjalanan dan sudah dekat kota Yope, kira-kira pukul dua belas tengah hari, naiklah Petrus ke atas rumah untuk berdoa."}, {"number": "10", "text": "Ia merasa lapar dan ingin makan, tetapi sementara makanan disediakan, tiba-tiba rohnya diliputi kuasa ilahi."}, {"number": "11", "text": "Tampak olehnya langit terbuka dan turunlah suatu benda berbentuk kain lebar yang bergantung pada keempat sudutnya, yang diturunkan ke tanah."}, {"number": "12", "text": "Di dalamnya terdapat pelbagai jenis binatang berkaki empat, binatang menjalar dan burung."}, {"number": "13", "text": "Kedengaranlah olehnya suatu suara yang berkata: \"Bangunlah, hai Petrus, sembelihlah dan makanlah!\""}, {"number": "14", "text": "Tetapi Petrus menjawab: \"Tidak, Tuhan, tidak, sebab aku belum pernah makan sesuatu yang haram dan yang tidak tahir.\""}, {"number": "15", "text": "Kedengaran pula untuk kedua kalinya suara yang berkata kepadanya: \"Apa yang dinyatakan halal oleh Allah, tidak boleh engkau nyatakan haram.\""}, {"number": "16", "text": "Hal ini terjadi sampai tiga kali dan segera sesudah itu terangkatlah benda itu ke langit."}, {"number": "17", "text": "Petrus bertanya-tanya di dalam hatinya, apa kiranya arti penglihatan yang telah dilihatnya itu. Sementara itu telah sampai di muka pintu orang-orang yang disuruh oleh Kornelius dan yang berusaha mengetahui di mana rumah Petrus."}, {"number": "18", "text": "Mereka memanggil seorang dan bertanya, apakah Simon yang disebut Petrus ada menumpang di rumah itu."}, {"number": "19", "text": "Dan ketika Petrus sedang berpikir tentang penglihatan itu, berkatalah Roh: \"Ada tiga orang mencari engkau."}, {"number": "20", "text": "Bangunlah, turunlah ke bawah dan berangkatlah bersama-sama dengan mereka, jangan bimbang, sebab Aku yang menyuruh mereka ke mari.\""}, {"number": "21", "text": "Lalu turunlah Petrus ke bawah dan berkata kepada orang-orang itu: \"Akulah yang kamu cari; apakah maksud kedatangan kamu?\""}, {"number": "22", "text": "Jawab mereka: \"Kornelius, seorang perwira yang tulus hati dan takut akan Allah, dan yang terkenal baik di antara seluruh bangsa Yahudi, telah menerima penyataan Allah dengan perantaraan seorang malaikat kudus, supaya ia mengundang engkau ke rumahnya dan mendengar apa yang akan kaukatakan.\""}, {"number": "23", "text": "Ia mempersilakan mereka untuk bermalam di situ. Keesokan harinya ia bangun dan berangkat bersama-sama dengan mereka, dan beberapa saudara dari Yope menyertai dia."}, {"number": "24", "text": "Dan pada hari berikutnya sampailah mereka di Kaisarea. Kornelius sedang menantikan mereka dan ia telah memanggil sanak saudaranya dan sahabat-sahabatnya berkumpul."}, {"number": "25", "text": "Ketika Petrus masuk, datanglah Kornelius menyambutnya, dan sambil tersungkur di depan kakinya, ia menyembah Petrus."}, {"number": "26", "text": "Tetapi Petrus menegakkan dia, katanya: \"Bangunlah, aku hanya manusia saja.\""}, {"number": "27", "text": "Dan sambil bercakap-cakap dengan dia, ia masuk dan mendapati banyak orang sedang berkumpul."}, {"number": "28", "text": "Ia berkata kepada mereka: \"Kamu tahu, betapa kerasnya larangan bagi seorang Yahudi untuk bergaul dengan orang-orang yang bukan Yahudi atau masuk ke rumah mereka. Tetapi Allah telah menunjukkan kepadaku, bahwa aku tidak boleh menyebut orang najis atau tidak tahir."}, {"number": "29", "text": "Itulah sebabnya aku tidak berkeberatan ketika aku dipanggil, lalu datang ke mari. Sekarang aku ingin tahu, apa sebabnya kamu memanggil aku.\""}, {"number": "30", "text": "Jawab Kornelius: \"Empat hari yang lalu kira-kira pada waktu yang sama seperti sekarang, yaitu jam tiga petang, aku sedang berdoa di rumah. Tiba-tiba ada seorang berdiri di depanku, pakaiannya berkilau-kilauan"}, {"number": "31", "text": "dan ia berkata: Kornelius, doamu telah didengarkan Allah dan sedekahmu telah diingatkan di hadapan-Nya."}, {"number": "32", "text": "Suruhlah orang ke Yope untuk menjemput Simon yang disebut Petrus; ia sedang menumpang di rumah Simon, seorang penyamak kulit, yang tinggal di tepi laut."}, {"number": "33", "text": "Karena itu segera kusuruh orang kepadamu, dan dengan senang hati engkau telah datang. Sekarang kami semua sudah hadir di sini di hadapan Allah untuk mendengarkan apa yang ditugaskan Allah kepadamu.\""}, {"number": "34", "text": "Lalu mulailah Petrus berbicara, katanya: \"Sesungguhnya aku telah mengerti, bahwa Allah tidak membedakan orang."}, {"number": "35", "text": "Setiap orang dari bangsa manapun yang takut akan Dia dan yang mengamalkan kebenaran berkenan kepada-Nya."}, {"number": "36", "text": "Itulah firman yang Ia suruh sampaikan kepada orang-orang Israel, yaitu firman yang memberitakan damai sejahtera oleh Yesus Kristus, yang adalah Tuhan dari semua orang."}, {"number": "37", "text": "Kamu tahu tentang segala sesuatu yang terjadi di seluruh tanah Yudea, mulai dari Galilea, sesudah baptisan yang diberitakan oleh Yohanes,"}, {"number": "38", "text": "yaitu tentang Yesus dari Nazaret: bagaimana Allah mengurapi Dia dengan Roh Kudus dan kuat kuasa, Dia, yang berjalan berkeliling sambil berbuat baik dan menyembuhkan semua orang yang dikuasai Iblis, sebab Allah menyertai Dia."}, {"number": "39", "text": "Dan kami adalah saksi dari segala sesuatu yang diperbuat-Nya di tanah Yudea maupun di Yerusalem; dan mereka telah membunuh Dia dan menggantung Dia pada kayu salib."}, {"number": "40", "text": "Yesus itu telah dibangkitkan Allah pada hari yang ketiga, dan Allah berkenan, bahwa Ia menampakkan diri,"}, {"number": "41", "text": "bukan kepada seluruh bangsa, tetapi kepada saksi-saksi, yang sebelumnya telah ditunjuk oleh Allah, yaitu kepada kami yang telah makan dan minum bersama-sama dengan Dia, setelah Ia bangkit dari antara orang mati."}, {"number": "42", "text": "Dan Ia telah menugaskan kami memberitakan kepada seluruh bangsa dan bersaksi, bahwa Dialah yang ditentukan Allah menjadi Hakim atas orang-orang hidup dan orang-orang mati."}, {"number": "43", "text": "Tentang Dialah semua nabi bersaksi, bahwa barangsiapa percaya kepada-Nya, ia akan mendapat pengampunan dosa oleh karena nama-Nya.\""}, {"number": "44", "text": "Ketika Petrus sedang berkata demikian, turunlah Roh Kudus ke atas semua orang yang mendengarkan pemberitaan itu."}, {"number": "45", "text": "Dan semua orang percaya dari golongan bersunat yang menyertai Petrus, tercengang-cengang, karena melihat, bahwa karunia Roh Kudus dicurahkan ke atas bangsa-bangsa lain juga,"}, {"number": "46", "text": "sebab mereka mendengar orang-orang itu berkata-kata dalam bahasa roh dan memuliakan Allah. Lalu kata Petrus:"}, {"number": "47", "text": "Bolehkah orang mencegah untuk membaptis orang-orang ini dengan air, sedangkan mereka telah menerima Roh Kudus sama seperti kita?"}, {"number": "48", "text": "Lalu ia menyuruh mereka dibaptis dalam nama Yesus Kristus. Kemudian mereka meminta Petrus, supaya ia tinggal beberapa hari lagi bersama-sama dengan mereka."}]}