{"book": "Kisah Para Rasul", "chapter": 13, "verse": [{"number": "1", "text": "Pada waktu itu dalam jemaat di Antiokhia ada beberapa nabi dan pengajar, yaitu: Barnabas dan Simeon yang disebut Niger, dan Lukius orang Kirene, dan Menahem yang diasuh bersama dengan raja wilayah Herodes, dan Saulus."}, {"number": "2", "text": "Pada suatu hari ketika mereka beribadah kepada Tuhan dan berpuasa, berkatalah Roh Kudus: \"Khususkanlah Barnabas dan Saulus bagi-Ku untuk tugas yang telah Kutentukan bagi mereka.\""}, {"number": "3", "text": "Maka berpuasa dan berdoalah mereka, dan setelah meletakkan tangan ke atas kedua orang itu, mereka membiarkan keduanya pergi."}, {"number": "4", "text": "Oleh karena disuruh Roh Kudus, Barnabas dan Saulus berangkat ke Seleukia, dan dari situ mereka berlayar ke Siprus."}, {"number": "5", "text": "Setiba di Salamis mereka memberitakan firman Allah di dalam rumah-rumah ibadat orang Yahudi. Dan Yohanes menyertai mereka sebagai pembantu mereka."}, {"number": "6", "text": "Mereka mengelilingi seluruh pulau itu sampai ke Pafos. Di situ mereka bertemu dengan seorang Yahudi bernama Baryesus. Ia seorang tukang sihir dan nabi palsu."}, {"number": "7", "text": "Ia adalah kawan gubernur pulau itu, Sergius Paulus, yang adalah orang cerdas. Gubernur itu memanggil Barnabas dan Saulus, karena ia ingin mendengar firman Allah."}, {"number": "8", "text": "Tetapi Elimas--demikianlah namanya dalam bahasa Yunani--,tukang sihir itu, menghalang-halangi mereka dan berusaha membelokkan gubernur itu dari imannya."}, {"number": "9", "text": "Tetapi Saulus, juga disebut Paulus, yang penuh dengan Roh Kudus, menatap dia,"}, {"number": "10", "text": "dan berkata: \"Hai anak Iblis, engkau penuh dengan rupa-rupa tipu muslihat dan kejahatan, engkau musuh segala kebenaran, tidakkah engkau akan berhenti membelokkan Jalan Tuhan yang lurus itu?"}, {"number": "11", "text": "Sekarang, lihatlah, tangan Tuhan datang menimpa engkau, dan engkau menjadi buta, beberapa hari lamanya engkau tidak dapat melihat matahari.\" Dan seketika itu juga orang itu merasa diliputi kabut dan gelap, dan sambil meraba-raba ia harus mencari orang untuk menuntun dia."}, {"number": "12", "text": "Melihat apa yang telah terjadi itu, percayalah gubernur itu; ia takjub oleh ajaran Tuhan."}, {"number": "13", "text": "Lalu Paulus dan kawan-kawannya meninggalkan Pafos dan berlayar ke Perga di Pamfilia; tetapi Yohanes meninggalkan mereka lalu kembali ke Yerusalem."}, {"number": "14", "text": "Dari Perga mereka melanjutkan perjalanan mereka, lalu tiba di Antiokhia di Pisidia. Pada hari Sabat mereka pergi ke rumah ibadat, lalu duduk di situ."}, {"number": "15", "text": "Setelah selesai pembacaan dari hukum Taurat dan kitab nabi-nabi, pejabat-pejabat rumah ibadat menyuruh bertanya kepada mereka: \"Saudara-saudara, jikalau saudara-saudara ada pesan untuk membangun dan menghibur umat ini, silakanlah!\""}, {"number": "16", "text": "Maka bangkitlah Paulus. Ia memberi isyarat dengan tangannya, lalu berkata: \"Hai orang-orang Israel dan kamu yang takut akan Allah, dengarkanlah!"}, {"number": "17", "text": "Allah umat Israel ini telah memilih nenek moyang kita dan membuat umat itu menjadi besar, ketika mereka tinggal di Mesir sebagai orang asing. Dengan tangan-Nya yang luhur Ia telah memimpin mereka keluar dari negeri itu."}, {"number": "18", "text": "Empat puluh tahun lamanya Ia sabar terhadap tingkah laku mereka di padang gurun."}, {"number": "19", "text": "Dan setelah membinasakan tujuh bangsa di tanah Kanaan, Ia membagi-bagikan tanah itu kepada mereka untuk menjadi warisan mereka"}, {"number": "20", "text": "selama kira-kira empat ratus lima puluh tahun. Sesudah itu Ia memberikan mereka hakim-hakim sampai pada zaman nabi Samuel."}, {"number": "21", "text": "Kemudian mereka meminta seorang raja dan Allah memberikan kepada mereka Saul bin Kish dari suku Benyamin, empat puluh tahun lamanya."}, {"number": "22", "text": "Setelah Saul disingkirkan, Allah mengangkat Daud menjadi raja mereka. Tentang Daud Allah telah menyatakan: Aku telah mendapat Daud bin Isai, seorang yang berkenan di hati-Ku dan yang melakukan segala kehendak-Ku."}, {"number": "23", "text": "Dan dari keturunannyalah, sesuai dengan yang telah dijanjikan-Nya, Allah telah membangkitkan Juruselamat bagi orang Israel, yaitu Yesus."}, {"number": "24", "text": "Menjelang kedatangan-Nya Yohanes telah menyerukan kepada seluruh bangsa Israel supaya mereka bertobat dan memberi diri dibaptis."}, {"number": "25", "text": "Dan ketika Yohanes hampir selesai menunaikan tugasnya, ia berkata: Aku bukanlah Dia yang kamu sangka, tetapi Ia akan datang kemudian dari padaku. Membuka kasut dari kaki-Nyapun aku tidak layak."}, {"number": "26", "text": "Hai saudara-saudaraku, baik yang termasuk keturunan Abraham, maupun yang takut akan Allah, kabar keselamatan itu sudah disampaikan kepada kita."}, {"number": "27", "text": "Sebab penduduk Yerusalem dan pemimpin-pemimpinnya tidak mengakui Yesus. Dengan menjatuhkan hukuman mati atas Dia, mereka menggenapi perkataan nabi-nabi yang dibacakan setiap hari Sabat."}, {"number": "28", "text": "Dan meskipun mereka tidak menemukan sesuatu yang dapat menjadi alasan untuk hukuman mati itu, namun mereka telah meminta kepada Pilatus supaya Ia dibunuh."}, {"number": "29", "text": "Dan setelah mereka menggenapi segala sesuatu yang ada tertulis tentang Dia, mereka menurunkan Dia dari kayu salib, lalu membaringkan-Nya di dalam kubur."}, {"number": "30", "text": "Tetapi Allah membangkitkan Dia dari antara orang mati."}, {"number": "31", "text": "Dan selama beberapa waktu Ia menampakkan diri kepada mereka yang mengikuti Dia dari Galilea ke Yerusalem. Mereka itulah yang sekarang menjadi saksi-Nya bagi umat ini."}, {"number": "32", "text": "Dan kami sekarang memberitakan kabar kesukaan kepada kamu, yaitu bahwa janji yang diberikan kepada nenek moyang kita,"}, {"number": "33", "text": "telah digenapi Allah kepada kita, keturunan mereka, dengan membangkitkan Yesus, seperti yang ada tertulis dalam mazmur kedua: Anak-Ku Engkau! Aku telah memperanakkan Engkau pada hari ini."}, {"number": "34", "text": "Allah telah membangkitkan Dia dari antara orang mati dan Ia tidak akan diserahkan kembali kepada kebinasaan. Hal itu dinyatakan oleh Tuhan dalam firman ini: Aku akan menggenapi kepadamu janji-janji yang kudus yang dapat dipercayai, yang telah Kuberikan kepada Daud."}, {"number": "35", "text": "Sebab itu Ia mengatakan dalam mazmur yang lain: Engkau tidak akan membiarkan Orang Kudus-Mu melihat kebinasaan."}, {"number": "36", "text": "Sebab Daud melakukan kehendak Allah pada zamannya, lalu ia mangkat dan dibaringkan di samping nenek moyangnya, dan ia memang diserahkan kepada kebinasaan."}, {"number": "37", "text": "Tetapi Yesus, yang dibangkitkan Allah, tidak demikian."}, {"number": "38", "text": "Jadi ketahuilah, hai saudara-saudara, oleh karena Dialah maka diberitakan kepada kamu pengampunan dosa."}, {"number": "39", "text": "Dan di dalam Dialah setiap orang yang percaya memperoleh pembebasan dari segala dosa, yang tidak dapat kamu peroleh dari hukum Musa."}, {"number": "40", "text": "Karena itu, waspadalah, supaya jangan berlaku atas kamu apa yang telah dikatakan dalam kitab nabi-nabi:"}, {"number": "41", "text": "Ingatlah, hai kamu penghina-penghina, tercenganglah dan lenyaplah, sebab Aku melakukan suatu pekerjaan dalam zamanmu, suatu pekerjaan, yang tidak akan kamu percayai, jika diceriterakan kepadamu.\""}, {"number": "42", "text": "Ketika Paulus dan Barnabas keluar, mereka diminta untuk berbicara tentang pokok itu pula pada hari Sabat berikutnya."}, {"number": "43", "text": "Setelah selesai ibadah, banyak orang Yahudi dan penganut-penganut agama Yahudi yang takut akan Allah, mengikuti Paulus dan Barnabas; kedua rasul itu mengajar mereka dan menasihati supaya mereka tetap hidup di dalam kasih karunia Allah."}, {"number": "44", "text": "Pada hari Sabat berikutnya datanglah hampir seluruh kota itu berkumpul untuk mendengar firman Allah."}, {"number": "45", "text": "Akan tetapi, ketika orang Yahudi melihat orang banyak itu, penuhlah mereka dengan iri hati dan sambil menghujat, mereka membantah apa yang dikatakan oleh Paulus."}, {"number": "46", "text": "Tetapi dengan berani Paulus dan Barnabas berkata: \"Memang kepada kamulah firman Allah harus diberitakan lebih dahulu, tetapi kamu menolaknya dan menganggap dirimu tidak layak untuk beroleh hidup yang kekal. Karena itu kami berpaling kepada bangsa-bangsa lain."}, {"number": "47", "text": "Sebab inilah yang diperintahkan kepada kami: Aku telah menentukan engkau menjadi terang bagi bangsa-bangsa yang tidak mengenal Allah, supaya engkau membawa keselamatan sampai ke ujung bumi.\""}, {"number": "48", "text": "Mendengar itu bergembiralah semua orang yang tidak mengenal Allah dan mereka memuliakan firman Tuhan; dan semua orang yang ditentukan Allah untuk hidup yang kekal, menjadi percaya."}, {"number": "49", "text": "Lalu firman Tuhan disiarkan di seluruh daerah itu."}, {"number": "50", "text": "Orang-orang Yahudi menghasut perempuan-perempuan terkemuka yang takut akan Allah, dan pembesar-pembesar di kota itu, dan mereka menimbulkan penganiayaan atas Paulus dan Barnabas dan mengusir mereka dari daerah itu."}, {"number": "51", "text": "Akan tetapi Paulus dan Barnabas mengebaskan debu kaki mereka sebagai peringatan bagi orang-orang itu, lalu pergi ke Ikonium."}, {"number": "52", "text": "Dan murid-murid di Antiokhia penuh dengan sukacita dan dengan Roh Kudus."}]}