{"book": "Kisah Para Rasul", "chapter": 14, "verse": [{"number": "1", "text": "Di Ikoniumpun kedua rasul itu masuk ke rumah ibadat orang Yahudi, lalu mengajar sedemikian rupa, sehingga sejumlah besar orang Yahudi dan orang Yunani menjadi percaya."}, {"number": "2", "text": "Tetapi orang-orang Yahudi, yang menolak pemberitaan mereka, memanaskan hati orang-orang yang tidak mengenal Allah dan membuat mereka gusar terhadap saudara-saudara itu."}, {"number": "3", "text": "Paulus dan Barnabas tinggal beberapa waktu lamanya di situ. Mereka mengajar dengan berani, karena mereka percaya kepada Tuhan. Dan Tuhan menguatkan berita tentang kasih karunia-Nya dengan mengaruniakan kepada mereka kuasa untuk mengadakan tanda-tanda dan mujizat-mujizat."}, {"number": "4", "text": "Tetapi orang banyak di kota itu terbelah menjadi dua: ada yang memihak kepada orang Yahudi, ada pula yang memihak kepada kedua rasul itu."}, {"number": "5", "text": "Maka mulailah orang-orang yang tidak mengenal Allah dan orang-orang Yahudi bersama-sama dengan pemimpin-pemimpin mereka menimbulkan suatu gerakan untuk menyiksa dan melempari kedua rasul itu dengan batu."}, {"number": "6", "text": "Setelah rasul-rasul itu mengetahuinya, menyingkirlah mereka ke kota-kota di Likaonia, yaitu Listra dan Derbe dan daerah sekitarnya."}, {"number": "7", "text": "Di situ mereka memberitakan Injil."}, {"number": "8", "text": "Di Listra ada seorang yang duduk saja, karena lemah kakinya dan lumpuh sejak ia dilahirkan dan belum pernah dapat berjalan."}, {"number": "9", "text": "Ia duduk mendengarkan, ketika Paulus berbicara. Dan Paulus menatap dia dan melihat, bahwa ia beriman dan dapat disembuhkan."}, {"number": "10", "text": "Lalu kata Paulus dengan suara nyaring: \"Berdirilah tegak di atas kakimu!\" Dan orang itu melonjak berdiri, lalu berjalan kian ke mari."}, {"number": "11", "text": "Ketika orang banyak melihat apa yang telah diperbuat Paulus, mereka itu berseru dalam bahasa Likaonia: \"Dewa-dewa telah turun ke tengah-tengah kita dalam rupa manusia.\""}, {"number": "12", "text": "Barnabas mereka sebut Zeus dan Paulus mereka sebut Hermes, karena ia yang berbicara."}, {"number": "13", "text": "Maka datanglah imam dewa Zeus, yang kuilnya terletak di luar kota, membawa lembu-lembu jantan dan karangan-karangan bunga ke pintu gerbang kota untuk mempersembahkan korban bersama-sama dengan orang banyak kepada rasul-rasul itu."}, {"number": "14", "text": "Mendengar itu Barnabas dan Paulus mengoyakkan pakaian mereka, lalu terjun ke tengah-tengah orang banyak itu sambil berseru:"}, {"number": "15", "text": "Hai kamu sekalian, mengapa kamu berbuat demikian? Kami ini adalah manusia biasa sama seperti kamu. Kami ada di sini untuk memberitakan Injil kepada kamu, supaya kamu meninggalkan perbuatan sia-sia ini dan berbalik kepada Allah yang hidup, yang telah menjadikan langit dan bumi, laut dan segala isinya."}, {"number": "16", "text": "Dalam zaman yang lampau Allah membiarkan semua bangsa menuruti jalannya masing-masing,"}, {"number": "17", "text": "namun Ia bukan tidak menyatakan diri-Nya dengan berbagai-bagai kebajikan, yaitu dengan menurunkan hujan dari langit dan dengan memberikan musim-musim subur bagi kamu. Ia memuaskan hatimu dengan makanan dan kegembiraan.\""}, {"number": "18", "text": "Walaupun rasul-rasul itu berkata demikian, namun hampir-hampir tidak dapat mereka mencegah orang banyak mempersembahkan korban kepada mereka."}, {"number": "19", "text": "Tetapi datanglah orang-orang Yahudi dari Antiokhia dan Ikonium dan mereka membujuk orang banyak itu memihak mereka. Lalu mereka melempari Paulus dengan batu dan menyeretnya ke luar kota, karena mereka menyangka, bahwa ia telah mati."}, {"number": "20", "text": "Akan tetapi ketika murid-murid itu berdiri mengelilingi dia, bangkitlah ia lalu masuk ke dalam kota. Keesokan harinya berangkatlah ia bersama-sama dengan Barnabas ke Derbe."}, {"number": "21", "text": "Paulus dan Barnabas memberitakan Injil di kota itu dan memperoleh banyak murid. Lalu kembalilah mereka ke Listra, Ikonium dan Antiokhia."}, {"number": "22", "text": "Di tempat itu mereka menguatkan hati murid-murid itu dan menasihati mereka supaya mereka bertekun di dalam iman, dan mengatakan, bahwa untuk masuk ke dalam Kerajaan Allah kita harus mengalami banyak sengsara."}, {"number": "23", "text": "Di tiap-tiap jemaat rasul-rasul itu menetapkan penatua-penatua bagi jemaat itu dan setelah berdoa dan berpuasa, mereka menyerahkan penatua-penatua itu kepada Tuhan, yang adalah sumber kepercayaan mereka."}, {"number": "24", "text": "Mereka menjelajah seluruh Pisidia dan tiba di Pamfilia."}, {"number": "25", "text": "Di situ mereka memberitakan firman di Perga, lalu pergi ke Atalia, di pantai."}, {"number": "26", "text": "Dari situ berlayarlah mereka ke Antiokhia; di tempat itulah mereka dahulu diserahkan kepada kasih karunia Allah untuk memulai pekerjaan, yang telah mereka selesaikan."}, {"number": "27", "text": "Setibanya di situ mereka memanggil jemaat berkumpul, lalu mereka menceriterakan segala sesuatu yang Allah lakukan dengan perantaraan mereka, dan bahwa Ia telah membuka pintu bagi bangsa-bangsa lain kepada iman."}, {"number": "28", "text": "Di situ mereka lama tinggal bersama-sama dengan murid-murid itu."}]}