{"book": "Kisah Para Rasul", "chapter": 15, "verse": [{"number": "1", "text": "Beberapa orang datang dari Yudea ke Antiokhia dan mengajarkan kepada saudara-saudara di situ: \"Jikalau kamu tidak disunat menurut adat istiadat yang diwariskan oleh Musa, kamu tidak dapat diselamatkan.\""}, {"number": "2", "text": "Tetapi Paulus dan Barnabas dengan keras melawan dan membantah pendapat mereka itu. Akhirnya ditetapkan, supaya Paulus dan Barnabas serta beberapa orang lain dari jemaat itu pergi kepada rasul-rasul dan penatua-penatua di Yerusalem untuk membicarakan soal itu."}, {"number": "3", "text": "Mereka diantarkan oleh jemaat sampai ke luar kota, lalu mereka berjalan melalui Fenisia dan Samaria, dan di tempat-tempat itu mereka menceriterakan tentang pertobatan orang-orang yang tidak mengenal Allah. Hal itu sangat menggembirakan hati saudara-saudara di situ."}, {"number": "4", "text": "Setibanya di Yerusalem mereka disambut oleh jemaat dan oleh rasul-rasul dan penatua-penatua, lalu mereka menceriterakan segala sesuatu yang Allah lakukan dengan perantaraan mereka."}, {"number": "5", "text": "Tetapi beberapa orang dari golongan Farisi, yang telah menjadi percaya, datang dan berkata: \"Orang-orang bukan Yahudi harus disunat dan diwajibkan untuk menuruti hukum Musa.\""}, {"number": "6", "text": "Maka bersidanglah rasul-rasul dan penatua-penatua untuk membicarakan soal itu."}, {"number": "7", "text": "Sesudah beberapa waktu lamanya berlangsung pertukaran pikiran mengenai soal itu, berdirilah Petrus dan berkata kepada mereka: \"Hai saudara-saudara, kamu tahu, bahwa telah sejak semula Allah memilih aku dari antara kamu, supaya dengan perantaraan mulutku bangsa-bangsa lain mendengar berita Injil dan menjadi percaya."}, {"number": "8", "text": "Dan Allah, yang mengenal hati manusia, telah menyatakan kehendak-Nya untuk menerima mereka, sebab Ia mengaruniakan Roh Kudus juga kepada mereka sama seperti kepada kita,"}, {"number": "9", "text": "dan Ia sama sekali tidak mengadakan perbedaan antara kita dengan mereka, sesudah Ia menyucikan hati mereka oleh iman."}, {"number": "10", "text": "Kalau demikian, mengapa kamu mau mencobai Allah dengan meletakkan pada tengkuk murid-murid itu suatu kuk, yang tidak dapat dipikul, baik oleh nenek moyang kita maupun oleh kita sendiri?"}, {"number": "11", "text": "Sebaliknya, kita percaya, bahwa oleh kasih karunia Tuhan Yesus Kristus kita akan beroleh keselamatan sama seperti mereka juga.\""}, {"number": "12", "text": "Maka diamlah seluruh umat itu, lalu mereka mendengarkan Paulus dan Barnabas menceriterakan segala tanda dan mujizat yang dilakukan Allah dengan perantaraan mereka di tengah-tengah bangsa-bangsa lain."}, {"number": "13", "text": "Setelah Paulus dan Barnabas selesai berbicara, berkatalah Yakobus: \"Hai saudara-saudara, dengarkanlah aku:"}, {"number": "14", "text": "Simon telah menceriterakan, bahwa sejak semula Allah menunjukkan rahmat-Nya kepada bangsa-bangsa lain, yaitu dengan memilih suatu umat dari antara mereka bagi nama-Nya."}, {"number": "15", "text": "Hal itu sesuai dengan ucapan-ucapan para nabi seperti yang tertulis:"}, {"number": "16", "text": "Kemudian Aku akan kembali dan membangunkan kembali pondok Daud yang telah roboh, dan reruntuhannya akan Kubangun kembali dan akan Kuteguhkan,"}, {"number": "17", "text": "supaya semua orang lain mencari Tuhan dan segala bangsa yang tidak mengenal Allah, yang Kusebut milik-Ku demikianlah firman Tuhan yang melakukan semuanya ini,"}, {"number": "18", "text": "yang telah diketahui dari sejak semula."}, {"number": "19", "text": "Sebab itu aku berpendapat, bahwa kita tidak boleh menimbulkan kesulitan bagi mereka dari bangsa-bangsa lain yang berbalik kepada Allah,"}, {"number": "20", "text": "tetapi kita harus menulis surat kepada mereka, supaya mereka menjauhkan diri dari makanan yang telah dicemarkan berhala-berhala, dari percabulan, dari daging binatang yang mati dicekik dan dari darah."}, {"number": "21", "text": "Sebab sejak zaman dahulu hukum Musa diberitakan di tiap-tiap kota, dan sampai sekarang hukum itu dibacakan tiap-tiap hari Sabat di rumah-rumah ibadat.\""}, {"number": "22", "text": "Maka rasul-rasul dan penatua-penatua beserta seluruh jemaat itu mengambil keputusan untuk memilih dari antara mereka beberapa orang yang akan diutus ke Antiokhia bersama-sama dengan Paulus dan Barnabas, yaitu Yudas yang disebut Barsabas dan Silas. Keduanya adalah orang terpandang di antara saudara-saudara itu."}, {"number": "23", "text": "Kepada mereka diserahkan surat yang bunyinya: \"Salam dari rasul-rasul dan penatua-penatua, dari saudara-saudaramu kepada saudara-saudara di Antiokhia, Siria dan Kilikia yang berasal dari bangsa-bangsa lain."}, {"number": "24", "text": "Kami telah mendengar, bahwa ada beberapa orang di antara kami, yang tiada mendapat pesan dari kami, telah menggelisahkan dan menggoyangkan hatimu dengan ajaran mereka."}, {"number": "25", "text": "Sebab itu dengan bulat hati kami telah memutuskan untuk memilih dan mengutus beberapa orang kepada kamu bersama-sama dengan Barnabas dan Paulus yang kami kasihi,"}, {"number": "26", "text": "yaitu dua orang yang telah mempertaruhkan nyawanya karena nama Tuhan kita Yesus Kristus."}, {"number": "27", "text": "Maka kami telah mengutus Yudas dan Silas, yang dengan lisan akan menyampaikan pesan yang tertulis ini juga kepada kamu."}, {"number": "28", "text": "Sebab adalah keputusan Roh Kudus dan keputusan kami, supaya kepada kamu jangan ditanggungkan lebih banyak beban dari pada yang perlu ini:"}, {"number": "29", "text": "kamu harus menjauhkan diri dari makanan yang dipersembahkan kepada berhala, dari darah, dari daging binatang yang mati dicekik dan dari percabulan. Jikalau kamu memelihara diri dari hal-hal ini, kamu berbuat baik. Sekianlah, selamat.\""}, {"number": "30", "text": "Setelah berpamitan, Yudas dan Silas berangkat ke Antiokhia. Di situ mereka memanggil seluruh jemaat berkumpul, lalu menyerahkan surat itu kepada mereka."}, {"number": "31", "text": "Setelah membaca surat itu, jemaat bersukacita karena isinya yang menghiburkan."}, {"number": "32", "text": "Yudas dan Silas, yang adalah juga nabi, lama menasihati saudara-saudara itu dan menguatkan hati mereka."}, {"number": "33", "text": "Dan sesudah beberapa waktu keduanya tinggal di situ, saudara-saudara itu melepas mereka dalam damai untuk kembali kepada mereka yang mengutusnya."}, {"number": "34", "text": "(Tetapi Silas memutuskan untuk tinggal di situ.)"}, {"number": "35", "text": "Paulus dan Barnabas tinggal beberapa lama di Antiokhia. Mereka bersama-sama dengan banyak orang lain mengajar dan memberitakan firman Tuhan."}, {"number": "36", "text": "Tetapi beberapa waktu kemudian berkatalah Paulus kepada Barnabas: \"Baiklah kita kembali kepada saudara-saudara kita di setiap kota, di mana kita telah memberitakan firman Tuhan, untuk melihat, bagaimana keadaan mereka.\""}, {"number": "37", "text": "Barnabas ingin membawa juga Yohanes yang disebut Markus;"}, {"number": "38", "text": "tetapi Paulus dengan tegas berkata, bahwa tidak baik membawa serta orang yang telah meninggalkan mereka di Pamfilia dan tidak mau turut bekerja bersama-sama dengan mereka."}, {"number": "39", "text": "Hal itu menimbulkan perselisihan yang tajam, sehingga mereka berpisah dan Barnabas membawa Markus juga sertanya berlayar ke Siprus."}, {"number": "40", "text": "Tetapi Paulus memilih Silas, dan sesudah diserahkan oleh saudara-saudara itu kepada kasih karunia Tuhan"}, {"number": "41", "text": "berangkatlah ia mengelilingi Siria dan Kilikia sambil meneguhkan jemaat-jemaat di situ."}]}