{"book": "Kisah Para Rasul", "chapter": 19, "verse": [{"number": "1", "text": "Ketika Apolos masih di Korintus, Paulus sudah menjelajah daerah-daerah pedalaman dan tiba di Efesus. Di situ didapatinya beberapa orang murid."}, {"number": "2", "text": "Katanya kepada mereka: \"Sudahkah kamu menerima Roh Kudus, ketika kamu menjadi percaya?\" Akan tetapi mereka menjawab dia: \"Belum, bahkan kami belum pernah mendengar, bahwa ada Roh Kudus.\""}, {"number": "3", "text": "Lalu kata Paulus kepada mereka: \"Kalau begitu dengan baptisan manakah kamu telah dibaptis?\" Jawab mereka: \"Dengan baptisan Yohanes.\""}, {"number": "4", "text": "Kata Paulus: \"Baptisan Yohanes adalah pembaptisan orang yang telah bertobat, dan ia berkata kepada orang banyak, bahwa mereka harus percaya kepada Dia yang datang kemudian dari padanya, yaitu Yesus.\""}, {"number": "5", "text": "Ketika mereka mendengar hal itu, mereka memberi diri mereka dibaptis dalam nama Tuhan Yesus."}, {"number": "6", "text": "Dan ketika Paulus menumpangkan tangan di atas mereka, turunlah Roh Kudus ke atas mereka, dan mulailah mereka berkata-kata dalam bahasa roh dan bernubuat."}, {"number": "7", "text": "Jumlah mereka adalah kira-kira dua belas orang."}, {"number": "8", "text": "Selama tiga bulan Paulus mengunjungi rumah ibadat di situ dan mengajar dengan berani. Oleh pemberitaannya ia berusaha meyakinkan mereka tentang Kerajaan Allah."}, {"number": "9", "text": "Tetapi ada beberapa orang yang tegar hatinya. Mereka tidak mau diyakinkan, malahan mengumpat Jalan Tuhan di depan orang banyak. Karena itu Paulus meninggalkan mereka dan memisahkan murid-muridnya dari mereka, dan setiap hari berbicara di ruang kuliah Tiranus."}, {"number": "10", "text": "Hal ini dilakukannya dua tahun lamanya, sehingga semua penduduk Asia mendengar firman Tuhan, baik orang Yahudi maupun orang Yunani."}, {"number": "11", "text": "Oleh Paulus Allah mengadakan mujizat-mujizat yang luar biasa,"}, {"number": "12", "text": "bahkan orang membawa saputangan atau kain yang pernah dipakai oleh Paulus dan meletakkannya atas orang-orang sakit, maka lenyaplah penyakit mereka dan keluarlah roh-roh jahat."}, {"number": "13", "text": "Juga beberapa tukang jampi Yahudi, yang berjalan keliling di negeri itu, mencoba menyebut nama Tuhan Yesus atas mereka yang kerasukan roh jahat dengan berseru, katanya: \"Aku menyumpahi kamu demi nama Yesus yang diberitakan oleh Paulus.\""}, {"number": "14", "text": "Mereka yang melakukan hal itu ialah tujuh orang anak dari seorang imam kepala Yahudi yang bernama Skewa."}, {"number": "15", "text": "Tetapi roh jahat itu menjawab: \"Yesus aku kenal, dan Paulus aku ketahui, tetapi kamu, siapakah kamu?\""}, {"number": "16", "text": "Dan orang yang dirasuk roh jahat itu menerpa mereka dan menggagahi mereka semua dan mengalahkannya, sehingga mereka lari dari rumah orang itu dengan telanjang dan luka-luka."}, {"number": "17", "text": "Hal itu diketahui oleh seluruh penduduk Efesus, baik orang Yahudi maupun orang Yunani, maka ketakutanlah mereka semua dan makin masyhurlah nama Tuhan Yesus."}, {"number": "18", "text": "Banyak di antara mereka yang telah menjadi percaya, datang dan mengaku di muka umum, bahwa mereka pernah turut melakukan perbuatan-perbuata seperti itu."}, {"number": "19", "text": "Banyak juga di antara mereka, yang pernah melakukan sihir, mengumpulkan kitab-kitabnya lalu membakarnya di depan mata semua orang. Nilai kitab-kitab itu ditaksir lima puluh ribu uang perak."}, {"number": "20", "text": "Dengan jalan ini makin tersiarlah firman Tuhan dan makin berkuasa."}, {"number": "21", "text": "Kemudian dari pada semuanya itu Paulus bermaksud pergi ke Yerusalem melalui Makedonia dan Akhaya. Katanya: \"Sesudah berkunjung ke situ aku harus melihat Roma juga.\""}, {"number": "22", "text": "Lalu ia menyuruh dua orang pembantunya, yaitu Timotius dan Erastus, mendahuluinya ke Makedonia, tetapi ia sendiri tinggal beberapa lama lagi di Asia."}, {"number": "23", "text": "Kira-kira pada waktu itu timbul huru-hara besar mengenai Jalan Tuhan."}, {"number": "24", "text": "Sebab ada seorang bernama Demetrius, seorang tukang perak, yang membuat kuil-kuilan dewi Artemis dari perak. Usahanya itu mendatangkan penghasilan yang tidak sedikit bagi tukang-tukangnya."}, {"number": "25", "text": "Ia mengumpulkan mereka bersama-sama dengan pekerja-pekerja lain dalam perusahaan itu dan berkata: \"Saudara-saudara, kamu tahu, bahwa kemakmuran kita adalah hasil perusahaan ini!"}, {"number": "26", "text": "Sekarang kamu sendiri melihat dan mendengar, bagaimana Paulus, bukan saja di Efesus, tetapi juga hampir di seluruh Asia telah membujuk dan menyesatkan banyak orang dengan mengatakan, bahwa apa yang dibuat oleh tangan manusia bukanlah dewa."}, {"number": "27", "text": "Dengan jalan demikian bukan saja perusahaan kita berada dalam bahaya untuk dihina orang, tetapi juga kuil Artemis, dewi besar itu, berada dalam bahaya akan kehilangan artinya. Dan Artemis sendiri, Artemis yang disembah oleh seluruh Asia dan seluruh dunia yang beradab, akan kehilangan kebesarannya.\""}, {"number": "28", "text": "Mendengar itu meluaplah amarah mereka, lalu mereka berteriak-teriak, katanya: \"Besarlah Artemis dewi orang Efesus!\""}, {"number": "29", "text": "Seluruh kota menjadi kacau dan mereka ramai-ramai membanjiri gedung kesenian serta menyeret Gayus dan Aristarkhus, keduanya orang Makedonia dan teman seperjalanan Paulus."}, {"number": "30", "text": "Paulus mau pergi ke tengah-tengah rakyat itu, tetapi murid-muridnya tidak mengizinkannya."}, {"number": "31", "text": "Bahkan beberapa pembesar yang berasal dari Asia yang bersahabat dengan Paulus, mengirim peringatan kepadanya, supaya ia jangan masuk ke gedung kesenian itu."}, {"number": "32", "text": "Sementara itu orang yang berkumpul di dalam gedung itu berteriak-teriak; yang seorang mengatakan ini dan yang lain mengatakan itu, sebab kumpulan itu kacau-balau dan kebanyakan dari mereka tidak tahu untuk apa mereka berkumpul."}, {"number": "33", "text": "Lalu seorang bernama Aleksander didorong ke depan oleh orang-orang Yahudi. Ia mendapat keterangan dari orang banyak tentang apa yang terjadi. Segera ia memberi isyarat dengan tangannya dan mau memberi penjelasan sebagai pembelaan di depan rakyat itu."}, {"number": "34", "text": "Tetapi ketika mereka tahu, bahwa ia adalah orang Yahudi, berteriaklah mereka bersama-sama kira-kira dua jam lamanya: \"Besarlah Artemis dewi orang Efesus!\""}, {"number": "35", "text": "Akan tetapi panitera kota menenangkan orang banyak itu dan berkata: \"Hai orang Efesus! Siapakah di dunia ini yang tidak tahu, bahwa kota Efesuslah yang memelihara baik kuil dewi Artemis, yang mahabesar, maupun patungnya yang turun dari langit?"}, {"number": "36", "text": "Hal itu tidak dapat dibantah, karena itu hendaklah kamu tenang dan janganlah terburu-buru bertindak."}, {"number": "37", "text": "Sebab kamu telah membawa orang-orang ini ke sini, walaupun mereka tidak merampok kuil dewi kita dan tidak menghujat namanya."}, {"number": "38", "text": "Jadi jika Demetrius dan tukang-tukangnya ada pengaduannya terhadap seseorang, bukankah ada sidang-sidang pengadilan dan ada gubernur, jadi hendaklah kedua belah pihak mengajukan dakwaannya ke situ."}, {"number": "39", "text": "Dan jika ada sesuatu yang lain yang kamu kehendaki, baiklah kehendakmu itu diselesaikan dalam sidang rakyat yang sah."}, {"number": "40", "text": "Sebab kita berada dalam bahaya akan dituduh, bahwa kita menimbulkan huru-hara pada hari ini, karena tidak ada alasan yang dapat kita kemukakan untuk membenarkan kumpulan yang kacau-balau ini.\""}, {"number": "41", "text": "(19-40b) Dan dengan kata-kata itu ia membubarkan kumpulan rakyat itu."}]}