{"book": "Kisah Para Rasul", "chapter": 7, "verse": [{"number": "1", "text": "Kata Imam Besar: \"Benarkah demikian?\""}, {"number": "2", "text": "Jawab Stefanus: \"Hai saudara-saudara dan bapa-bapa, dengarkanlah! Allah yang Mahamulia telah menampakkan diri-Nya kepada bapa leluhur kita Abraham, ketika ia masih di Mesopotamia, sebelum ia menetap di Haran,"}, {"number": "3", "text": "dan berfirman kepadanya: Keluarlah dari negerimu dan dari sanak saudaramu dan pergilah ke negeri yang akan Kutunjukkan kepadamu."}, {"number": "4", "text": "Maka keluarlah ia dari negeri orang Kasdim, lalu menetap di Haran. Dan setelah ayahnya meninggal, Allah menyuruh dia pindah dari situ ke tanah ini, tempat kamu diam sekarang;"}, {"number": "5", "text": "dan di situ Allah tidak memberikan milik pusaka kepadanya, bahkan setapak tanahpun tidak, tetapi Ia berjanji akan memberikan tanah itu kepadanya menjadi kepunyaannya dan kepunyaan keturunannya, walaupun pada waktu itu ia tidak mempunyai anak."}, {"number": "6", "text": "Beginilah firman Allah, yaitu bahwa keturunannya akan menjadi pendatang di negeri asing dan bahwa mereka akan diperbudak dan dianiaya empat ratus tahun lamanya."}, {"number": "7", "text": "Tetapi bangsa yang akan memperbudak mereka itu akan Kuhukum, firman Allah, dan sesudah itu mereka akan keluar dari situ dan beribadah kepada-Ku di tempat ini."}, {"number": "8", "text": "Lalu Allah memberikan kepadanya perjanjian sunat; dan demikianlah Abraham memperanakkan Ishak, lalu menyunatkannya pada hari yang kedelapan; dan Ishak memperanakkan Yakub, dan Yakub memperanakkan kedua belas bapa leluhur kita."}, {"number": "9", "text": "Karena iri hati, bapa-bapa leluhur kita menjual Yusuf ke tanah Mesir, tetapi Allah menyertai dia,"}, {"number": "10", "text": "dan melepaskannya dari segala penindasan serta menganugerahkan kepadanya kasih karunia dan hikmat, ketika ia menghadap Firaun, raja Mesir. Firaun mengangkatnya menjadi kuasa atas tanah Mesir dan atas seluruh istananya."}, {"number": "11", "text": "Maka datanglah bahaya kelaparan menimpa seluruh tanah Mesir dan tanah Kanaan serta penderitaan yang besar, sehingga nenek moyang kita tidak mendapat makanan."}, {"number": "12", "text": "Tetapi ketika Yakub mendengar, bahwa di tanah Mesir ada gandum, ia menyuruh nenek moyang kita ke sana. Itulah kunjungan mereka yang pertama;"}, {"number": "13", "text": "pada kunjungan mereka yang kedua Yusuf memperkenalkan dirinya kepada saudara-saudaranya, lalu ketahuanlah asal-usul Yusuf kepada Firaun."}, {"number": "14", "text": "Kemudian Yusuf menyuruh menjemput Yakub, ayahnya, dan semua sanak saudaranya, tujuh puluh lima jiwa banyaknya."}, {"number": "15", "text": "Lalu pergilah Yakub ke tanah Mesir. Di situ ia meninggal, ia dan nenek moyang kita;"}, {"number": "16", "text": "mayat mereka dipindahkan ke Sikhem dan diletakkan di dalam kuburan yang telah dibeli Abraham dengan sejumlah uang perak dari anak-anak Hemor di Sikhem."}, {"number": "17", "text": "Tetapi makin dekat genapnya janji yang diberikan Allah kepada Abraham, makin bertambah banyaklah bangsa itu di Mesir,"}, {"number": "18", "text": "sampai bangkit seorang raja lain memerintah tanah Mesir, seorang yang tidak mengenal Yusuf."}, {"number": "19", "text": "Raja itu mempergunakan tipu daya terhadap bangsa kita dan menganiaya nenek moyang kita serta menyuruh membuang bayi mereka, supaya bangsa kita itu jangan berkembang."}, {"number": "20", "text": "Pada waktu itulah Musa lahir dan ia elok di mata Allah. Tiga bulan lamanya ia diasuh di rumah ayahnya."}, {"number": "21", "text": "Lalu ia dibuang, tetapi puteri Firaun memungutnya dan menyuruh mengasuhnya seperti anaknya sendiri."}, {"number": "22", "text": "Dan Musa dididik dalam segala hikmat orang Mesir, dan ia berkuasa dalam perkataan dan perbuatannya."}, {"number": "23", "text": "Pada waktu ia berumur empat puluh tahun, timbullah keinginan dalam hatinya untuk mengunjungi saudara-saudaranya, yaitu orang-orang Israel."}, {"number": "24", "text": "Ketika itu ia melihat seorang dianiaya oleh seorang Mesir, lalu ia menolong dan membela orang itu dengan membunuh orang Mesir itu."}, {"number": "25", "text": "Pada sangkanya saudara-saudaranya akan mengerti, bahwa Allah memakai dia untuk menyelamatkan mereka, tetapi mereka tidak mengerti."}, {"number": "26", "text": "Pada keesokan harinya ia muncul pula ketika dua orang Israel sedang berkelahi, lalu ia berusaha mendamaikan mereka, katanya: Saudara-saudara! Bukankah kamu ini bersaudara? Mengapakah kamu saling menganiaya?"}, {"number": "27", "text": "Tetapi orang yang berbuat salah kepada temannya itu menolak Musa dan berkata: Siapakah yang mengangkat engkau menjadi pemimpin dan hakim atas kami?"}, {"number": "28", "text": "Apakah engkau bermaksud membunuh aku, sama seperti kemarin engkau membunuh orang Mesir itu?"}, {"number": "29", "text": "Mendengar perkataan itu, larilah Musa dan hidup sebagai pendatang di tanah Midian. Di situ ia memperanakkan dua orang anak laki-laki."}, {"number": "30", "text": "Dan sesudah empat puluh tahun tampaklah kepadanya seorang malaikat di padang gurun gunung Sinai di dalam nyala api yang keluar dari semak duri."}, {"number": "31", "text": "Musa heran tentang penglihatan itu, dan ketika ia pergi ke situ untuk melihatnya dari dekat, datanglah suara Tuhan kepadanya:"}, {"number": "32", "text": "Akulah Allah nenek moyangmu, Allah Abraham, Ishak dan Yakub. Maka gemetarlah Musa, dan ia tidak berani lagi melihatnya."}, {"number": "33", "text": "Lalu firman Allah kepadanya: Tanggalkanlah kasutmu dari kakimu, sebab tempat, di mana engkau berdiri itu, adalah tanah yang kudus."}, {"number": "34", "text": "Aku telah memperhatikan dengan sungguh kesengsaraan umat-Ku di tanah Mesir dan Aku telah mendengar keluh kesah mereka, dan Aku telah turun untuk melepaskan mereka; karena itu marilah, engkau akan Kuutus ke tanah Mesir."}, {"number": "35", "text": "Musa ini, yang telah mereka tolak, dengan mengatakan: Siapakah yang mengangkat engkau menjadi pemimpin dan hakim? --Musa ini juga telah diutus oleh Allah sebagai pemimpin dan penyelamat oleh malaikat, yang telah menampakkan diri kepadanya di semak duri itu."}, {"number": "36", "text": "Dialah yang membawa mereka keluar dengan mengadakan mujizat-mujizat dan tanda-tanda di tanah Mesir, di Laut Merah dan di padang gurun, empat puluh tahun lamanya."}, {"number": "37", "text": "Musa ini pulalah yang berkata kepada orang Israel: Seorang nabi seperti aku ini akan dibangkitkan Allah bagimu dari antara saudara-saudaramu."}, {"number": "38", "text": "Musa inilah yang menjadi pengantara dalam sidang jemaah di padang gurun di antara malaikat yang berfirman kepadanya di gunung Sinai dan nenek moyang kita; dan dialah yang menerima firman-firman yang hidup untuk menyampaikannya kepada kamu."}, {"number": "39", "text": "Tetapi nenek moyang kita tidak mau taat kepadanya, malahan mereka menolaknya. Dalam hati mereka ingin kembali ke tanah Mesir."}, {"number": "40", "text": "Kepada Harun mereka berkata: Buatlah untuk kami beberapa allah yang akan berjalan di depan kami, sebab Musa ini yang telah memimpin kami keluar dari tanah Mesir--kami tidak tahu apa yang telah terjadi dengan dia."}, {"number": "41", "text": "Lalu pada waktu itu mereka membuat sebuah anak lembu dan mempersembahkan persembahan kepada berhala itu dan mereka bersukacita tentang apa yang dibuat sendiri oleh mereka."}, {"number": "42", "text": "Maka berpalinglah Allah dari mereka dan membiarkan mereka beribadah kepada bala tentara langit, seperti yang tertulis dalam kitab nabi-nabi: Apakah kamu mempersembahkan kepada-Ku korban sembelihan dan persembahan selama empat puluh tahun di padang gurun itu, hai kaum Israel?"}, {"number": "43", "text": "Tidak pernah, malahan kamu mengusung kemah Molokh dan bintang dewa Refan, patung-patung yang kamu buat itu untuk disembah. Maka Aku akan membawa kamu ke dalam pembuangan, sampai di seberang sana Babel."}, {"number": "44", "text": "Kemah Kesaksian ada pada nenek moyang kita di padang gurun, seperti yang diperintahkan Allah kepada Musa untuk membuatnya menurut contoh yang telah dilihatnya."}, {"number": "45", "text": "Kemah itu yang diterima nenek moyang kita dan yang dengan pimpinan Yosua dibawa masuk ke tanah ini, yaitu waktu tanah ini direbut dari bangsa-bangsa lain yang dihalau Allah dari depan nenek moyang kita; demikianlah sampai kepada zaman Daud."}, {"number": "46", "text": "Daud telah mendapat kasih karunia di hadapan Allah dan ia memohon, supaya ia diperkenankan untuk mendirikan suatu tempat kediaman bagi Allah Yakub."}, {"number": "47", "text": "Tetapi Salomolah yang mendirikan sebuah rumah untuk Allah."}, {"number": "48", "text": "Tetapi Yang Mahatinggi tidak diam di dalam apa yang dibuat oleh tangan manusia, seperti yang dikatakan oleh nabi:"}, {"number": "49", "text": "Langit adalah takhta-Ku, dan bumi adalah tumpuan kaki-Ku. Rumah apakah yang akan kamu dirikan bagi-Ku, demikian firman Tuhan, tempat apakah yang akan menjadi perhentian-Ku?"}, {"number": "50", "text": "Bukankah tangan-Ku sendiri yang membuat semuanya ini?"}, {"number": "51", "text": "Hai orang-orang yang keras kepala dan yang tidak bersunat hati dan telinga, kamu selalu menentang Roh Kudus, sama seperti nenek moyangmu, demikian juga kamu."}, {"number": "52", "text": "Siapakah dari nabi-nabi yang tidak dianiaya oleh nenek moyangmu? Bahkan mereka membunuh orang-orang yang lebih dahulu memberitakan tentang kedatangan Orang Benar, yang sekarang telah kamu khianati dan kamu bunuh."}, {"number": "53", "text": "Kamu telah menerima hukum Taurat yang disampaikan oleh malaikat-malaikat, akan tetapi kamu tidak menurutinya.\""}, {"number": "54", "text": "Ketika anggota-anggota Mahkamah Agama itu mendengar semuanya itu, sangat tertusuk hati mereka. Maka mereka menyambutnya dengan gertakan gigi."}, {"number": "55", "text": "Tetapi Stefanus, yang penuh dengan Roh Kudus, menatap ke langit, lalu melihat kemuliaan Allah dan Yesus berdiri di sebelah kanan Allah."}, {"number": "56", "text": "Lalu katanya: \"Sungguh, aku melihat langit terbuka dan Anak Manusia berdiri di sebelah kanan Allah.\""}, {"number": "57", "text": "Maka berteriak-teriaklah mereka dan sambil menutup telinga serentak menyerbu dia."}, {"number": "58", "text": "Mereka menyeret dia ke luar kota, lalu melemparinya. Dan saksi-saksi meletakkan jubah mereka di depan kaki seorang muda yang bernama Saulus."}, {"number": "59", "text": "Sedang mereka melemparinya Stefanus berdoa, katanya: \"Ya Tuhan Yesus, terimalah rohku.\""}, {"number": "60", "text": "Sambil berlutut ia berseru dengan suara nyaring: \"Tuhan, janganlah tanggungkan dosa ini kepada mereka!\" Dan dengan perkataan itu meninggallah ia."}]}