{"book": "Ayub", "chapter": 12, "verse": [{"number": "1", "text": "Tetapi Ayub menjawab:"}, {"number": "2", "text": "Memang, kamulah orang-orang itu, dan bersama-sama kamu hikmat akan mati."}, {"number": "3", "text": "Akupun mempunyai pengertian, sama seperti kamu, aku tidak kalah dengan kamu; siapa tidak tahu hal-hal serupa itu?"}, {"number": "4", "text": "Aku menjadi tertawaan sesamaku, aku, yang mendapat jawaban dari Allah, bila aku berseru kepada-Nya; orang yang benar dan saleh menjadi tertawaan."}, {"number": "5", "text": "Penghinaan bagi orang yang celaka, --demikianlah pendapat orang yang hidup aman--suatu pukulan bagi orang yang tergelincir kakinya."}, {"number": "6", "text": "Tetapi amanlah kemah para perusak, dan tenteramlah mereka yang membangkitkan murka Allah, mereka yang hendak membawa Allah dalam tangannya."}, {"number": "7", "text": "Tetapi bertanyalah kepada binatang, maka engkau akan diberinya pengajaran, kepada burung di udara, maka engkau akan diberinya keterangan."}, {"number": "8", "text": "Atau bertuturlah kepada bumi, maka engkau akan diberinya pengajaran, bahkan ikan di laut akan bercerita kepadamu."}, {"number": "9", "text": "Siapa di antara semuanya itu yang tidak tahu, bahwa tangan Allah yang melakukan itu;"}, {"number": "10", "text": "bahwa di dalam tangan-Nya terletak nyawa segala yang hidup dan nafas setiap manusia?"}, {"number": "11", "text": "Bukankah telinga menguji kata-kata, seperti langit-langit mencecap makanan?"}, {"number": "12", "text": "Konon hikmat ada pada orang yang tua, dan pengertian pada orang yang lanjut umurnya."}, {"number": "13", "text": "Tetapi pada Allahlah hikmat dan kekuatan, Dialah yang mempunyai pertimbangan dan pengertian."}, {"number": "14", "text": "Bila Ia membongkar, tidak ada yang dapat membangun kembali; bila Ia menangkap seseorang, tidak ada yang dapat melepaskannya."}, {"number": "15", "text": "Bila Ia membendung air, keringlah semuanya; bila Ia melepaskannya mengalir, maka tanah dilandanya."}, {"number": "16", "text": "Pada Dialah kuasa dan kemenangan, Dialah yang menguasai baik orang yang tersesat maupun orang yang menyesatkan."}, {"number": "17", "text": "Dia yang menggiring menteri dengan telanjang, dan para hakim dibodohkan-Nya."}, {"number": "18", "text": "Dia membuka belenggu yang dikenakan oleh raja-raja dan mengikat pinggang mereka dengan tali pengikat."}, {"number": "19", "text": "Dia yang menggiring dan menggeledah para imam, dan menggulingkan yang kokoh."}, {"number": "20", "text": "Dia yang membungkamkan orang-orang yang dipercaya, menjadikan para tua-tua hilang akal."}, {"number": "21", "text": "Dia yang mendatangkan penghinaan kepada para pemuka, dan melepaskan ikat pinggang orang kuat."}, {"number": "22", "text": "Dia yang menyingkapkan rahasia kegelapan, dan mendatangkan kelam pekat pada terang."}, {"number": "23", "text": "Dia yang membuat bangsa-bangsa bertumbuh, lalu membinasakannya, dan memperbanyak bangsa-bangsa, lalu menghalau mereka."}, {"number": "24", "text": "Dia menyebabkan para pemimpin dunia kehilangan akal, dan membuat mereka tersesat di padang belantara yang tidak ada jalannya."}, {"number": "25", "text": "Mereka meraba-raba dalam kegelapan yang tidak ada terangnya; dan Ia membuat mereka berjalan terhuyung-huyung seperti orang mabuk.\""}]}