{"book": "Ayub", "chapter": 2, "verse": [{"number": "1", "text": "Pada suatu hari datanglah anak-anak Allah menghadap TUHAN dan di antara mereka datang juga Iblis untuk menghadap TUHAN."}, {"number": "2", "text": "Maka bertanyalah TUHAN kepada Iblis: \"Dari mana engkau?\" Lalu jawab Iblis kepada TUHAN: \"Dari perjalanan mengelilingi dan menjelajah bumi.\""}, {"number": "3", "text": "Firman TUHAN kepada Iblis: \"Apakah engkau memperhatikan hamba-Ku Ayub? Sebab tiada seorangpun di bumi seperti dia, yang demikian saleh dan jujur, yang takut akan Allah dan menjauhi kejahatan. Ia tetap tekun dalam kesalehannya, meskipun engkau telah membujuk Aku melawan dia untuk mencelakakannya tanpa alasan.\""}, {"number": "4", "text": "Lalu jawab Iblis kepada TUHAN: \"Kulit ganti kulit! Orang akan memberikan segala yang dipunyainya ganti nyawanya."}, {"number": "5", "text": "Tetapi ulurkanlah tangan-Mu dan jamahlah tulang dan dagingnya, ia pasti mengutuki Engkau di hadapan-Mu.\""}, {"number": "6", "text": "Maka firman TUHAN kepada Iblis: \"Nah, ia dalam kuasamu; hanya sayangkan nyawanya.\""}, {"number": "7", "text": "Kemudian Iblis pergi dari hadapan TUHAN, lalu ditimpanya Ayub dengan barah yang busuk dari telapak kakinya sampai ke batu kepalanya."}, {"number": "8", "text": "Lalu Ayub mengambil sekeping beling untuk menggaruk-garuk badannya, sambil duduk di tengah-tengah abu."}, {"number": "9", "text": "Maka berkatalah isterinya kepadanya: \"Masih bertekunkah engkau dalam kesalehanmu? Kutukilah Allahmu dan matilah!\""}, {"number": "10", "text": "Tetapi jawab Ayub kepadanya: \"Engkau berbicara seperti perempuan gila! Apakah kita mau menerima yang baik dari Allah, tetapi tidak mau menerima yang buruk?\" Dalam kesemuanya itu Ayub tidak berbuat dosa dengan bibirnya."}, {"number": "11", "text": "Ketika ketiga sahabat Ayub mendengar kabar tentang segala malapetaka yang menimpa dia, maka datanglah mereka dari tempatnya masing-masing, yakni: Elifas, orang Teman, dan Bildad, orang Suah, serta Zofar, orang Naama. Mereka bersepakat untuk mengucapkan belasungkawa kepadanya dan menghibur dia."}, {"number": "12", "text": "Ketika mereka memandang dari jauh, mereka tidak mengenalnya lagi. Lalu menangislah mereka dengan suara nyaring. Mereka mengoyak jubahnya, dan menaburkan debu di kepala terhadap langit."}, {"number": "13", "text": "Lalu mereka duduk bersama-sama dia di tanah selama tujuh hari tujuh malam. Seorangpun tidak mengucapkan sepatah kata kepadanya, karena mereka melihat, bahwa sangat berat penderitaannya."}]}