{"book": "Ayub", "chapter": 28, "verse": [{"number": "1", "text": "Memang ada tempat orang menambang perak dan tempat orang melimbang emas;"}, {"number": "2", "text": "besi digali dari dalam tanah, dan dari batu dilelehkan tembaga."}, {"number": "3", "text": "Orang menyudahi kegelapan, dan batu diselidikinya sampai sedalam-dalamnya, di dalam kekelaman dan kelam pekat."}, {"number": "4", "text": "Orang menggali tambang jauh dari tempat kediaman manusia, mereka dilupakan oleh orang-orang yang berjalan di atas, mereka melayang-layang jauh dari manusia."}, {"number": "5", "text": "Tanah yang menghasilkan pangan, dibawahnya dibongkar-bangkir seperti oleh api."}, {"number": "6", "text": "Batunya adalah tempat menemukan lazurit yang mengandung emas urai."}, {"number": "7", "text": "Jalan ke sana tidak dikenal seekor burung buaspun, dan mata elang tidak melihatnya;"}, {"number": "8", "text": "binatang yang ganas tidak menginjakkan kakinya di sana dan singa tidak melangkah melaluinya."}, {"number": "9", "text": "Manusia melekatkan tangannya pada batu yang keras, ia membongkar-bangkir gunung-gunung sampai pada akar-akarnya;"}, {"number": "10", "text": "di dalam gunung batu ia menggali terowongan, dan matanya melihat segala sesuatu yang berharga;"}, {"number": "11", "text": "air sungai yang merembes dibendungnya, dan apa yang tersembunyi dibawanya ke tempat terang."}, {"number": "12", "text": "Tetapi di mana hikmat dapat diperoleh, di mana tempat akal budi?"}, {"number": "13", "text": "Jalan ke sana tidak diketahui manusia, dan tidak didapati di negeri orang hidup."}, {"number": "14", "text": "Kata samudera raya: Ia tidak terdapat di dalamku, dan kata laut: Ia tidak ada padaku."}, {"number": "15", "text": "Untuk gantinya tidak dapat diberikan emas murni, dan harganya tidak dapat ditimbang dengan perak."}, {"number": "16", "text": "Ia tidak dapat dinilai dengan emas Ofir, ataupun dengan permata krisopras yang mahal atau dengan permata lazurit;"}, {"number": "17", "text": "tidak dapat diimbangi oleh emas, atau kaca, ataupun ditukar dengan permata dari emas tua."}, {"number": "18", "text": "Baik gewang, baik hablur, tidak terhitung lagi; memiliki hikmat adalah lebih baik dari pada mutiara."}, {"number": "19", "text": "Permata krisolit Etiopia tidak dapat mengimbanginya, ia tidak dapat dinilai dengan emas murni."}, {"number": "20", "text": "Hikmat itu, dari manakah datangnya, atau akal budi, di manakah tempatnya?"}, {"number": "21", "text": "Ia terlindung dari mata segala yang hidup, bahkan tersembunyi bagi burung di udara."}, {"number": "22", "text": "Kebinasaan dan maut berkata: Hanya desas-desusnya yang sampai ke telinga kami."}, {"number": "23", "text": "Allah mengetahui jalan ke sana, Ia juga mengenal tempat kediamannya."}, {"number": "24", "text": "Karena Ia memandang sampai ke ujung-ujung bumi, dan melihat segala sesuatu yang ada di kolong langit."}, {"number": "25", "text": "Ketika Ia menetapkan kekuatan angin, dan mengatur banyaknya air,"}, {"number": "26", "text": "ketika Ia membuat ketetapan bagi hujan, dan jalan bagi kilat guruh,"}, {"number": "27", "text": "ketika itulah Ia melihat hikmat, lalu memberitakannya, menetapkannya, bahkan menyelidikinya;"}, {"number": "28", "text": "tetapi kepada manusia Ia berfirman: Sesungguhnya, takut akan Tuhan, itulah hikmat, dan menjauhi kejahatan itulah akal budi.\""}]}