{"book": "Ayub", "chapter": 39, "verse": [{"number": "1", "text": "(39-4) Apakah engkau mengetahui waktunya kambing gunung beranak, atau mengamat-amati rusa waktu sakit beranak?"}, {"number": "2", "text": "(39-5) Dapatkah engkau menghitung berapa lamanya sampai genap bulannya, dan mengetahui waktunya beranak?"}, {"number": "3", "text": "(39-6) Dengan membungkukkan diri mereka melahirkan anak-anaknya, dan mengeluarkan isi kandungannya."}, {"number": "4", "text": "(39-7) Anak-anaknya menjadi kuat dan besar di padang, mereka pergi dan tidak kembali lagi kepada induknya."}, {"number": "5", "text": "(39-8) Siapakah yang mengumbar keledai liar, atau siapakah yang membuka tali tambatan keledai jalang?"}, {"number": "6", "text": "(39-9) Kepadanya telah Kuberikan tanah dataran sebagai tempat kediamannya dan padang masin sebagai tempat tinggalnya."}, {"number": "7", "text": "(39-10) Ia menertawakan keramaian kota, tidak mendengarkan teriak si penggiring;"}, {"number": "8", "text": "(39-11) ia menjelajah gunung-gunung padang rumputnya, dan mencari apa saja yang hijau."}, {"number": "9", "text": "(39-12) Apakah lembu hutan mau takluk kepadamu, atau bermalam dekat palunganmu?"}, {"number": "10", "text": "(39-13) Dapatkah engkau memaksa lembu hutan mengikuti alur bajak dengan keluan, atau apakah ia akan menyisir tanah lembah mengikuti engkau?"}, {"number": "11", "text": "(39-14) Percayakah engkau kepadanya, karena kekuatannya sangat besar? Atau kauserahkankah kepadanya pekerjaanmu yang berat?"}, {"number": "12", "text": "(39-15) Apakah engkau menaruh kepercayaan kepadanya, bahwa ia akan membawa pulang hasil tanahmu, dan mengumpulkannya di tempat pengirikanmu?"}, {"number": "13", "text": "(39-16) Dengan riang sayap burung unta berkepak-kepak, tetapi apakah kepak dan bulu itu menaruh kasih sayang?"}, {"number": "14", "text": "(39-17) Sebab telurnya ditinggalkannya di tanah, dan dibiarkannya menjadi panas di dalam pasir,"}, {"number": "15", "text": "(39-18) tetapi lupa, bahwa telur itu dapat terpijak kaki, dan diinjak-injak oleh binatang-binatang liar."}, {"number": "16", "text": "(39-19) Ia memperlakukan anak-anaknya dengan keras seolah-olah bukan anaknya sendiri; ia tidak peduli, kalau jerih payahnya sia-sia,"}, {"number": "17", "text": "(39-20) karena Allah tidak memberikannya hikmat, dan tidak membagikan pengertian kepadanya."}, {"number": "18", "text": "(39-21) Apabila ia dengan megah mengepakkan sayapnya, maka ia menertawakan kuda dan penunggangnya."}, {"number": "19", "text": "(39-22) Engkaukah yang memberi tenaga kepada kuda? Engkaukah yang mengenakan surai pada tengkuknya?"}, {"number": "20", "text": "(39-23) Engkaukah yang membuat dia melompat seperti belalang? Ringkiknya yang dahsyat mengerikan."}, {"number": "21", "text": "(39-24) Ia menggaruk tanah lembah dengan gembira, dengan kekuatan ia maju menghadapi senjata."}, {"number": "22", "text": "(39-25) Kedahsyatan ditertawakannya, ia tidak pernah kecut hati, dan ia pantang mundur menghadapi pedang."}, {"number": "23", "text": "(39-26) Di atas dia tabung panah gemerencing, tombak dan lembing gemerlapan;"}, {"number": "24", "text": "(39-27) dengan garang dan galak dilulurnya tanah, dan ia meronta-ronta kalau kedengaran bunyi sangkakala;"}, {"number": "25", "text": "(39-28) ia meringkik setiap kali sangkakala ditiup; dan dari jauh sudah diciumnya perang, gertak para panglima dan pekik."}, {"number": "26", "text": "(39-29) Oleh pengertianmukah burung elang terbang, mengembangkan sayapnya menuju ke selatan?"}, {"number": "27", "text": "(39-30) Atas perintahmukah rajawali terbang membubung, dan membuat sarangnya di tempat yang tinggi?"}, {"number": "28", "text": "(39-31) Ia diam dan bersarang di bukit batu, di puncak bukit batu dan di gunung yang sulit didatangi."}, {"number": "29", "text": "(39-32) Dari sana ia mengintai mencari mangsa, dari jauh matanya mengamat-amati;"}, {"number": "30", "text": "(39-33) anak-anaknya menghirup darah, dan di mana ada yang tewas, di situlah dia.\""}]}