{"book": "Imamat", "chapter": 25, "verse": [{"number": "1", "text": "TUHAN berfirman kepada Musa di gunung Sinai:"}, {"number": "2", "text": "Berbicaralah kepada orang Israel dan katakan kepada mereka: Apabila kamu telah masuk ke negeri yang akan Kuberikan kepadamu, maka tanah itu harus mendapat perhentian sebagai sabat bagi TUHAN."}, {"number": "3", "text": "Enam tahun lamanya engkau harus menaburi ladangmu, dan enam tahun lamanya engkau harus merantingi kebun anggurmu dan mengumpulkan hasil tanah itu,"}, {"number": "4", "text": "tetapi pada tahun yang ketujuh haruslah ada bagi tanah itu suatu sabat, masa perhentian penuh, suatu sabat bagi TUHAN. Ladangmu janganlah kautaburi dan kebun anggurmu janganlah kaurantingi."}, {"number": "5", "text": "Dan apa yang tumbuh sendiri dari penuaianmu itu, janganlah kautuai dan buah anggur dari pokok anggurmu yang tidak dirantingi, janganlah kaupetik. Tahun itu harus menjadi tahun perhentian penuh bagi tanah itu."}, {"number": "6", "text": "Hasil tanah selama sabat itu haruslah menjadi makanan bagimu, yakni bagimu sendiri, bagi budakmu laki-laki, bagi budakmu perempuan, bagi orang upahan dan bagi orang asing di antaramu, yang semuanya tinggal padamu."}, {"number": "7", "text": "Juga bagi ternakmu, dan bagi binatang liar yang ada di tanahmu, segala hasil tanah itu menjadi makanannya."}, {"number": "8", "text": "Selanjutnya engkau harus menghitung tujuh tahun sabat, yakni tujuh kali tujuh tahun; sehingga masa tujuh tahun sabat itu sama dengan empat puluh sembilan tahun."}, {"number": "9", "text": "Lalu engkau harus memperdengarkan bunyi sangkakala di mana-mana dalam bulan yang ketujuh pada tanggal sepuluh bulan itu; pada hari raya Pendamaian kamu harus memperdengarkan bunyi sangkakala itu di mana-mana di seluruh negerimu."}, {"number": "10", "text": "Kamu harus menguduskan tahun yang kelima puluh, dan memaklumkan kebebasan di negeri itu bagi segenap penduduknya. Itu harus menjadi tahun Yobel bagimu, dan kamu harus masing-masing pulang ke tanah miliknya dan kepada kaumnya."}, {"number": "11", "text": "Tahun yang kelima puluh itu harus menjadi tahun Yobel bagimu, jangan kamu menabur, dan apa yang tumbuh sendiri dalam tahun itu jangan kamu tuai, dan pokok anggur yang tidak dirantingi jangan kamu petik buahnya."}, {"number": "12", "text": "Karena tahun itu adalah tahun Yobel, haruslah itu kudus bagimu; hasil tahun itu yang hendak kamu makan harus diambil dari ladang."}, {"number": "13", "text": "Dalam tahun Yobel itu kamu harus masing-masing pulang ke tanah miliknya."}, {"number": "14", "text": "Apabila kamu menjual sesuatu kepada sesamamu atau membeli dari padanya, janganlah kamu merugikan satu sama lain."}, {"number": "15", "text": "Apabila engkau membeli dari sesamamu haruslah menurut jumlah tahun sesudah tahun Yobel, dan apabila ia menjual kepadamu haruslah menurut jumlah tahun panen."}, {"number": "16", "text": "Makin besar jumlah tahun itu, makin besarlah pembeliannya, dan makin kecil jumlah tahun itu, makin kecillah pembeliannya, karena jumlah panenlah yang dijualnya kepadamu."}, {"number": "17", "text": "Janganlah kamu merugikan satu sama lain, tetapi engkau harus takut akan Allahmu, sebab Akulah TUHAN, Allahmu."}, {"number": "18", "text": "Demikianlah kamu harus melakukan ketetapan-Ku dan tetap berpegang pada peraturan-Ku serta melakukannya, maka kamu akan diam di tanahmu dengan aman tenteram."}, {"number": "19", "text": "Tanah itu akan memberi hasilnya, dan kamu akan makan sampai kenyang dan diam di sana dengan aman tenteram."}, {"number": "20", "text": "Apabila kamu bertanya: Apakah yang akan kami makan dalam tahun yang ketujuh itu, bukankah kami tidak boleh menabur dan tidak boleh mengumpulkan hasil tanah kami?"}, {"number": "21", "text": "Maka Aku akan memerintahkan berkat-Ku kepadamu dalam tahun yang keenam, supaya diberinya hasil untuk tiga tahun."}, {"number": "22", "text": "Dalam tahun yang kedelapan kamu akan menabur, tetapi kamu akan makan dari hasil yang lama sampai kepada tahun yang kesembilan, sampai masuk hasilnya, kamu akan memakan yang lama.\""}, {"number": "23", "text": "Tanah jangan dijual mutlak, karena Akulah pemilik tanah itu, sedang kamu adalah orang asing dan pendatang bagi-Ku."}, {"number": "24", "text": "Di seluruh tanah milikmu haruslah kamu memberi hak menebus tanah."}, {"number": "25", "text": "Apabila saudaramu jatuh miskin, sehingga harus menjual sebagian dari miliknya, maka seorang kaumnya yang berhak menebus, yakni kaumnya yang terdekat harus datang dan menebus yang telah dijual saudaranya itu."}, {"number": "26", "text": "Apabila seseorang tidak mempunyai penebus, tetapi kemudian ia mampu, sehingga didapatnya yang perlu untuk menebus miliknya itu,"}, {"number": "27", "text": "maka ia harus memasukkan tahun-tahun sesudah penjualannya itu dalam perhitungan, dan kelebihannya haruslah dikembalikannya kepada orang yang membeli dari padanya, supaya ia boleh pulang ke tanah miliknya."}, {"number": "28", "text": "Tetapi jikalau ia tidak mampu untuk mengembalikannya kepadanya, maka yang telah dijualnya itu tetap di tangan orang yang membelinya sampai kepada tahun Yobel; dalam tahun Yobel tanah itu akan bebas, dan orang itu boleh pulang ke tanah miliknya.\""}, {"number": "29", "text": "Apabila seseorang menjual rumah tempat tinggal di suatu kota yang berpagar tembok, maka hak menebus hanya berlaku selama setahun mulai dari hari penjualannya; hak menebus berlaku hanya satu tahun."}, {"number": "30", "text": "Tetapi jikalau rumah itu tidak ditebus dalam jangka waktu setahun itu, rumah itu secara mutlak menjadi milik si pembeli turun temurun; dalam tahun Yobel rumah itu tidaklah bebas."}, {"number": "31", "text": "Tetapi rumah-rumah di desa-desa yang tidak dikelilingi pagar tembok haruslah dianggap sama dengan ladang-ladang di negeri itu, atasnya harus ada hak menebus dan dalam tahun Yobel rumah itu harus bebas."}, {"number": "32", "text": "Mengenai rumah-rumah di kota-kota orang Lewi, hak menebus rumah-rumah itu ada pada orang-orang Lewi untuk selama-lamanya."}, {"number": "33", "text": "Sekalipun dari antara orang Lewi yang melakukan penebusan, tetapi rumah yang terjual di kota miliknya itu haruslah bebas dalam tahun Yobel, karena segala rumah di kota-kota orang Lewi adalah milik mereka masing-masing di tengah-tengah orang Israel."}, {"number": "34", "text": "Dan padang penggembalaan sekitar kota-kota mereka janganlah dijual, karena itu milik mereka untuk selama-lamanya.\""}, {"number": "35", "text": "Apabila saudaramu jatuh miskin, sehingga tidak sanggup bertahan di antaramu, maka engkau harus menyokong dia sebagai orang asing dan pendatang, supaya ia dapat hidup di antaramu."}, {"number": "36", "text": "Janganlah engkau mengambil bunga uang atau riba dari padanya, melainkan engkau harus takut akan Allahmu, supaya saudaramu dapat hidup di antaramu."}, {"number": "37", "text": "Janganlah engkau memberi uangmu kepadanya dengan meminta bunga, juga makananmu janganlah kauberikan dengan meminta riba."}, {"number": "38", "text": "Akulah TUHAN, Allahmu, yang membawa kamu keluar dari tanah Mesir, untuk memberikan kepadamu tanah Kanaan, supaya Aku menjadi Allahmu."}, {"number": "39", "text": "Apabila saudaramu jatuh miskin di antaramu, sehingga menyerahkan dirinya kepadamu, maka janganlah memperbudak dia."}, {"number": "40", "text": "Sebagai orang upahan dan sebagai pendatang ia harus tinggal di antaramu; sampai kepada tahun Yobel ia harus bekerja padamu."}, {"number": "41", "text": "Kemudian ia harus diizinkan keluar dari padamu, ia bersama-sama anak-anaknya, lalu pulang kembali kepada kaumnya dan ia boleh pulang ke tanah milik nenek moyangnya."}, {"number": "42", "text": "Karena mereka itu hamba-hamba-Ku yang Kubawa keluar dari tanah Mesir, janganlah mereka itu dijual, secara orang menjual budak."}, {"number": "43", "text": "Janganlah engkau memerintah dia dengan kejam, melainkan engkau harus takut akan Allahmu."}, {"number": "44", "text": "Tetapi budakmu laki-laki atau perempuan yang boleh kaumiliki adalah dari antara bangsa-bangsa yang di sekelilingmu; hanya dari antara merekalah kamu boleh membeli budak laki-laki dan perempuan."}, {"number": "45", "text": "Juga dari antara anak-anak pendatang yang tinggal di antaramu boleh kamu membelinya dan dari antara kaum mereka yang tinggal di antaramu, yang dilahirkan di negerimu. Orang-orang itu boleh menjadi milikmu."}, {"number": "46", "text": "Kamu harus membagikan mereka sebagai milik pusaka kepada anak-anakmu yang kemudian, supaya diwarisi sebagai milik; kamu harus memperbudakkan mereka untuk selama-lamanya, tetapi atas saudara-saudaramu orang-orang Israel, janganlah memerintah dengan kejam yang satu sama yang lain."}, {"number": "47", "text": "Apabila seorang asing atau seorang pendatang di antaramu telah menjadi mampu, sedangkan saudaramu yang tinggal padanya jatuh miskin, sehingga menyerahkan dirinya kepada orang asing atau pendatang yang di antaramu itu atau kepada seorang yang berasal dari kaum orang asing,"}, {"number": "48", "text": "maka sesudah ia menyerahkan dirinya, ia berhak ditebus, yakni seorang dari antara saudara-saudaranya boleh menebus dia,"}, {"number": "49", "text": "atau saudara ayahnya atau anak laki-laki saudara ayahnya atau seorang kerabatnya yang terdekat dari kaumnya atau kalau ia telah mampu, ia sendiri berhak menebus dirinya."}, {"number": "50", "text": "Bersama-sama dengan si pembelinya ia harus membuat perhitungan, mulai dari tahun ia menyerahkan dirinya kepada orang itu sampai kepada tahun Yobel, dan harga penjualan dirinya haruslah ditentukan menurut jumlah tahun-tahun itu; masa ia tinggal pada orang itu haruslah dihitung seperti masa kerja orang upahan."}, {"number": "51", "text": "Jikalau jumlah tahun itu masih besar, maka dari harga pembeliannya harus dikembalikan sebagai penebus dirinya menurut jumlah tahun itu."}, {"number": "52", "text": "Jika waktu yang masih tinggal sampai kepada tahun Yobel sedikit lagi saja, maka ia harus membuat perhitungan dengan orang itu; menurut jumlah tahun itulah ia harus membayar uang tebusan dirinya."}, {"number": "53", "text": "Demikianlah ia harus tinggal padanya sebagai orang upahan dari tahun ke tahun. Janganlah ia diperintah dengan kejam oleh orang itu di depan matamu."}, {"number": "54", "text": "Tetapi jikalau ia tidak ditebus dengan cara demikian, maka ia harus diizinkan keluar dalam tahun Yobel, ia bersama-sama anak-anaknya."}, {"number": "55", "text": "Karena pada-Kulah orang Israel menjadi hamba; mereka itu adalah hamba-hamba-Ku yang Kubawa keluar dari tanah Mesir; Akulah TUHAN, Allahmu.\""}]}