{"book": "Imamat", "chapter": 26, "verse": [{"number": "1", "text": "Janganlah kamu membuat berhala bagimu, dan patung atau tugu berhala janganlah kamu dirikan bagimu; juga batu berukir janganlah kamu tempatkan di negerimu untuk sujud menyembah kepadanya, sebab Akulah TUHAN, Allahmu."}, {"number": "2", "text": "Kamu harus memelihara hari-hari Sabat-Ku dan menghormati tempat kudus-Ku, Akulah TUHAN."}, {"number": "3", "text": "Jikalau kamu hidup menurut ketetapan-Ku dan tetap berpegang pada perintah-Ku serta melakukannya,"}, {"number": "4", "text": "maka Aku akan memberi kamu hujan pada masanya, sehingga tanah itu memberi hasilnya dan pohon-pohonan di ladangmu akan memberi buahnya."}, {"number": "5", "text": "Lamanya musim mengirik bagimu akan sampai kepada musim memetik buah anggur dan lamanya musim memetik buah anggur akan sampai kepada musim menabur. Kamu akan makan makananmu sampai kenyang dan diam di negerimu dengan aman tenteram."}, {"number": "6", "text": "Dan Aku akan memberi damai sejahtera di dalam negeri itu, sehingga kamu akan berbaring dengan tidak dikejutkan oleh apapun; Aku akan melenyapkan binatang buas dari negeri itu, dan pedang tidak akan melintas di negerimu."}, {"number": "7", "text": "Kamu akan mengejar musuhmu, dan mereka akan tewas di hadapanmu oleh pedang."}, {"number": "8", "text": "Lima orang dari antaramu akan mengejar seratus, dan seratus orang dari antaramu akan mengejar selaksa dan semua musuhmu akan tewas di hadapanmu oleh pedang."}, {"number": "9", "text": "Dan Aku akan berpaling kepadamu dan akan membuat kamu beranak cucu serta bertambah banyak dan Aku akan meneguhkan perjanjian-Ku dengan kamu."}, {"number": "10", "text": "Kamu masih akan makan hasil lama dari panen yang lampau, dan hasil lama itu akan kamu keluarkan untuk menyimpan yang baru."}, {"number": "11", "text": "Aku akan menempatkan Kemah Suci-Ku di tengah-tengahmu dan hati-Ku tidak akan muak melihat kamu."}, {"number": "12", "text": "Tetapi Aku akan hadir di tengah-tengahmu dan Aku akan menjadi Allahmu dan kamu akan menjadi umat-Ku."}, {"number": "13", "text": "Akulah TUHAN, Allahmu, yang membawa kamu keluar dari tanah Mesir, supaya kamu jangan lagi menjadi budak mereka. Aku telah mematahkan kayu kuk yang di atasmu dan membuat kamu berjalan tegak.\""}, {"number": "14", "text": "Tetapi jikalau kamu tidak mendengarkan Daku, dan tidak melakukan segala perintah itu,"}, {"number": "15", "text": "jikalau kamu menolak ketetapan-Ku dan hatimu muak mendengar peraturan-Ku, sehingga kamu tidak melakukan segala perintah-Ku dan kamu mengingkari perjanjian-Ku,"}, {"number": "16", "text": "maka Akupun akan berbuat begini kepadamu, yakni Aku akan mendatangkan kekejutan atasmu, batuk kering serta demam, yang membuat mata rusak dan jiwa merana; kamu akan sia-sia menabur benihmu, karena hasilnya akan habis dimakan musuhmu."}, {"number": "17", "text": "Aku sendiri akan menentang kamu, sehingga kamu akan dikalahkan oleh musuhmu, dan mereka yang membenci kamu akan menguasai kamu, dan kamu akan lari, sungguhpun tidak ada orang mengejar kamu."}, {"number": "18", "text": "Dan jikalau kamu dalam keadaan yang demikianpun tidak mendengarkan Daku, maka Aku akan lebih keras menghajar kamu sampai tujuh kali lipat karena dosamu,"}, {"number": "19", "text": "dan Aku akan mematahkan kekuasaanmu yang kaubanggakan dan akan membuat langit di atasmu sebagai besi dan tanahmu sebagai tembaga."}, {"number": "20", "text": "Maka tenagamu akan habis dengan sia-sia, tanahmu tidak akan memberi hasilnya dan pohon-pohonan di tanah itu tidak akan memberi buahnya."}, {"number": "21", "text": "Jikalau hidupmu tetap bertentangan dengan Daku dan kamu tidak mau mendengarkan Daku, maka Aku akan makin menambah hukuman atasmu sampai tujuh kali lipat setimpal dengan dosamu."}, {"number": "22", "text": "Aku akan melepaskan kepadamu binatang liar yang akan memunahkan anak-anakmu dan yang akan melenyapkan ternakmu, serta membuat kamu menjadi sedikit, sehingga jalan-jalanmu menjadi sunyi."}, {"number": "23", "text": "Jikalau kamu dalam keadaan yang demikianpun tidak mau Kuajar, dan hidupmu tetap bertentangan dengan Daku,"}, {"number": "24", "text": "maka Akupun akan bertindak melawan kamu dan Aku sendiri akan menghukum kamu tujuh kali lipat karena dosamu,"}, {"number": "25", "text": "dan Aku akan mendatangkan ke atasmu suatu pedang, yang akan melakukan pembalasan oleh karena perjanjian itu; bila kamu berkumpul kelak di kota-kotamu, maka Aku akan melepas penyakit sampar ke tengah-tengahmu dan kamu akan diserahkan ke dalam tangan musuh."}, {"number": "26", "text": "Jika Aku memusnahkan persediaan makananmu, maka sepuluh perempuan akan membakar roti di dalam satu pembakaran. Mereka akan mengembalikan rotimu menurut timbangan tertentu, dan kamu akan makan, tetapi tidak menjadi kenyang."}, {"number": "27", "text": "Dan jikalau kamu dalam keadaan yang demikianpun tidak mendengarkan Daku, dan hidupmu tetap bertentangan dengan Daku,"}, {"number": "28", "text": "maka Akupun akan bertindak keras melawan kamu dan Aku sendiri akan menghajar kamu tujuh kali lipat karena dosamu,"}, {"number": "29", "text": "dan kamu akan memakan daging anak-anakmu lelaki dan anak-anakmu perempuan."}, {"number": "30", "text": "Dan bukit-bukit pengorbananmu akan Kupunahkan, dan segala pedupaanmu akan Kulenyapkan. Aku akan melemparkan bangkai-bangkaimu ke atas bangkai-bangkai berhalamu dan hati-Ku akan muak melihat kamu."}, {"number": "31", "text": "Kota-kotamu akan Kubuat menjadi reruntuhan dan tempat-tempat kudusmu akan Kurusakkan dan Aku tidak mau lagi menghirup bau persembahanmu yang menyenangkan."}, {"number": "32", "text": "Aku sendiri akan merusakkan negeri itu, sehingga musuhmu yang tinggal di situ akan tercengang karenanya."}, {"number": "33", "text": "Tetapi kamu akan Kuserakkan di antara bangsa-bangsa lain dan Aku akan menghunus pedang di belakang kamu, dan tanahmu akan menjadi tempat tandus dan kota-kotamu akan menjadi reruntuhan."}, {"number": "34", "text": "Pada waktu itulah tanah itu pulih dari dilalaikannya tahun-tahun sabatnya selama tanah itu tandus dan selama kamu tinggal di negeri musuh-musuhmu; pada waktu itulah tanah itu akan menjalani sabatnya dan dipulihkan tahun-tahun sabat yang belum didapatnya."}, {"number": "35", "text": "Selama ketandusannya tanah itu akan menjalani sabat yang belum dijalaninya pada tiap-tiap tahun sabatmu, ketika kamu masih diam di situ."}, {"number": "36", "text": "Dan mengenai mereka yang masih tinggal hidup dari antaramu, Aku akan mendatangkan kecemasan ke dalam hati mereka di dalam negeri-negeri musuh mereka, sehingga bunyi daun yang ditiupkan anginpun akan mengejar mereka, dan mereka akan lari seperti orang lari menjauhi pedang, dan mereka akan rebah, sungguhpun tidak ada orang yang mengejar."}, {"number": "37", "text": "Dan mereka akan jatuh tersandung seorang kepada seorang seolah-olah hendak menjauhi pedang, sungguhpun yang mengejar tidak ada, dan kamu tidak akan dapat bertahan di hadapan musuh-musuhmu."}, {"number": "38", "text": "Dan kamu akan binasa di antara bangsa-bangsa lain, dan negeri musuhmu akan memusnahkan kamu."}, {"number": "39", "text": "Dan siapa yang masih tinggal hidup dari antaramu, mereka akan hancur lebur dalam hukumannya di negeri-negeri musuh mereka, dan karena kesalahan nenek moyang mereka juga mereka akan hancur lebur sama seperti nenek moyangnya."}, {"number": "40", "text": "Tetapi bila mereka mengakui kesalahan mereka dan kesalahan nenek moyang mereka dalam hal berubah setia yang dilakukan mereka terhadap Aku dan mengakui juga bahwa hidup mereka bertentangan dengan Daku"}, {"number": "41", "text": "--Akupun bertindak melawan mereka dan membawa mereka ke negeri musuh mereka--atau bila kemudian hati mereka yang tidak bersunat itu telah tunduk dan mereka telah membayar pulih kesalahan mereka,"}, {"number": "42", "text": "maka Aku akan mengingat perjanjian-Ku dengan Yakub; juga perjanjian dengan Ishak dan perjanjian-Ku dengan Abrahampun akan Kuingat dan negeri itu akan Kuingat juga."}, {"number": "43", "text": "Jadi tanah itu akan ditinggalkan mereka dan akan pulih dari akibat tahun-tahun sabat yang dilalaikan selama tanah itu tandus, oleh karena ditinggalkan mereka, dan mereka akan membayar pulih kesalahan mereka, tak lain dan tak bukan karena mereka menolak peraturan-Ku dan hati mereka muak mendengarkan ketetapan-Ku."}, {"number": "44", "text": "Namun demikian, apabila mereka ada di negeri musuh mereka, Aku tidak akan menolak mereka dan tidak akan muak melihat mereka, sehingga Aku membinasakan mereka dan membatalkan perjanjian-Ku dengan mereka, sebab Akulah TUHAN, Allah mereka."}, {"number": "45", "text": "Untuk keselamatan mereka Aku akan mengingat perjanjian dengan orang-orang dahulu yang Kubawa keluar dari tanah Mesir di depan mata bangsa-bangsa lain, supaya Aku menjadi Allah mereka; Akulah TUHAN.\""}, {"number": "46", "text": "Itulah ketetapan-ketetapan dan peraturan-peraturan serta hukum-hukum yang diberikan TUHAN, berlaku di antara Dia dengan orang Israel, di gunung Sinai, dengan perantaraan Musa."}]}