{"book": "1 Samuel", "chapter": 10, "verse": [{"number": "1", "text": "Lalu Samuel mengambil buli-buli berisi minyak, dituangnyalah ke atas kepala Saul, diciumnyalah dia sambil berkata: \"Bukankah TUHAN telah mengurapi engkau menjadi raja atas umat-Nya Israel? Engkau akan memegang tampuk pemerintahan atas umat TUHAN, dan engkau akan menyelamatkannya dari tangan musuh-musuh di sekitarnya. Inilah tandanya bagimu, bahwa TUHAN telah mengurapi engkau menjadi raja atas milik-Nya sendiri:"}, {"number": "2", "text": "Apabila engkau pada hari ini pergi meninggalkan aku, maka engkau akan bertemu dengan dua orang laki-laki di dekat kubur Rahel, di daerah Benyamin, di Zelzah. Mereka akan berkata kepadamu: Keledai-keledai yang engkau cari itu telah diketemukan; dan ayahmu tidak memikirkan keledai-keledai itu lagi, tetapi ia kuatir mengenai kamu, katanya: Apakah yang akan kuperbuat untuk anakku itu?"}, {"number": "3", "text": "Dari sana engkau akan berjalan terus lagi dan sampai ke pohon tarbantin Tabor, maka di sana engkau akan ditemui oleh tiga orang laki-laki yang naik menghadap Allah di Betel; seorang membawa tiga ekor anak kambing, seorang membawa tiga ketul roti dan yang lain lagi sebuyung anggur."}, {"number": "4", "text": "Mereka akan memberi salam kepadamu dan memberikan kepadamu dua ketul roti yang akan kauterima dari mereka."}, {"number": "5", "text": "Sesudah itu engkau akan sampai ke Gibea Allah, tempat kedudukan pasukan orang Filistin. Dan apabila engkau masuk kota, engkau akan berjumpa di sana dengan serombongan nabi, yang turun dari bukit pengorbanan dengan gambus, rebana, suling dan kecapi di depan mereka; mereka sendiri akan kepenuhan seperti nabi."}, {"number": "6", "text": "Maka Roh TUHAN akan berkuasa atasmu; engkau akan kepenuhan bersama-sama dengan mereka dan berubah menjadi manusia lain."}, {"number": "7", "text": "Apabila tanda-tanda ini terjadi kepadamu, lakukanlah apa saja yang didapat oleh tanganmu, sebab Allah menyertai engkau."}, {"number": "8", "text": "Engkau harus pergi ke Gilgal mendahului aku, dan camkanlah, aku akan datang kepadamu untuk mempersembahkan korban bakaran dan korban keselamatan. Engkau harus menunggu tujuh hari lamanya, sampai aku datang kepadamu dan memberitahukan kepadamu apa yang harus kaulakukan.\""}, {"number": "9", "text": "Sedang ia berpaling untuk pergi meninggalkan Samuel, maka Allah mengubah hatinya menjadi lain. Dan segala tanda-tanda yang tersebut itu terjadi pada hari itu juga."}, {"number": "10", "text": "Ketika mereka sampai di Gibea dari sana, maka bertemulah ia dengan serombongan nabi; Roh Allah berkuasa atasnya dan Saul turut kepenuhan seperti nabi di tengah-tengah mereka."}, {"number": "11", "text": "Dan semua orang yang mengenalnya dari dahulu melihat dengan heran, bahwa ia bernubuat bersama-sama dengan nabi-nabi itu; lalu berkatalah orang banyak yang satu kepada yang lain: \"Apakah gerangan yang terjadi dengan anak Kish itu? Apa Saul juga termasuk golongan nabi?\""}, {"number": "12", "text": "Lalu seorang dari tempat itu menjawab: \"Siapakah bapa mereka?\" --Itulah sebabnya menjadi peribahasa: Apa Saul juga termasuk golongan nabi?"}, {"number": "13", "text": "Setelah habis ia kepenuhan seperti nabi, pulanglah ia."}, {"number": "14", "text": "Dan paman Saul berkata kepadanya dan bujangnya: \"Dari mana kamu?\" Jawabnya: \"Mencari keledai-keledai itu, tetapi ketika tidak terlihat, maka kami pergi kepada Samuel.\""}, {"number": "15", "text": "Kemudian paman Saul itu berkata: \"Coba ceritakan kepadaku apa yang dikatakan Samuel kepada kamu.\""}, {"number": "16", "text": "Kata Saul kepada pamannya itu: \"Terus saja diberitahukannya kepada kami, bahwa keledai-keledai itu telah diketemukan.\" Tetapi perihal menjadi raja yang telah dikatakan Samuel kepadanya, tidak diceritakan kepadanya."}, {"number": "17", "text": "Kemudian Samuel mengerahkan bangsa itu ke hadapan TUHAN di Mizpa"}, {"number": "18", "text": "dan ia berkata kepada orang Israel itu: \"Beginilah firman TUHAN, Allah Israel: Aku telah menuntun orang Israel keluar dari Mesir dan telah melepaskan kamu dari tangan orang Mesir dan dari tangan segala kerajaan yang menindas kamu."}, {"number": "19", "text": "Tetapi sekarang kamu menolak Allahmu yang menyelamatkan kamu dari segala malapetaka dan kesusahanmu, dengan berkata: Tidak, angkatlah seorang raja atas kami. Maka sebab itu, berdirilah kamu di hadapan TUHAN, menurut sukumu dan menurut kaummu.\""}, {"number": "20", "text": "Lalu Samuel menyuruh segala suku Israel tampil ke muka, maka didapati suku Benyamin."}, {"number": "21", "text": "Sesudah itu disuruhnyalah suku Benyamin tampil ke muka menurut kaum keluarganya, maka didapati kaum keluarga Matri. Akhirnya disuruhnyalah kaum keluarga Matri tampil ke muka seorang demi seorang, maka didapati Saul bin Kish. Tetapi ketika ia dicari, ia tidak diketemukan."}, {"number": "22", "text": "Sebab itu ditanyakan pulalah kepada TUHAN: \"Apa orang itu juga datang ke mari?\" TUHAN menjawab: \"Sesungguhnya ia bersembunyi di antara barang-barang.\""}, {"number": "23", "text": "Berlarilah orang ke sana dan mengambilnya dari sana, dan ketika ia berdiri di tengah-tengah orang-orang sebangsanya, ternyata ia dari bahu ke atas lebih tinggi dari pada setiap orang sebangsanya."}, {"number": "24", "text": "Dan Samuel berkata kepada seluruh bangsa itu: \"Kamu lihatkah orang yang dipilih TUHAN itu? Sebab tidak ada seorangpun yang sama seperti dia di antara seluruh bangsa itu.\" Lalu bersoraklah seluruh bangsa itu, demikian: \"Hidup raja!\""}, {"number": "25", "text": "Kemudian Samuel menguraikan kepada bangsa itu tentang hak-hak kerajaan, menuliskannya pada suatu piagam dan meletakkannya di hadapan TUHAN; sesudah itu Samuel menyuruh seluruh bangsa itu pulang, masing-masing ke rumahnya."}, {"number": "26", "text": "Saulpun pulang ke rumahnya, ke Gibea, dan bersama-sama dengan dia ikut pergi orang-orang gagah perkasa yang hatinya telah digerakkan Allah."}, {"number": "27", "text": "Tetapi orang-orang dursila berkata: \"Masakan orang ini dapat menyelamatkan kita!\" Mereka menghina dia dan tidak membawa persembahan kepadanya. Tetapi ia pura-pura tuli."}]}