{"book": "1 Samuel", "chapter": 12, "verse": [{"number": "1", "text": "Berkatalah Samuel kepada seluruh orang Israel: \"Telah kudengarkan segala permintaanmu yang kamu sampaikan kepadaku, dan seorang raja telah kuangkat atasmu."}, {"number": "2", "text": "Maka sekarang raja itulah yang menjadi pemimpinmu; tetapi aku ini telah menjadi tua dan beruban, dan bukankah anak-anakku laki-laki ada di antara kamu? Akulah yang menjadi pemimpinmu dari sejak mudaku sampai hari ini."}, {"number": "3", "text": "Di sini aku berdiri. Berikanlah kesaksian menentang aku di hadapan TUHAN dan di hadapan orang yang diurapi-Nya: Lembu siapakah yang telah kuambil? Keledai siapakah yang telah kuambil? Siapakah yang telah kuperas? Siapakah yang telah kuperlakukan dengan kekerasan? Dari tangan siapakah telah kuterima sogok sehingga aku harus tutup mata? Aku akan mengembalikannya kepadamu.\""}, {"number": "4", "text": "Jawab mereka: \"Engkau tidak memeras kami dan engkau tidak memperlakukan kami dengan kekerasan dan engkau tidak menerima apa-apa dari tangan siapapun.\""}, {"number": "5", "text": "Lalu berkatalah ia kepada mereka: \"TUHAN menjadi saksi kepada kamu, dan orang yang diurapi-Nyapun menjadi saksi pada hari ini, bahwa kamu tidak mendapat apa-apa dalam tanganku.\" Jawab mereka: \"Dia menjadi saksi.\""}, {"number": "6", "text": "Lalu berkatalah Samuel kepada bangsa itu: \"Tuhanlah saksi, yang mengangkat Musa dan Harun dan yang menuntun nenek moyangmu keluar dari tanah Mesir."}, {"number": "7", "text": "Maka sebab itu, berdirilah supaya aku bersama-sama dengan kamu berhakim di hadapan TUHAN mengenai segala perbuatan keselamatan TUHAN yang telah dikerjakan-Nya kepadamu dan kepada nenek moyangmu."}, {"number": "8", "text": "Ketika Yakub datang ke Mesir dan nenek moyangmu berseru-seru kepada TUHAN, maka TUHAN mengutus Musa dan Harun, yang membawa nenek moyangmu keluar dari Mesir, dan membiarkan mereka diam di tempat ini."}, {"number": "9", "text": "Tetapi mereka melupakan TUHAN, Allah mereka, dan Ia menyerahkan mereka ke dalam tangan Sisera, panglima tentara di Hazor, dan ke dalam tangan orang Filistin dan raja Moab, yang berperang melawan mereka."}, {"number": "10", "text": "Mereka berseru-seru kepada TUHAN, katanya: Kami telah berdosa, sebab kami telah meninggalkan TUHAN dan beribadah kepada para Baal dan para Asytoret; maka sekarang lepaskanlah kami dari tangan musuh kami, maka kami akan beribadah kepada-Mu."}, {"number": "11", "text": "Sesudah itu TUHAN mengutus Yerubaal, Barak, Yefta dan Samuel, dan melepaskan kamu dari tangan musuh di sekelilingmu, sehingga kamu diam dengan tenteram."}, {"number": "12", "text": "Tetapi ketika kamu melihat, bahwa Nahas, raja bani Amon, mendatangi kamu, maka kamu berkata kepadaku: Tidak, seorang raja harus memerintah kami, padahal TUHAN, Allahmu, adalah rajamu."}, {"number": "13", "text": "Maka sebab itu, lihat itu raja yang telah kamu pilih, yang kamu minta. Sesungguhnya TUHAN telah mengangkat raja atasmu,"}, {"number": "14", "text": "asal saja kamu takut akan TUHAN, beribadah kepada-Nya, mendengarkan firman-Nya dan tidak menentang titah TUHAN, dan baik kamu, maupun raja yang akan memerintah kamu itu mengikuti TUHAN, Allahmu!"}, {"number": "15", "text": "Tetapi jika kamu tidak mendengarkan firman TUHAN dan kamu menentang titah TUHAN, maka tangan TUHAN akan melawan kamu dan melawan rajamu."}, {"number": "16", "text": "Sekarang tinggallah berdiri dan lihatlah perkara yang besar yang akan dilakukan TUHAN di depan matamu ini."}, {"number": "17", "text": "Bukankah sekarang musim menuai gandum? Aku akan berseru kepada TUHAN, supaya Ia memberikan guruh dan hujan. Lihatlah dan sadarlah, bahwa besar kejahatan yang telah kamu lakukan itu di mata TUHAN dengan meminta raja bagimu.\""}, {"number": "18", "text": "Lalu berserulah Samuel kepada TUHAN, maka TUHAN memberikan pada hari itu guruh dan hujan, sehingga sangat takutlah seluruh bangsa itu kepada TUHAN dan kepada Samuel."}, {"number": "19", "text": "Berkatalah seluruh bangsa itu kepada Samuel: \"Berdoalah untuk hamba-hambamu ini kepada TUHAN, Allahmu, supaya jangan kami mati, sebab dengan meminta raja bagi kami, kami menambah dosa kami dengan kejahatan ini.\""}, {"number": "20", "text": "Dan berkatalah Samuel kepada bangsa itu: \"Jangan takut; memang kamu telah melakukan segala kejahatan ini, tetapi janganlah berhenti mengikuti TUHAN, melainkan beribadahlah kepada TUHAN dengan segenap hatimu."}, {"number": "21", "text": "Janganlah menyimpang untuk mengejar dewa kesia-siaan yang tidak berguna dan tidak dapat menolong karena semuanya itu adalah kesia-siaan belaka."}, {"number": "22", "text": "Sebab TUHAN tidak akan membuang umat-Nya, sebab nama-Nya yang besar. Bukankah TUHAN telah berkenan untuk membuat kamu menjadi umat-Nya?"}, {"number": "23", "text": "Mengenai aku, jauhlah dari padaku untuk berdosa kepada TUHAN dengan berhenti mendoakan kamu; aku akan mengajarkan kepadamu jalan yang baik dan lurus."}, {"number": "24", "text": "Hanya takutlah akan TUHAN dan setialah beribadah kepada-Nya dengan segenap hatimu, sebab ketahuilah, betapa besarnya hal-hal yang dilakukan-Nya di antara kamu."}, {"number": "25", "text": "Tetapi jika kamu terus berbuat jahat, maka kamu akan dilenyapkan, baik kamu maupun rajamu itu.\""}]}