{"book": "1 Samuel", "chapter": 18, "verse": [{"number": "1", "text": "Ketika Daud habis berbicara dengan Saul, berpadulah jiwa Yonatan dengan jiwa Daud; dan Yonatan mengasihi dia seperti jiwanya sendiri."}, {"number": "2", "text": "Pada hari itu Saul membawa dia dan tidak membiarkannya pulang ke rumah ayahnya."}, {"number": "3", "text": "Yonatan mengikat perjanjian dengan Daud, karena ia mengasihi dia seperti dirinya sendiri."}, {"number": "4", "text": "Yonatan menanggalkan jubah yang dipakainya, dan memberikannya kepada Daud, juga baju perangnya, sampai pedangnya, panahnya dan ikat pinggangnya."}, {"number": "5", "text": "Daud maju berperang dan selalu berhasil ke mana juga Saul menyuruhnya, sehingga Saul mengangkat dia mengepalai para prajurit. Hal ini dipandang baik oleh seluruh rakyat dan juga oleh pegawai-pegawai Saul."}, {"number": "6", "text": "Tetapi pada waktu mereka pulang, ketika Daud kembali sesudah mengalahkan orang Filistin itu, keluarlah orang-orang perempuan dari segala kota Israel menyongsong raja Saul sambil menyanyi dan menari-nari dengan memukul rebana, dengan bersukaria dan dengan membunyikan gerincing;"}, {"number": "7", "text": "dan perempuan yang menari-nari itu menyanyi berbalas-balasan, katanya: \"Saul mengalahkan beribu-ribu musuh, tetapi Daud berlaksa-laksa.\""}, {"number": "8", "text": "Lalu bangkitlah amarah Saul dengan sangat; dan perkataan itu menyebalkan hatinya, sebab pikirnya: \"Kepada Daud diperhitungkan mereka berlaksa-laksa, tetapi kepadaku diperhitungkannya beribu-ribu; akhir-akhirnya jabatan raja itupun jatuh kepadanya.\""}, {"number": "9", "text": "Sejak hari itu maka Saul selalu mendengki Daud."}, {"number": "10", "text": "Keesokan harinya roh jahat yang dari pada Allah itu berkuasa atas Saul, sehingga ia kerasukan di tengah-tengah rumah, sedang Daud main kecapi seperti sehari-hari. Adapun Saul ada tombak di tangannya."}, {"number": "11", "text": "Saul melemparkan tombak itu, karena pikirnya: \"Baiklah aku menancapkan Daud ke dinding.\" Tetapi Daud mengelakkannya sampai dua kali."}, {"number": "12", "text": "Saul menjadi takut kepada Daud, karena TUHAN menyertai Daud, sedang dari pada Saul Ia telah undur."}, {"number": "13", "text": "Sebab itu Saul menjauhkan Daud dari dekatnya dan mengangkat dia menjadi kepala pasukan seribu, sehingga ia berada di depan dalam segala gerakan tentara."}, {"number": "14", "text": "Daud berhasil di segala perjalanannya, sebab TUHAN menyertai dia."}, {"number": "15", "text": "Ketika dilihat Saul, bahwa Daud sangat berhasil, makin takutlah ia kepadanya;"}, {"number": "16", "text": "tetapi seluruh orang Israel dan orang Yehuda mengasihi Daud, karena ia memimpin segala gerakan mereka."}, {"number": "17", "text": "Berkatalah Saul kepada Daud: \"Ini dia anakku perempuan yang tertua, Merab; dia akan kuberikan kepadamu menjadi isterimu, hanya jadilah bagiku seorang yang gagah perkasa dan lakukanlah perang TUHAN.\" Sebab pikir Saul: \"Janganlah tanganku memukul dia, tetapi biarlah ia dipukul oleh tangan orang Filistin.\""}, {"number": "18", "text": "Tetapi Daud berkata kepada Saul: \"Siapakah aku dan siapakah sanak saudaraku, kaum ayahku, di antara orang Israel, sehingga aku menjadi menantu raja?\""}, {"number": "19", "text": "Tetapi ketika tiba waktunya untuk memberikan Merab, anak Saul itu, kepada Daud, maka anak perempuan itu diberikan kepada Adriel, orang Mehola, menjadi isterinya."}, {"number": "20", "text": "Tetapi Mikhal, anak perempuan Saul, jatuh cinta kepada Daud; ketika hal itu diberitahukan kepada Saul, maka iapun menyetujuinya;"}, {"number": "21", "text": "sebab pikir Saul: \"Baiklah Mikhal kuberikan kepadanya; biarlah ia menjadi jerat bagi Daud, dan biarlah tangan orang Filistin memukul dia!\" Lalu berkatalah Saul kepada Daud untuk kedua kalinya: \"Pada hari ini engkau boleh menjadi menantuku.\""}, {"number": "22", "text": "Lagi Saul memerintahkan kepada para pegawainya: \"Katakanlah kepada Daud dengan diam-diam, demikian: Sesungguhnya, raja suka kepadamu dan para pegawainya mengasihi engkau; maka sebab itu, jadilah engkau menantu raja.\""}, {"number": "23", "text": "Lalu para pegawai Saul menyampaikan perkataan itu kepada Daud, tetapi Daud menjawab: \"Perkara ringankah pada pemandanganmu menjadi menantu raja? Bukankah aku seorang yang miskin dan rendah?\""}, {"number": "24", "text": "Para pegawai Saul memberitahukan kepada raja, katanya: \"Demikianlah jawab yang diberi Daud.\""}, {"number": "25", "text": "Kemudian berkatalah Saul: \"Beginilah kamu katakan kepada Daud: Raja tidak menghendaki mas kawin selain dari seratus kulit khatan orang Filistin sebagai pembalasan kepada musuh raja.\" Saul bermaksud untuk menjatuhkan Daud dengan perantaraan orang Filistin."}, {"number": "26", "text": "Ketika para pegawainya memberitahukan perkataan itu kepada Daud, maka setujulah Daud menjadi menantu raja. Waktunya belum genap,"}, {"number": "27", "text": "tetapi Daud sudah bersiap, ia pergi dengan orang-orangnya dan menewaskan dari orang Filistin itu dua ratus orang serta membawa kulit khatan mereka; dan dalam jumlah yang genap diberikan merekalah semuanya itu kepada raja, supaya Daud menjadi menantu raja. Kemudian Saul memberikan Mikhal, anaknya, kepadanya menjadi isterinya."}, {"number": "28", "text": "Lalu mengertilah Saul dan tahulah ia, bahwa TUHAN menyertai Daud, dan bahwa seluruh orang Israel mengasihi Daud."}, {"number": "29", "text": "Maka makin takutlah Saul kepada Daud. Saul tetap menjadi musuh Daud seumur hidupnya."}, {"number": "30", "text": "Apabila raja-raja orang Filistin maju berperang, setiap kali mereka maju berperang, maka Daud lebih berhasil dari semua pegawai Saul, sehingga namanya sangat masyhur."}]}