{"book": "1 Samuel", "chapter": 28, "verse": [{"number": "1", "text": "Pada waktu itu orang Filistin mengerahkan tentaranya untuk berperang melawan orang Israel. Lalu berkatalah Akhis kepada Daud: \"Ketahuilah baik-baik, bahwa engkau beserta orang-orangmu harus maju berperang bersama-sama dengan aku dalam tentara.\""}, {"number": "2", "text": "Jawab Daud kepada Akhis: \"Baik, engkau akan tahu, apa yang dapat diperbuat hambamu ini.\" Lalu Akhis berkata kepada Daud: \"Sebab itu aku mengangkat engkau menjadi pengawalku sendiri sampai selamanya.\""}, {"number": "3", "text": "Adapun Samuel sudah mati. Seluruh orang Israel sudah meratapi dia dan mereka telah menguburkan dia di Rama, di kotanya. Dan Saul telah menyingkirkan dari dalam negeri para pemanggil arwah dan roh peramal."}, {"number": "4", "text": "Orang Filistin itu berkumpul, lalu bergerak maju, dan berkemah dekat Sunem. Saul mengumpulkan seluruh orang Israel, lalu mereka berkemah di Gilboa."}, {"number": "5", "text": "Ketika Saul melihat tentara Filistin itu, maka takutlah ia dan hatinya sangat gemetar."}, {"number": "6", "text": "Dan Saul bertanya kepada TUHAN, tetapi TUHAN tidak menjawab dia, baik dengan mimpi, baik dengan Urim, baik dengan perantaraan para nabi."}, {"number": "7", "text": "Lalu berkatalah Saul kepada para pegawainya: \"Carilah bagiku seorang perempuan yang sanggup memanggil arwah; maka aku hendak pergi kepadanya dan meminta petunjuk kepadanya.\" Para pegawainya menjawab dia: \"Di En-Dor ada seorang perempuan yang sanggup memanggil arwah.\""}, {"number": "8", "text": "Lalu menyamarlah Saul, ia mengenakan pakaian lain dan pergilah ia dengan dua orang. Ketika mereka pada waktu malam sampai kepada perempuan itu, berkatalah Saul: \"Cobalah engkau menenung bagiku dengan perantaraan arwah, dan panggillah supaya muncul kepadaku orang yang akan kusebut kepadamu.\""}, {"number": "9", "text": "Tetapi perempuan itu menjawabnya: \"Tentu engkau mengetahui apa yang diperbuat Saul, bahwa ia telah melenyapkan dari dalam negeri para pemanggil arwah dan roh peramal. Mengapa engkau memasang jerat terhadap nyawaku untuk membunuh aku?\""}, {"number": "10", "text": "Lalu bersumpahlah Saul kepadanya demi TUHAN, katanya: \"Demi TUHAN yang hidup, tidak akan ada kesalahan tertimpa kepadamu karena perkara ini.\""}, {"number": "11", "text": "Sesudah itu bertanyalah perempuan itu: \"Siapakah yang harus kupanggil supaya muncul kepadamu?\" Jawabnya: \"Panggillah Samuel supaya muncul kepadaku.\""}, {"number": "12", "text": "Ketika perempuan itu melihat Samuel, berteriaklah ia dengan suara nyaring. Lalu perempuan itu berkata kepada Saul, demikian: \"Mengapa engkau menipu aku? Engkau sendirilah Saul!\""}, {"number": "13", "text": "Maka berbicaralah raja kepadanya: \"Janganlah takut; tetapi apakah yang kaulihat?\" Perempuan itu menjawab Saul: \"Aku melihat sesuatu yang ilahi muncul dari dalam bumi.\""}, {"number": "14", "text": "Kemudian bertanyalah ia kepada perempuan itu: \"Bagaimana rupanya?\" Jawabnya: \"Ada seorang tua muncul, berselubungkan jubah.\" Maka tahulah Saul, bahwa itulah Samuel, lalu berlututlah ia dengan mukanya sampai ke tanah dan sujud menyembah."}, {"number": "15", "text": "Sesudah itu berbicaralah Samuel kepada Saul: \"Mengapa engkau mengganggu aku dengan memanggil aku muncul?\" Kata Saul: \"Aku sangat dalam keadaan terjepit: orang Filistin berperang melawan aku, dan Allah telah undur dari padaku. Ia tidak menjawab aku lagi, baik dengan perantaraan nabi maupun dengan mimpi. Sebab itu aku memanggil engkau, supaya engkau memberitahukan kepadaku, apa yang harus kuperbuat.\""}, {"number": "16", "text": "Lalu berbicaralah Samuel: \"Mengapa engkau bertanya kepadaku, padahal TUHAN telah undur dari padamu dan telah menjadi musuhmu?"}, {"number": "17", "text": "TUHAN telah melakukan kepadamu seperti yang difirmankan-Nya dengan perantaraanku, yakni TUHAN telah mengoyakkan kerajaan dari tanganmu dan telah memberikannya kepada orang lain, kepada Daud."}, {"number": "18", "text": "Karena engkau tidak mendengarkan suara TUHAN dan tidak melaksanakan murka-Nya yang bernyala-nyala itu atas Amalek, itulah sebabnya TUHAN melakukan hal itu kepadamu pada hari ini."}, {"number": "19", "text": "Juga orang Israel bersama-sama dengan engkau akan diserahkan TUHAN ke dalam tangan orang Filistin, dan besok engkau serta anak-anakmu sudah ada bersama-sama dengan daku. Juga tentara Israel akan diserahkan TUHAN ke dalam tangan orang Filistin.\""}, {"number": "20", "text": "Pada saat itu juga rebahlah Saul memanjang ke tanah sebab ia sangat ketakutan oleh karena perkataan Samuel itu. Juga tidak ada lagi kekuatannya, karena sehari semalam itu ia tidak makan apa-apa."}, {"number": "21", "text": "Perempuan itu mendekati Saul lalu melihat, bahwa Saul sangat terkejut. Kemudian berkatalah perempuan itu kepadanya: \"Lihat, budakmu ini telah mendengarkan permintaanmu; aku telah mempertaruhkan nyawaku dan mendengarkan perkataan yang kaukatakan kepadaku."}, {"number": "22", "text": "Oleh sebab itu, kiranya engkaupun mendengarkan permintaan budakmu ini. Izinkanlah aku menyajikan kepadamu sepotong roti; makanlah, supaya ada kekuatanmu, apabila engkau berjalan pula.\""}, {"number": "23", "text": "Tetapi Saul menolak dan berkata: \"Aku tidak mau makan.\" Tetapi ketika para pegawainya serta perempuan itu juga mendesak, maka didengarkannyalah permintaan mereka, lalu bangkitlah ia dari tanah dan duduk di balai-balai."}, {"number": "24", "text": "Perempuan itu mempunyai seekor anak lembu tambun di rumahnya maka segeralah ia menyembelih itu. Ia mengambil tepung, diremasnya dan dibakarnya menjadi roti yang tidak beragi."}, {"number": "25", "text": "Dihidangkannyalah semuanya itu ke depan Saul dan ke depan para pegawainya, lalu mereka makan. Kemudian bangkitlah mereka dan pergi pada malam itu juga."}]}