{"book": "1 Samuel", "chapter": 30, "verse": [{"number": "1", "text": "Ketika Daud serta orang-orangnya sampai ke Ziklag pada hari yang ketiga, orang Amalek telah menyerbu Tanah Negeb dan Ziklag; Ziklag telah dikalahkan oleh mereka dan dibakar habis."}, {"number": "2", "text": "Perempuan-perempuan dan semua orang yang ada di sana, tua dan muda, telah ditawan mereka, dengan tidak membunuh seorangpun; mereka menggiring sekaliannya, kemudian meneruskan perjalanannya."}, {"number": "3", "text": "Ketika Daud dan orang-orangnya sampai ke kota itu, tampaklah kota itu terbakar habis, dan isteri mereka serta anak mereka yang laki-laki dan perempuan telah ditawan."}, {"number": "4", "text": "Lalu menangislah Daud dan rakyat yang bersama-sama dengan dia itu dengan nyaring, sampai mereka tidak kuat lagi menangis."}, {"number": "5", "text": "Juga kedua isteri Daud ditawan, yakni Ahinoam, perempuan Yizreel, dan Abigail, bekas isteri Nabal, orang Karmel itu."}, {"number": "6", "text": "Dan Daud sangat terjepit, karena rakyat mengatakan hendak melempari dia dengan batu. Seluruh rakyat itu telah pedih hati, masing-masing karena anaknya laki-laki dan perempuan. Tetapi Daud menguatkan kepercayaannya kepada TUHAN, Allahnya."}, {"number": "7", "text": "Lalu Daud memberi perintah kepada imam Abyatar bin Ahimelekh: \"Bawalah efod itu kepadaku.\" Maka Abyatar membawa efod itu kepada Daud."}, {"number": "8", "text": "Kemudian bertanyalah Daud kepada TUHAN, katanya: \"Haruskah aku mengejar gerombolan itu? Akan dapatkah mereka kususul?\" Dan Ia berfirman kepadanya: \"Kejarlah, sebab sesungguhnya, engkau akan dapat menyusul mereka dan melepaskan para tawanan.\""}, {"number": "9", "text": "Lalu pergilah Daud beserta keenam ratus orang yang bersama-sama dengan dia, dan sampailah mereka ke sungai Besor. Sementara orang-orang yang mau tinggal di belakang berhenti di sana,"}, {"number": "10", "text": "maka Daud melanjutkan pengejaran itu beserta empat ratus orang. Dua ratus orang yang terlalu lelah untuk menyeberangi sungai Besor itu, berhenti di sana."}, {"number": "11", "text": "Kemudian mereka menemui seorang Mesir di padang lalu membawanya kepada Daud. Mereka memberi dia roti, lalu makanlah ia, kemudian mereka memberi dia minum air,"}, {"number": "12", "text": "dan memberikan kepadanya sepotong kue ara dan dua buah kue kismis, dan setelah dimakannya, ia segar kembali, sebab ia tidak makan dan minum selama tiga hari tiga malam."}, {"number": "13", "text": "Kemudian bertanyalah Daud kepadanya: \"Budak siapakah engkau dan dari manakah engkau?\" Jawabnya: \"Aku ini seorang pemuda Mesir, budak kepunyaan seorang Amalek. Tuanku meninggalkan aku, karena tiga hari yang lalu aku jatuh sakit."}, {"number": "14", "text": "Kami telah menyerbu Tanah Negeb orang Kreti dan daerah Yehuda dan Tanah Negeb Kaleb, dan Ziklag telah kami bakar habis.\""}, {"number": "15", "text": "Daud bertanya kepadanya: \"Dapatkah engkau menunjuk jalan kepadaku ke gerombolan itu?\" Katanya: \"Bersumpahlah kepadaku demi Allah, bahwa engkau tidak akan membunuh aku, dan tidak akan menyerahkan aku ke dalam tangan tuanku itu, maka aku akan menunjuk jalan kepadamu ke gerombolan itu.\""}, {"number": "16", "text": "Ia menunjuk jalan kepada Daud ke sana, dan tampaklah orang-orang itu berpencar-pencar di atas seluruh daerah itu, sambil makan, minum dan mengadakan perayaan karena jarahan yang besar, yang telah dirampas mereka dari tanah orang Filistin dan dari tanah Yehuda."}, {"number": "17", "text": "Dan pada keesokan harinya Daud menghancurkan mereka dari pagi-pagi buta sampai matahari terbenam; tidak ada seorangpun dari mereka yang lolos, kecuali empat ratus orang muda yang melarikan diri dengan menunggang unta."}, {"number": "18", "text": "Daud melepaskan semua apa yang dirampas oleh orang Amalek itu; juga kedua isterinya dapat dilepaskan Daud."}, {"number": "19", "text": "Tidak ada yang hilang pada mereka, dari hal yang kecil sampai hal yang besar, sampai anak laki-laki dan anak perempuan, dan dari jarahan sampai segala sesuatu yang telah dirampas mereka; semuanya itu dibawa Daud kembali."}, {"number": "20", "text": "Daud mengambil segala kambing domba dan lembu; semuanya itu digiring mereka di hadapannya, serta berkata: \"Inilah jarahan Daud.\""}, {"number": "21", "text": "Ketika Daud sampai kepada kedua ratus orang yang telah terlalu lelah untuk mengikuti Daud, yang telah dibiarkannya tinggal di dekat sungai Besor, maka keluarlah orang-orang ini menyongsong Daud dan menyongsong rakyat yang bersama-sama dengan dia. Daud mendekati orang-orang itu dan memberi salam kepada mereka."}, {"number": "22", "text": "Kemudian mulailah berbicara semua orang jahat dan orang dursila di antara orang-orang, yang ikut pergi bersama-sama dengan Daud itu, katanya: \"Karena mereka tidak ikut pergi bersama-sama dengan kita, janganlah kita berikan kepada mereka apa-apa dari jarahan yang kita selamatkan itu, kecuali kepada masing-masing mereka isterinya dan anak-anaknya. Itu boleh mereka bawa, dan biarlah mereka pergi!\""}, {"number": "23", "text": "Tetapi Daud berkata: \"Janganlah kamu, saudara-saudaraku, berbuat demikian, dengan apa yang diberikan TUHAN kepada kita; sebab Ia telah melindungi kita, dan menyerahkan ke dalam tangan kita gerombolan yang menyerang kita."}, {"number": "24", "text": "Siapa yang mau mendengarkan kamu dalam perkara ini? Sebab, bagian orang yang tinggal di dekat barang-barang adalah sama seperti bagian orang yang pergi berperang; itu akan dibagi sama-sama.\""}, {"number": "25", "text": "Dan demikianlah halnya sejak hari itu dan seterusnya; hal itu ditentukannya menjadi ketetapan dan peraturan bagi orang Israel sampai sekarang."}, {"number": "26", "text": "Ketika Daud sampai ke Ziklag, dikirimnyalah sebagian dari jarahan itu kepada para tua-tua di Yehuda, kepada teman-temannya, dengan pesan: \"Inilah pemberian kepadamu dari jarahan yang dirampas dari musuh TUHAN,\""}, {"number": "27", "text": "yakni kepada yang di Betel, kepada yang di Ramot di Tanah Selatan, kepada yang di Yatir,"}, {"number": "28", "text": "kepada yang di Aroer, kepada yang di Sifmot, kepada yang di Estemoa,"}, {"number": "29", "text": "kepada yang di Rakhal, kepada yang di kota-kota orang Yerahmeel, kepada yang di kota-kota orang Keni,"}, {"number": "30", "text": "kepada yang di Horma, kepada yang di Bor-Asan, kepada yang di Atakh,"}, {"number": "31", "text": "kepada yang di Hebron dan kepada segala tempat di mana Daud dengan orang-orangnya mengembara."}]}