{"book": "1 Samuel", "chapter": 4, "verse": [{"number": "1", "text": "Dan perkataan Samuel sampai ke seluruh Israel. (4-1b) Orang Israel maju berperang melawan orang Filistin dan berkemah dekat Eben-Haezer, sedang orang Filistin berkemah di Afek."}, {"number": "2", "text": "Orang Filistin mengatur barisannya berhadapan dengan orang Israel. Ketika pertempuran menghebat, terpukullah kalah orang Israel oleh orang Filistin, yang menewaskan kira-kira empat ribu orang di medan pertempuran itu."}, {"number": "3", "text": "Ketika tentara itu kembali ke perkemahan, berkatalah para tua-tua Israel: \"Mengapa TUHAN membuat kita terpukul kalah oleh orang Filistin pada hari ini? Marilah kita mengambil dari Silo tabut perjanjian TUHAN, supaya Ia datang ke tengah-tengah kita dan melepaskan kita dari tangan musuh kita.\""}, {"number": "4", "text": "Kemudian bangsa itu menyuruh orang ke Silo, lalu mereka mengangkat dari sana tabut perjanjian TUHAN semesta alam, yang bersemayam di atas para kerub; kedua anak Eli, Hofni dan Pinehas, ada di sana dekat tabut perjanjian Allah itu."}, {"number": "5", "text": "Segera sesudah tabut perjanjian TUHAN sampai ke perkemahan, bersoraklah seluruh orang Israel dengan nyaring, sehingga bumi bergetar."}, {"number": "6", "text": "Dan orang Filistin yang mendengar bunyi sorak itu berkata: \"Apakah bunyi sorak yang nyaring di perkemahan orang Ibrani itu?\" Ketika diketahui mereka, bahwa tabut TUHAN telah sampai ke perkemahan itu,"}, {"number": "7", "text": "ketakutanlah orang Filistin, sebab kata mereka: \"Allah mereka telah datang ke perkemahan itu,\" dan mereka berkata: \"Celakalah kita, sebab seperti itu belum pernah terjadi dahulu."}, {"number": "8", "text": "Celakalah kita! Siapakah yang menolong kita dari tangan Allah yang maha dahsyat ini? Inilah juga Allah, yang telah menghajar orang Mesir dengan berbagai-bagai tulah di padang gurun."}, {"number": "9", "text": "Kuatkanlah hatimu dan berlakulah seperti laki-laki, hai orang Filistin, supaya kamu jangan menjadi budak orang Ibrani itu, seperti mereka dahulu menjadi budakmu. Berlakulah seperti laki-laki dan berperanglah!\""}, {"number": "10", "text": "Lalu berperanglah orang Filistin, sehingga orang Israel terpukul kalah. Mereka melarikan diri masing-masing ke kemahnya. Amatlah besar kekalahan itu: dari pihak Israel gugur tiga puluh ribu orang pasukan berjalan kaki."}, {"number": "11", "text": "Lagipula tabut Allah dirampas dan kedua anak Eli, Hofni dan Pinehas, tewas."}, {"number": "12", "text": "Seorang dari suku Benyamin lari dari barisan pertempuran dan pada hari itu juga ia sampai ke Silo dengan pakaian terkoyak-koyak dan dengan tanah di kepalanya."}, {"number": "13", "text": "Ketika ia sampai, Eli sedang duduk di kursi di tepi jalan menunggu-nunggu, sebab hatinya berdebar-debar karena tabut Allah itu. Ketika orang itu masuk ke kota dan menceritakan kabar itu, berteriaklah seluruh kota itu."}, {"number": "14", "text": "Ketika Eli mendengar bunyi teriakan itu, bertanyalah ia: \"Keributan apakah itu?\" Lalu bersegeralah orang itu mendapatkan Eli dan memberitahukannya kepadanya."}, {"number": "15", "text": "Eli sudah sembilan puluh delapan tahun umurnya dan matanya sudah bular, sehingga ia tidak dapat melihat lagi."}, {"number": "16", "text": "Kata orang itu kepada Eli: \"Aku datang dari medan pertempuran; baru hari ini aku melarikan diri dari medan pertempuran.\" Kata Eli: \"Bagaimana keadaannya, anakku?\""}, {"number": "17", "text": "Jawab pembawa kabar itu: \"Orang Israel melarikan diri dari hadapan orang Filistin; kekalahan yang besar telah diderita oleh rakyat; lagipula kedua anakmu, Hofni dan Pinehas, telah tewas, dan tabut Allah sudah dirampas.\""}, {"number": "18", "text": "Ketika disebutnya tabut Allah itu, jatuhlah Eli telentang dari kursi di sebelah pintu gerbang, batang lehernya patah dan ia mati. Sebab telah tua dan gemuk orangnya. Empat puluh tahun lamanya ia memerintah sebagai hakim atas orang Israel."}, {"number": "19", "text": "Adapun menantunya perempuan, isteri Pinehas, sudah hamil tua. Ketika didengarnya kabar itu, bahwa tabut Allah telah dirampas dan mertuanya laki-laki serta suaminya telah mati, duduklah ia berlutut, lalu bersalin, sebab ia kedatangan sakit beranak."}, {"number": "20", "text": "Ketika ia hampir mati, berkatalah perempuan-perempuan yang berdiri di dekatnya: \"Janganlah takut, sebab engkau telah melahirkan seorang anak laki-laki.\" Tetapi ia tidak menjawab dan tidak memperhatikannya."}, {"number": "21", "text": "Ia menamai anak itu Ikabod, katanya: \"Telah lenyap kemuliaan dari Israel\" --karena tabut Allah sudah dirampas dan karena mertuanya dan suaminya."}, {"number": "22", "text": "Katanya: \"Telah lenyap kemuliaan dari Israel, sebab tabut Allah telah dirampas.\""}]}