{"book": "1 Samuel", "chapter": 8, "verse": [{"number": "1", "text": "Setelah Samuel menjadi tua, diangkatnyalah anak-anaknya laki-laki menjadi hakim atas orang Israel."}, {"number": "2", "text": "Nama anaknya yang sulung ialah Yoel, dan nama anaknya yang kedua ialah Abia; keduanya menjadi hakim di Bersyeba."}, {"number": "3", "text": "Tetapi anak-anaknya itu tidak hidup seperti ayahnya; mereka mengejar laba, menerima suap dan memutarbalikkan keadilan."}, {"number": "4", "text": "Sebab itu berkumpullah semua tua-tua Israel; mereka datang kepada Samuel di Rama"}, {"number": "5", "text": "dan berkata kepadanya: \"Engkau sudah tua dan anak-anakmu tidak hidup seperti engkau; maka angkatlah sekarang seorang raja atas kami untuk memerintah kami, seperti pada segala bangsa-bangsa lain.\""}, {"number": "6", "text": "Waktu mereka berkata: \"Berikanlah kepada kami seorang raja untuk memerintah kami,\" perkataan itu mengesalkan Samuel, maka berdoalah Samuel kepada TUHAN."}, {"number": "7", "text": "TUHAN berfirman kepada Samuel: \"Dengarkanlah perkataan bangsa itu dalam segala hal yang dikatakan mereka kepadamu, sebab bukan engkau yang mereka tolak, tetapi Akulah yang mereka tolak, supaya jangan Aku menjadi raja atas mereka."}, {"number": "8", "text": "Tepat seperti yang dilakukan mereka kepada-Ku sejak hari Aku menuntun mereka keluar dari Mesir sampai hari ini, yakni meninggalkan Daku dan beribadah kepada allah lain, demikianlah juga dilakukan mereka kepadamu."}, {"number": "9", "text": "Oleh sebab itu dengarkanlah permintaan mereka, hanya peringatkanlah mereka dengan sungguh-sungguh dan beritahukanlah kepada mereka apa yang menjadi hak raja yang akan memerintah mereka.\""}, {"number": "10", "text": "Dan Samuel menyampaikan segala firman TUHAN kepada bangsa itu, yang meminta seorang raja kepadanya,"}, {"number": "11", "text": "katanya: \"Inilah yang menjadi hak raja yang akan memerintah kamu itu: anak-anakmu laki-laki akan diambilnya dan dipekerjakannya pada keretanya dan pada kudanya, dan mereka akan berlari di depan keretanya;"}, {"number": "12", "text": "ia akan menjadikan mereka kepala pasukan seribu dan kepala pasukan lima puluh; mereka akan membajak ladangnya dan mengerjakan penuaian baginya; senjata-senjatanya dan perkakas keretanya akan dibuat mereka."}, {"number": "13", "text": "Anak-anakmu perempuan akan diambilnya sebagai juru campur rempah-rempah, juru masak dan juru makanan."}, {"number": "14", "text": "Selanjutnya dari ladangmu, kebun anggurmu dan kebun zaitunmu akan diambilnya yang paling baik dan akan diberikannya kepada pegawai-pegawainya"}, {"number": "15", "text": "dari gandummu dan hasil kebun anggurmu akan diambilnya sepersepuluh dan akan diberikannya kepada pegawai-pegawai istananya dan kepada pegawai-pegawainya yang lain."}, {"number": "16", "text": "Budak-budakmu laki-laki dan budak-budakmu perempuan, ternakmu yang terbaik dan keledai-keledaimu akan diambilnya dan dipakainya untuk pekerjaannya."}, {"number": "17", "text": "Dari kambing dombamu akan diambilnya sepersepuluh, dan kamu sendiri akan menjadi budaknya."}, {"number": "18", "text": "Pada waktu itu kamu akan berteriak karena rajamu yang kamu pilih itu, tetapi TUHAN tidak akan menjawab kamu pada waktu itu.\""}, {"number": "19", "text": "Tetapi bangsa itu menolak mendengarkan perkataan Samuel dan mereka berkata: \"Tidak, harus ada raja atas kami;"}, {"number": "20", "text": "maka kamipun akan sama seperti segala bangsa-bangsa lain; raja kami akan menghakimi kami dan memimpin kami dalam perang.\""}, {"number": "21", "text": "Samuel mendengar segala perkataan bangsa itu, dan menyampaikannya kepada TUHAN."}, {"number": "22", "text": "TUHAN berfirman kepada Samuel: \"Dengarkanlah permintaan mereka dan angkatlah seorang raja bagi mereka.\" Kemudian berkatalah Samuel kepada orang-orang Israel itu: \"Pergilah, masing-masing ke kotanya.\""}]}