{"book": "Ratapan", "chapter": 4, "verse": [{"number": "1", "text": "Ah, sungguh pudar emas itu, emas murni itu berubah; batu-batu suci itu terbuang di pojok tiap jalan."}, {"number": "2", "text": "Anak-anak Sion yang berharga, yang setimbang dengan emas tua, sungguh mereka dianggap belanga-belanga tanah buatan tangan tukang periuk."}, {"number": "3", "text": "Serigalapun memberikan teteknya dan menyusui anak-anaknya, tetapi puteri bangsaku telah menjadi kejam seperti burung unta di padang pasir."}, {"number": "4", "text": "Lidah bayi melekat pada langit-langit karena haus; kanak-kanak meminta roti, tetapi tak seorangpun yang memberi."}, {"number": "5", "text": "Yang biasa makan yang sedap-sedap mati bulur di jalan-jalan; yang biasa duduk di atas bantal kirmizi terbaring di timbunan sampah."}, {"number": "6", "text": "Kedurjanaan puteri bangsaku melebihi dosa Sodom, yang sekejap mata dibongkar-bangkir tanpa ada tangan yang memukulnya."}, {"number": "7", "text": "Pemimpin-pemimpin lebih bersih dari salju dan lebih putih dari susu, tubuh mereka lebih merah dari pada merjan, seperti batu nilam rupa mereka."}, {"number": "8", "text": "Sekarang rupa mereka lebih hitam dari pada jelaga, mereka tidak dikenal di jalan-jalan, kulit mereka berkerut pada tulang-tulangnya, mengering seperti kayu."}, {"number": "9", "text": "Lebih bahagia mereka yang gugur karena pedang dari pada mereka yang tewas karena lapar, yang merana dan mati sebab tak ada hasil ladang."}, {"number": "10", "text": "Dengan tangan sendiri wanita yang lemah lembut memasak kanak-kanak mereka, untuk makanan mereka tatkala runtuh puteri bangsaku."}, {"number": "11", "text": "TUHAN melepaskan segenap amarah-Nya, mencurahkan murka-Nya yang menyala-nyala, dan menyalakan api di Sion, yang memakan dasar-dasarnya."}, {"number": "12", "text": "Tidak percaya raja-raja di bumi, pun seluruh penduduk dunia, bahwa lawan dan seteru dapat masuk ke dalam gapura-gapura Yerusalem."}, {"number": "13", "text": "Hal itu terjadi oleh sebab dosa nabi-nabinya dan kedurjanaan imam-imamnya yang di tengah-tengahnya mencurahkan darah orang yang tidak bersalah."}, {"number": "14", "text": "Mereka terhuyung-huyung seperti orang buta di jalan-jalan, cemar oleh darah, sehingga orang tak dapat menyentuh pakaian mereka."}, {"number": "15", "text": "Singkir! Najis!"}, {"number": "16", "text": "TUHAN sendiri mencerai-beraikan mereka, tak mau lagi Ia memandang mereka. Para imam tidak mereka hormati, dan orang-orang tua tidak mereka kasihani."}, {"number": "17", "text": "Selalu mata kami merindukan pertolongan, tetapi sia-sia; dari menara penjagaan kami menanti-nantikan suatu bangsa yang tak dapat menolong."}, {"number": "18", "text": "Mereka mengintai langkah-langkah kami, sehingga kami tak dapat berjalan di lapangan-lapangan kami; akhir hidup kami mendekat, hari-hari kami sudah genap, ya, akhir hidup kami sudah tiba."}, {"number": "19", "text": "Pengejar-pengejar kami lebih cepat dari pada burung rajawali di angkasa mereka memburu kami di atas gunung-gunung, menghadang kami di padang gurun."}, {"number": "20", "text": "Orang yang diurapi TUHAN, nafas hidup kami, tertangkap dalam pelubang mereka, dia yang kami sangka: \"Dalam naungannya kami akan hidup di antara bangsa-bangsa.\""}, {"number": "21", "text": "Bergembira dan bersukacitalah, hai puteri Edom, engkau yang mendiami tanah Us, juga kepadamu piala akan sampai, engkau akan jadi mabuk lalu menelanjangi dirimu!"}, {"number": "22", "text": "Telah hapus kesalahanmu, puteri Sion, tak akan lagi TUHAN membawa engkau ke dalam pembuangan, tetapi kesalahanmu, puteri Edom, akan dibalas-Nya, dan dosa-dosamu akan disingkapkan-Nya."}]}