{"book": "Matius", "chapter": 1, "verse": [{"number": "1", "text": "Inilah silsilah Yesus Kristus, anak Daud, anak Abraham."}, {"number": "2", "text": "Abraham memperanakkan Ishak, Ishak memperanakkan Yakub, Yakub memperanakkan Yehuda dan saudara-saudaranya,"}, {"number": "3", "text": "Yehuda memperanakkan Peres dan Zerah dari Tamar, Peres memperanakkan Hezron, Hezron memperanakkan Ram,"}, {"number": "4", "text": "Ram memperanakkan Aminadab, Aminadab memperanakkan Nahason, Nahason memperanakkan Salmon,"}, {"number": "5", "text": "Salmon memperanakkan Boas dari Rahab, Boas memperanakkan Obed dari Rut, Obed memperanakkan Isai,"}, {"number": "6", "text": "Isai memperanakkan raja Daud. Daud memperanakkan Salomo dari isteri Uria,"}, {"number": "7", "text": "Salomo memperanakkan Rehabeam, Rehabeam memperanakkan Abia, Abia memperanakkan Asa,"}, {"number": "8", "text": "Asa memperanakkan Yosafat, Yosafat memperanakkan Yoram, Yoram memperanakkan Uzia,"}, {"number": "9", "text": "Uzia memperanakkan Yotam, Yotam memperanakkan Ahas, Ahas memperanakkan Hizkia,"}, {"number": "10", "text": "Hizkia memperanakkan Manasye, Manasye memperanakkan Amon, Amon memperanakkan Yosia,"}, {"number": "11", "text": "Yosia memperanakkan Yekhonya dan saudara-saudaranya pada waktu pembuangan ke Babel."}, {"number": "12", "text": "Sesudah pembuangan ke Babel, Yekhonya memperanakkan Sealtiel, Sealtiel memperanakkan Zerubabel,"}, {"number": "13", "text": "Zerubabel memperanakkan Abihud, Abihud memperanakkan Elyakim, Elyakim memperanakkan Azor,"}, {"number": "14", "text": "Azor memperanakkan Zadok, Zadok memperanakkan Akhim, Akhim memperanakkan Eliud,"}, {"number": "15", "text": "Eliud memperanakkan Eleazar, Eleazar memperanakkan Matan, Matan memperanakkan Yakub,"}, {"number": "16", "text": "Yakub memperanakkan Yusuf suami Maria, yang melahirkan Yesus yang disebut Kristus."}, {"number": "17", "text": "Jadi seluruhnya ada: empat belas keturunan dari Abraham sampai Daud, empat belas keturunan dari Daud sampai pembuangan ke Babel, dan empat belas keturunan dari pembuangan ke Babel sampai Kristus."}, {"number": "18", "text": "Kelahiran Yesus Kristus adalah seperti berikut: Pada waktu Maria, ibu-Nya, bertunangan dengan Yusuf, ternyata ia mengandung dari Roh Kudus, sebelum mereka hidup sebagai suami isteri."}, {"number": "19", "text": "Karena Yusuf suaminya, seorang yang tulus hati dan tidak mau mencemarkan nama isterinya di muka umum, ia bermaksud menceraikannya dengan diam-diam."}, {"number": "20", "text": "Tetapi ketika ia mempertimbangkan maksud itu, malaikat Tuhan nampak kepadanya dalam mimpi dan berkata: \"Yusuf, anak Daud, janganlah engkau takut mengambil Maria sebagai isterimu, sebab anak yang di dalam kandungannya adalah dari Roh Kudus."}, {"number": "21", "text": "Ia akan melahirkan anak laki-laki dan engkau akan menamakan Dia Yesus, karena Dialah yang akan menyelamatkan umat-Nya dari dosa mereka.\""}, {"number": "22", "text": "Hal itu terjadi supaya genaplah yang difirmankan Tuhan oleh nabi:"}, {"number": "23", "text": "Sesungguhnya, anak dara itu akan mengandung dan melahirkan seorang anak laki-laki, dan mereka akan menamakan Dia Imanuel"}, {"number": "24", "text": "Sesudah bangun dari tidurnya, Yusuf berbuat seperti yang diperintahkan malaikat Tuhan itu kepadanya. Ia mengambil Maria sebagai isterinya,"}, {"number": "25", "text": "tetapi tidak bersetubuh dengan dia sampai ia melahirkan anaknya laki-laki dan Yusuf menamakan Dia Yesus."}]}