{"book": "Matius", "chapter": 13, "verse": [{"number": "1", "text": "Pada hari itu keluarlah Yesus dari rumah itu dan duduk di tepi danau."}, {"number": "2", "text": "Maka datanglah orang banyak berbondong-bondong lalu mengerumuni Dia, sehingga Ia naik ke perahu dan duduk di situ, sedangkan orang banyak semuanya berdiri di pantai."}, {"number": "3", "text": "Dan Ia mengucapkan banyak hal dalam perumpamaan kepada mereka. Kata-Nya: \"Adalah seorang penabur keluar untuk menabur."}, {"number": "4", "text": "Pada waktu ia menabur, sebagian benih itu jatuh di pinggir jalan, lalu datanglah burung dan memakannya sampai habis."}, {"number": "5", "text": "Sebagian jatuh di tanah yang berbatu-batu, yang tidak banyak tanahnya, lalu benih itupun segera tumbuh, karena tanahnya tipis."}, {"number": "6", "text": "Tetapi sesudah matahari terbit, layulah ia dan menjadi kering karena tidak berakar."}, {"number": "7", "text": "Sebagian lagi jatuh di tengah semak duri, lalu makin besarlah semak itu dan menghimpitnya sampai mati."}, {"number": "8", "text": "Dan sebagian jatuh di tanah yang baik lalu berbuah: ada yang seratus kali lipat, ada yang enam puluh kali lipat, ada yang tiga puluh kali lipat."}, {"number": "9", "text": "Siapa bertelinga, hendaklah ia mendengar!\""}, {"number": "10", "text": "Maka datanglah murid-murid-Nya dan bertanya kepada-Nya: \"Mengapa Engkau berkata-kata kepada mereka dalam perumpamaan?\""}, {"number": "11", "text": "Jawab Yesus: \"Kepadamu diberi karunia untuk mengetahui rahasia Kerajaan Sorga, tetapi kepada mereka tidak."}, {"number": "12", "text": "Karena siapa yang mempunyai, kepadanya akan diberi, sehingga ia berkelimpahan; tetapi siapa yang tidak mempunyai, apapun juga yang ada padanya akan diambil dari padanya."}, {"number": "13", "text": "Itulah sebabnya Aku berkata-kata dalam perumpamaan kepada mereka; karena sekalipun melihat, mereka tidak melihat dan sekalipun mendengar, mereka tidak mendengar dan tidak mengerti."}, {"number": "14", "text": "Maka pada mereka genaplah nubuat Yesaya, yang berbunyi: Kamu akan mendengar dan mendengar, namun tidak mengerti, kamu akan melihat dan melihat, namun tidak menanggap."}, {"number": "15", "text": "Sebab hati bangsa ini telah menebal, dan telinganya berat mendengar, dan matanya melekat tertutup; supaya jangan mereka melihat dengan matanya dan mendengar dengan telinganya dan mengerti dengan hatinya, lalu berbalik sehingga Aku menyembuhkan mereka."}, {"number": "16", "text": "Tetapi berbahagialah matamu karena melihat dan telingamu karena mendengar."}, {"number": "17", "text": "Sebab Aku berkata kepadamu: Sesungguhnya banyak nabi dan orang benar ingin melihat apa yang kamu lihat, tetapi tidak melihatnya, dan ingin mendengar apa yang kamu dengar, tetapi tidak mendengarnya."}, {"number": "18", "text": "Karena itu, dengarlah arti perumpamaan penabur itu."}, {"number": "19", "text": "Kepada setiap orang yang mendengar firman tentang Kerajaan Sorga, tetapi tidak mengertinya, datanglah si jahat dan merampas yang ditaburkan dalam hati orang itu; itulah benih yang ditaburkan di pinggir jalan."}, {"number": "20", "text": "Benih yang ditaburkan di tanah yang berbatu-batu ialah orang yang mendengar firman itu dan segera menerimanya dengan gembira."}, {"number": "21", "text": "Tetapi ia tidak berakar dan tahan sebentar saja. Apabila datang penindasan atau penganiayaan karena firman itu, orang itupun segera murtad."}, {"number": "22", "text": "Yang ditaburkan di tengah semak duri ialah orang yang mendengar firman itu, lalu kekuatiran dunia ini dan tipu daya kekayaan menghimpit firman itu sehingga tidak berbuah."}, {"number": "23", "text": "Yang ditaburkan di tanah yang baik ialah orang yang mendengar firman itu dan mengerti, dan karena itu ia berbuah, ada yang seratus kali lipat, ada yang enam puluh kali lipat, ada yang tiga puluh kali lipat.\""}, {"number": "24", "text": "Yesus membentangkan suatu perumpamaan lain lagi kepada mereka, kata-Nya: \"Hal Kerajaan Sorga itu seumpama orang yang menaburkan benih yang baik di ladangnya."}, {"number": "25", "text": "Tetapi pada waktu semua orang tidur, datanglah musuhnya menaburkan benih lalang di antara gandum itu, lalu pergi."}, {"number": "26", "text": "Ketika gandum itu tumbuh dan mulai berbulir, nampak jugalah lalang itu."}, {"number": "27", "text": "Maka datanglah hamba-hamba tuan ladang itu kepadanya dan berkata: Tuan, bukankah benih baik, yang tuan taburkan di ladang tuan? Dari manakah lalang itu?"}, {"number": "28", "text": "Jawab tuan itu: Seorang musuh yang melakukannya. Lalu berkatalah hamba-hamba itu kepadanya: Jadi maukah tuan supaya kami pergi mencabut lalang itu?"}, {"number": "29", "text": "Tetapi ia berkata: Jangan, sebab mungkin gandum itu ikut tercabut pada waktu kamu mencabut lalang itu."}, {"number": "30", "text": "Biarkanlah keduanya tumbuh bersama sampai waktu menuai. Pada waktu itu aku akan berkata kepada para penuai: Kumpulkanlah dahulu lalang itu dan ikatlah berberkas-berkas untuk dibakar; kemudian kumpulkanlah gandum itu ke dalam lumbungku.\""}, {"number": "31", "text": "Yesus membentangkan suatu perumpamaan lain lagi kepada mereka, kata-Nya: \"Hal Kerajaan Sorga itu seumpama biji sesawi, yang diambil dan ditaburkan orang di ladangnya."}, {"number": "32", "text": "Memang biji itu yang paling kecil dari segala jenis benih, tetapi apabila sudah tumbuh, sesawi itu lebih besar dari pada sayuran yang lain, bahkan menjadi pohon, sehingga burung-burung di udara datang bersarang pada cabang-cabangnya.\""}, {"number": "33", "text": "Dan Ia menceriterakan perumpamaan ini juga kepada mereka: \"Hal Kerajaan Sorga itu seumpama ragi yang diambil seorang perempuan dan diadukkan ke dalam tepung terigu tiga sukat sampai khamir seluruhnya.\""}, {"number": "34", "text": "Semuanya itu disampaikan Yesus kepada orang banyak dalam perumpamaan, dan tanpa perumpamaan suatupun tidak disampaikan-Nya kepada mereka,"}, {"number": "35", "text": "supaya genaplah firman yang disampaikan oleh nabi: \"Aku mau membuka mulut-Ku mengatakan perumpamaan, Aku mau mengucapkan hal yang tersembunyi sejak dunia dijadikan.\""}, {"number": "36", "text": "Maka Yesuspun meninggalkan orang banyak itu, lalu pulang. Murid-murid-Nya datang dan berkata kepada-Nya: \"Jelaskanlah kepada kami perumpamaan tentang lalang di ladang itu.\""}, {"number": "37", "text": "Ia menjawab, kata-Nya: \"Orang yang menaburkan benih baik ialah Anak Manusia;"}, {"number": "38", "text": "ladang ialah dunia. Benih yang baik itu anak-anak Kerajaan dan lalang anak-anak si jahat."}, {"number": "39", "text": "Musuh yang menaburkan benih lalang ialah Iblis. Waktu menuai ialah akhir zaman dan para penuai itu malaikat."}, {"number": "40", "text": "Maka seperti lalang itu dikumpulkan dan dibakar dalam api, demikian juga pada akhir zaman."}, {"number": "41", "text": "Anak Manusia akan menyuruh malaikat-malaikat-Nya dan mereka akan mengumpulkan segala sesuatu yang menyesatkan dan semua orang yang melakukan kejahatan dari dalam Kerajaan-Nya."}, {"number": "42", "text": "Semuanya akan dicampakkan ke dalam dapur api; di sanalah akan terdapat ratapan dan kertakan gigi."}, {"number": "43", "text": "Pada waktu itulah orang-orang benar akan bercahaya seperti matahari dalam Kerajaan Bapa mereka. Siapa bertelinga, hendaklah ia mendengar!\""}, {"number": "44", "text": "Hal Kerajaan Sorga itu seumpama harta yang terpendam di ladang, yang ditemukan orang, lalu dipendamkannya lagi. Oleh sebab sukacitanya pergilah ia menjual seluruh miliknya lalu membeli ladang itu."}, {"number": "45", "text": "Demikian pula hal Kerajaan Sorga itu seumpama seorang pedagang yang mencari mutiara yang indah."}, {"number": "46", "text": "Setelah ditemukannya mutiara yang sangat berharga, iapun pergi menjual seluruh miliknya lalu membeli mutiara itu.\""}, {"number": "47", "text": "Demikian pula hal Kerajaan Sorga itu seumpama pukat yang dilabuhkan di laut, lalu mengumpulkan berbagai-bagai jenis ikan."}, {"number": "48", "text": "Setelah penuh, pukat itupun diseret orang ke pantai, lalu duduklah mereka dan mengumpulkan ikan yang baik ke dalam pasu dan ikan yang tidak baik mereka buang."}, {"number": "49", "text": "Demikianlah juga pada akhir zaman: Malaikat-malaikat akan datang memisahkan orang jahat dari orang benar,"}, {"number": "50", "text": "lalu mencampakkan orang jahat ke dalam dapur api; di sanalah akan terdapat ratapan dan kertakan gigi."}, {"number": "51", "text": "Mengertikah kamu semuanya itu?\" Mereka menjawab: \"Ya, kami mengerti.\""}, {"number": "52", "text": "Maka berkatalah Yesus kepada mereka: \"Karena itu setiap ahli Taurat yang menerima pelajaran dari hal Kerajaan Sorga itu seumpama tuan rumah yang mengeluarkan harta yang baru dan yang lama dari perbendaharaannya.\""}, {"number": "53", "text": "Setelah Yesus selesai menceriterakan perumpamaan-perumpamaan itu, Iapun pergi dari situ."}, {"number": "54", "text": "Setibanya di tempat asal-Nya, Yesus mengajar orang-orang di situ di rumah ibadat mereka. Maka takjublah mereka dan berkata: \"Dari mana diperoleh-Nya hikmat itu dan kuasa untuk mengadakan mujizat-mujizat itu?"}, {"number": "55", "text": "Bukankah Ia ini anak tukang kayu? Bukankah ibu-Nya bernama Maria dan saudara-saudara-Nya: Yakobus, Yusuf, Simon dan Yudas?"}, {"number": "56", "text": "Dan bukankah saudara-saudara-Nya perempuan semuanya ada bersama kita? Jadi dari mana diperoleh-Nya semuanya itu?\""}, {"number": "57", "text": "Lalu mereka kecewa dan menolak Dia. Maka Yesus berkata kepada mereka: \"Seorang nabi dihormati di mana-mana, kecuali di tempat asalnya sendiri dan di rumahnya.\""}, {"number": "58", "text": "Dan karena ketidakpercayaan mereka, tidak banyak mujizat diadakan-Nya di situ."}]}