{"book": "Matius", "chapter": 16, "verse": [{"number": "1", "text": "Kemudian datanglah orang-orang Farisi dan Saduki hendak mencobai Yesus. Mereka meminta supaya Ia memperlihatkan suatu tanda dari sorga kepada mereka."}, {"number": "2", "text": "Tetapi jawab Yesus: \"Pada petang hari karena langit merah, kamu berkata: Hari akan cerah,"}, {"number": "3", "text": "dan pada pagi hari, karena langit merah dan redup, kamu berkata: Hari buruk. Rupa langit kamu tahu membedakannya tetapi tanda-tanda zaman tidak."}, {"number": "4", "text": "Angkatan yang jahat dan tidak setia ini menuntut suatu tanda. Tetapi kepada mereka tidak akan diberikan tanda selain tanda nabi Yunus.\" Lalu Yesus meninggalkan mereka dan pergi."}, {"number": "5", "text": "Pada waktu murid-murid Yesus menyeberang danau, mereka lupa membawa roti."}, {"number": "6", "text": "Yesus berkata kepada mereka: \"Berjaga-jagalah dan waspadalah terhadap ragi orang Farisi dan Saduki.\""}, {"number": "7", "text": "Maka mereka berpikir-pikir dan seorang berkata kepada yang lain: \"Itu dikatakan-Nya karena kita tidak membawa roti.\""}, {"number": "8", "text": "Dan ketika Yesus mengetahui apa yang mereka perbincangkan, Ia berkata: \"Mengapa kamu memperbincangkan soal tidak ada roti? Hai orang-orang yang kurang percaya!"}, {"number": "9", "text": "Belum juga kamu mengerti? Tidak kamu ingat lagi akan lima roti untuk lima ribu orang itu dan berapa bakul roti kamu kumpulkan kemudian?"}, {"number": "10", "text": "Ataupun akan tujuh roti untuk empat ribu orang itu dan berapa bakul kamu kumpulkan kemudian?"}, {"number": "11", "text": "Bagaimana mungkin kamu tidak mengerti bahwa bukan roti yang Kumaksudkan. Aku berkata kepadamu: Waspadalah terhadap ragi orang Farisi dan Saduki.\""}, {"number": "12", "text": "Ketika itu barulah mereka mengerti bahwa bukan maksud-Nya supaya mereka waspada terhadap ragi roti, melainkan terhadap ajaran orang Farisi dan Saduki."}, {"number": "13", "text": "Setelah Yesus tiba di daerah Kaisarea Filipi, Ia bertanya kepada murid-murid-Nya: \"Kata orang, siapakah Anak Manusia itu?\""}, {"number": "14", "text": "Jawab mereka: \"Ada yang mengatakan: Yohanes Pembaptis, ada juga yang mengatakan: Elia dan ada pula yang mengatakan: Yeremia atau salah seorang dari para nabi.\""}, {"number": "15", "text": "Lalu Yesus bertanya kepada mereka: \"Tetapi apa katamu, siapakah Aku ini?\""}, {"number": "16", "text": "Maka jawab Simon Petrus: \"Engkau adalah Mesias, Anak Allah yang hidup!\""}, {"number": "17", "text": "Kata Yesus kepadanya: \"Berbahagialah engkau Simon bin Yunus sebab bukan manusia yang menyatakan itu kepadamu, melainkan Bapa-Ku yang di sorga."}, {"number": "18", "text": "Dan Akupun berkata kepadamu: Engkau adalah Petrus dan di atas batu karang ini Aku akan mendirikan jemaat-Ku dan alam maut tidak akan menguasainya."}, {"number": "19", "text": "Kepadamu akan Kuberikan kunci Kerajaan Sorga. Apa yang kauikat di dunia ini akan terikat di sorga dan apa yang kaulepaskan di dunia ini akan terlepas di sorga.\""}, {"number": "20", "text": "Lalu Yesus melarang murid-murid-Nya supaya jangan memberitahukan kepada siapapun bahwa Ia Mesias."}, {"number": "21", "text": "Sejak waktu itu Yesus mulai menyatakan kepada murid-murid-Nya bahwa Ia harus pergi ke Yerusalem dan menanggung banyak penderitaan dari pihak tua-tua, imam-imam kepala dan ahli-ahli Taurat, lalu dibunuh dan dibangkitkan pada hari ketiga."}, {"number": "22", "text": "Tetapi Petrus menarik Yesus ke samping dan menegor Dia, katanya: \"Tuhan, kiranya Allah menjauhkan hal itu! Hal itu sekali-kali takkan menimpa Engkau.\""}, {"number": "23", "text": "Maka Yesus berpaling dan berkata kepada Petrus: \"Enyahlah Iblis. Engkau suatu batu sandungan bagi-Ku, sebab engkau bukan memikirkan apa yang dipikirkan Allah, melainkan apa yang dipikirkan manusia.\""}, {"number": "24", "text": "Lalu Yesus berkata kepada murid-murid-Nya: \"Setiap orang yang mau mengikut Aku, ia harus menyangkal dirinya, memikul salibnya dan mengikut Aku."}, {"number": "25", "text": "Karena barangsiapa mau menyelamatkan nyawanya, ia akan kehilangan nyawanya; tetapi barangsiapa kehilangan nyawanya karena Aku, ia akan memperolehnya."}, {"number": "26", "text": "Apa gunanya seorang memperoleh seluruh dunia tetapi kehilangan nyawanya? Dan apakah yang dapat diberikannya sebagai ganti nyawanya?"}, {"number": "27", "text": "Sebab Anak Manusia akan datang dalam kemuliaan Bapa-Nya diiringi malaikat-malaikat-Nya; pada waktu itu Ia akan membalas setiap orang menurut perbuatannya."}, {"number": "28", "text": "Aku berkata kepadamu: Sesungguhnya di antara orang yang hadir di sini ada yang tidak akan mati sebelum mereka melihat Anak Manusia datang sebagai Raja dalam Kerajaan-Nya.\""}]}