{"book": "Matius", "chapter": 21, "verse": [{"number": "1", "text": "Ketika Yesus dan murid-murid-Nya telah dekat Yerusalem dan tiba di Betfage yang terletak di Bukit Zaitun, Yesus menyuruh dua orang murid-Nya"}, {"number": "2", "text": "dengan pesan: \"Pergilah ke kampung yang di depanmu itu, dan di situ kamu akan segera menemukan seekor keledai betina tertambat dan anaknya ada dekatnya. Lepaskanlah keledai itu dan bawalah keduanya kepada-Ku."}, {"number": "3", "text": "Dan jikalau ada orang menegor kamu, katakanlah: Tuhan memerlukannya. Ia akan segera mengembalikannya.\""}, {"number": "4", "text": "Hal itu terjadi supaya genaplah firman yang disampaikan oleh nabi:"}, {"number": "5", "text": "Katakanlah kepada puteri Sion: Lihat, Rajamu datang kepadamu, Ia lemah lembut dan mengendarai seekor keledai, seekor keledai beban yang muda."}, {"number": "6", "text": "Maka pergilah murid-murid itu dan berbuat seperti yang ditugaskan Yesus kepada mereka."}, {"number": "7", "text": "Mereka membawa keledai betina itu bersama anaknya, lalu mengalasinya dengan pakaian mereka dan Yesuspun naik ke atasnya."}, {"number": "8", "text": "Orang banyak yang sangat besar jumlahnya menghamparkan pakaiannya di jalan, ada pula yang memotong ranting-ranting dari pohon-pohon dan menyebarkannya di jalan."}, {"number": "9", "text": "Dan orang banyak yang berjalan di depan Yesus dan yang mengikuti-Nya dari belakang berseru, katanya: \"Hosana bagi Anak Daud, diberkatilah Dia yang datang dalam nama Tuhan, hosana di tempat yang mahatinggi!\""}, {"number": "10", "text": "Dan ketika Ia masuk ke Yerusalem, gemparlah seluruh kota itu dan orang berkata: \"Siapakah orang ini?\""}, {"number": "11", "text": "Dan orang banyak itu menyahut: \"Inilah nabi Yesus dari Nazaret di Galilea.\""}, {"number": "12", "text": "Lalu Yesus masuk ke Bait Allah dan mengusir semua orang yang berjual beli di halaman Bait Allah. Ia membalikkan meja-meja penukar uang dan bangku-bangku pedagang merpati"}, {"number": "13", "text": "dan berkata kepada mereka: \"Ada tertulis: Rumah-Ku akan disebut rumah doa. Tetapi kamu menjadikannya sarang penyamun.\""}, {"number": "14", "text": "Maka datanglah orang-orang buta dan orang-orang timpang kepada-Nya dalam Bait Allah itu dan mereka disembuhkan-Nya."}, {"number": "15", "text": "Tetapi ketika imam-imam kepala dan ahli-ahli Taurat melihat mujizat-mujizat yang dibuat-Nya itu dan anak-anak yang berseru dalam Bait Allah: \"Hosana bagi Anak Daud!\" hati mereka sangat jengkel,"}, {"number": "16", "text": "lalu mereka berkata kepada-Nya: \"Engkau dengar apa yang dikatakan anak-anak ini?\" Kata Yesus kepada mereka: \"Aku dengar; belum pernahkah kamu baca: Dari mulut bayi-bayi dan anak-anak yang menyusu Engkau telah menyediakan puji-pujian?\""}, {"number": "17", "text": "Lalu Ia meninggalkan mereka dan pergi ke luar kota ke Betania dan bermalam di situ."}, {"number": "18", "text": "Pada pagi-pagi hari dalam perjalanan-Nya kembali ke kota, Yesus merasa lapar."}, {"number": "19", "text": "Dekat jalan Ia melihat pohon ara lalu pergi ke situ, tetapi Ia tidak mendapat apa-apa pada pohon itu selain daun-daun saja. Kata-Nya kepada pohon itu: \"Engkau tidak akan berbuah lagi selama-lamanya!\" Dan seketika itu juga keringlah pohon ara itu."}, {"number": "20", "text": "Melihat kejadian itu tercenganglah murid-murid-Nya, lalu berkata: \"Bagaimana mungkin pohon ara itu sekonyong-konyong menjadi kering?\""}, {"number": "21", "text": "Yesus menjawab mereka: \"Aku berkata kepadamu, sesungguhnya jika kamu percaya dan tidak bimbang, kamu bukan saja akan dapat berbuat apa yang Kuperbuat dengan pohon ara itu, tetapi juga jikalau kamu berkata kepada gunung ini: Beranjaklah dan tercampaklah ke dalam laut! hal itu akan terjadi."}, {"number": "22", "text": "Dan apa saja yang kamu minta dalam doa dengan penuh kepercayaan, kamu akan menerimanya.\""}, {"number": "23", "text": "Lalu Yesus masuk ke Bait Allah, dan ketika Ia mengajar di situ, datanglah imam-imam kepala serta tua-tua bangsa Yahudi kepada-Nya, dan bertanya: \"Dengan kuasa manakah Engkau melakukan hal-hal itu? Dan siapakah yang memberikan kuasa itu kepada-Mu?\""}, {"number": "24", "text": "Jawab Yesus kepada mereka: \"Aku juga akan mengajukan satu pertanyaan kepadamu dan jikalau kamu memberi jawabnya kepada-Ku, Aku akan mengatakan juga kepadamu dengan kuasa manakah Aku melakukan hal-hal itu."}, {"number": "25", "text": "Dari manakah baptisan Yohanes? Dari sorga atau dari manusia?\" Mereka memperbincangkannya di antara mereka, dan berkata: \"Jikalau kita katakan: Dari sorga, Ia akan berkata kepada kita: Kalau begitu, mengapakah kamu tidak percaya kepadanya?"}, {"number": "26", "text": "Tetapi jikalau kita katakan: Dari manusia, kita takut kepada orang banyak, sebab semua orang menganggap Yohanes ini nabi.\""}, {"number": "27", "text": "Lalu mereka menjawab Yesus: \"Kami tidak tahu.\" Dan Yesuspun berkata kepada mereka: \"Jika demikian, Aku juga tidak mengatakan kepadamu dengan kuasa manakah Aku melakukan hal-hal itu.\""}, {"number": "28", "text": "Tetapi apakah pendapatmu tentang ini: Seorang mempunyai dua anak laki-laki. Ia pergi kepada anak yang sulung dan berkata: Anakku, pergi dan bekerjalah hari ini dalam kebun anggur."}, {"number": "29", "text": "Jawab anak itu: Baik, bapa. Tetapi ia tidak pergi."}, {"number": "30", "text": "Lalu orang itu pergi kepada anak yang kedua dan berkata demikian juga. Dan anak itu menjawab: Aku tidak mau. Tetapi kemudian ia menyesal lalu pergi juga."}, {"number": "31", "text": "Siapakah di antara kedua orang itu yang melakukan kehendak ayahnya?\" Jawab mereka: \"Yang terakhir.\" Kata Yesus kepada mereka: \"Aku berkata kepadamu, sesungguhnya pemungut-pemungut cukai dan perempuan-perempuan sundal akan mendahului kamu masuk ke dalam Kerajaan Allah."}, {"number": "32", "text": "Sebab Yohanes datang untuk menunjukkan jalan kebenaran kepadamu, dan kamu tidak percaya kepadanya. Tetapi pemungut-pemungut cukai dan perempuan-perempuan sundal percaya kepadanya. Dan meskipun kamu melihatnya, tetapi kemudian kamu tidak menyesal dan kamu tidak juga percaya kepadanya.\""}, {"number": "33", "text": "Dengarkanlah suatu perumpamaan yang lain. Adalah seorang tuan tanah membuka kebun anggur dan menanam pagar sekelilingnya. Ia menggali lobang tempat memeras anggur dan mendirikan menara jaga di dalam kebun itu. Kemudian ia menyewakan kebun itu kepada penggarap-penggarap lalu berangkat ke negeri lain."}, {"number": "34", "text": "Ketika hampir tiba musim petik, ia menyuruh hamba-hambanya kepada penggarap-penggarap itu untuk menerima hasil yang menjadi bagiannya."}, {"number": "35", "text": "Tetapi penggarap-penggarap itu menangkap hamba-hambanya itu: mereka memukul yang seorang, membunuh yang lain dan melempari yang lain pula dengan batu."}, {"number": "36", "text": "Kemudian tuan itu menyuruh pula hamba-hamba yang lain, lebih banyak dari pada yang semula, tetapi merekapun diperlakukan sama seperti kawan-kawan mereka."}, {"number": "37", "text": "Akhirnya ia menyuruh anaknya kepada mereka, katanya: Anakku akan mereka segani."}, {"number": "38", "text": "Tetapi ketika penggarap-penggarap itu melihat anaknya itu, mereka berkata seorang kepada yang lain: Ia adalah ahli waris, mari kita bunuh dia, supaya warisannya menjadi milik kita."}, {"number": "39", "text": "Mereka menangkapnya dan melemparkannya ke luar kebun anggur itu, lalu membunuhnya."}, {"number": "40", "text": "Maka apabila tuan kebun anggur itu datang, apakah yang akan dilakukannya dengan penggarap-penggarap itu?\""}, {"number": "41", "text": "Kata mereka kepada-Nya: \"Ia akan membinasakan orang-orang jahat itu dan kebun anggurnya akan disewakannya kepada penggarap-penggarap lain, yang akan menyerahkan hasilnya kepadanya pada waktunya.\""}, {"number": "42", "text": "Kata Yesus kepada mereka: \"Belum pernahkah kamu baca dalam Kitab Suci: Batu yang dibuang oleh tukang-tukang bangunan telah menjadi batu penjuru: hal itu terjadi dari pihak Tuhan, suatu perbuatan ajaib di mata kita."}, {"number": "43", "text": "Sebab itu, Aku berkata kepadamu, bahwa Kerajaan Allah akan diambil dari padamu dan akan diberikan kepada suatu bangsa yang akan menghasilkan buah Kerajaan itu."}, {"number": "44", "text": "(Dan barangsiapa jatuh ke atas batu itu, ia akan hancur dan barangsiapa ditimpa batu itu, ia akan remuk.)\""}, {"number": "45", "text": "Ketika imam-imam kepala dan orang-orang Farisi mendengar perumpamaan-perumpamaan Yesus, mereka mengerti, bahwa merekalah yang dimaksudkan-Nya."}, {"number": "46", "text": "Dan mereka berusaha untuk menangkap Dia, tetapi mereka takut kepada orang banyak, karena orang banyak itu menganggap Dia nabi."}]}