{"book": "Matius", "chapter": 5, "verse": [{"number": "1", "text": "Ketika Yesus melihat orang banyak itu, naiklah Ia ke atas bukit dan setelah Ia duduk, datanglah murid-murid-Nya kepada-Nya."}, {"number": "2", "text": "Maka Yesuspun mulai berbicara dan mengajar mereka, kata-Nya:"}, {"number": "3", "text": "Berbahagialah orang yang miskin di hadapan Allah, karena merekalah yang empunya Kerajaan Sorga."}, {"number": "4", "text": "Berbahagialah orang yang berdukacita, karena mereka akan dihibur."}, {"number": "5", "text": "Berbahagialah orang yang lemah lembut, karena mereka akan memiliki bumi."}, {"number": "6", "text": "Berbahagialah orang yang lapar dan haus akan kebenaran, karena mereka akan dipuaskan."}, {"number": "7", "text": "Berbahagialah orang yang murah hatinya, karena mereka akan beroleh kemurahan."}, {"number": "8", "text": "Berbahagialah orang yang suci hatinya, karena mereka akan melihat Allah."}, {"number": "9", "text": "Berbahagialah orang yang membawa damai, karena mereka akan disebut anak-anak Allah."}, {"number": "10", "text": "Berbahagialah orang yang dianiaya oleh sebab kebenaran, karena merekalah yang empunya Kerajaan Sorga."}, {"number": "11", "text": "Berbahagialah kamu, jika karena Aku kamu dicela dan dianiaya dan kepadamu difitnahkan segala yang jahat."}, {"number": "12", "text": "Bersukacita dan bergembiralah, karena upahmu besar di sorga, sebab demikian juga telah dianiaya nabi-nabi yang sebelum kamu.\""}, {"number": "13", "text": "Kamu adalah garam dunia. Jika garam itu menjadi tawar, dengan apakah ia diasinkan? Tidak ada lagi gunanya selain dibuang dan diinjak orang."}, {"number": "14", "text": "Kamu adalah terang dunia. Kota yang terletak di atas gunung tidak mungkin tersembunyi."}, {"number": "15", "text": "Lagipula orang tidak menyalakan pelita lalu meletakkannya di bawah gantang, melainkan di atas kaki dian sehingga menerangi semua orang di dalam rumah itu."}, {"number": "16", "text": "Demikianlah hendaknya terangmu bercahaya di depan orang, supaya mereka melihat perbuatanmu yang baik dan memuliakan Bapamu yang di sorga.\""}, {"number": "17", "text": "Janganlah kamu menyangka, bahwa Aku datang untuk meniadakan hukum Taurat atau kitab para nabi. Aku datang bukan untuk meniadakannya, melainkan untuk menggenapinya."}, {"number": "18", "text": "Karena Aku berkata kepadamu: Sesungguhnya selama belum lenyap langit dan bumi ini, satu iota atau satu titikpun tidak akan ditiadakan dari hukum Taurat, sebelum semuanya terjadi."}, {"number": "19", "text": "Karena itu siapa yang meniadakan salah satu perintah hukum Taurat sekalipun yang paling kecil, dan mengajarkannya demikian kepada orang lain, ia akan menduduki tempat yang paling rendah di dalam Kerajaan Sorga; tetapi siapa yang melakukan dan mengajarkan segala perintah-perintah hukum Taurat, ia akan menduduki tempat yang tinggi di dalam Kerajaan Sorga."}, {"number": "20", "text": "Maka Aku berkata kepadamu: Jika hidup keagamaanmu tidak lebih benar dari pada hidup keagamaan ahli-ahli Taurat dan orang-orang Farisi, sesungguhnya kamu tidak akan masuk ke dalam Kerajaan Sorga."}, {"number": "21", "text": "Kamu telah mendengar yang difirmankan kepada nenek moyang kita: Jangan membunuh; siapa yang membunuh harus dihukum."}, {"number": "22", "text": "Tetapi Aku berkata kepadamu: Setiap orang yang marah terhadap saudaranya harus dihukum; siapa yang berkata kepada saudaranya: Kafir! harus dihadapkan ke Mahkamah Agama dan siapa yang berkata: Jahil! harus diserahkan ke dalam neraka yang menyala-nyala."}, {"number": "23", "text": "Sebab itu, jika engkau mempersembahkan persembahanmu di atas mezbah dan engkau teringat akan sesuatu yang ada dalam hati saudaramu terhadap engkau,"}, {"number": "24", "text": "tinggalkanlah persembahanmu di depan mezbah itu dan pergilah berdamai dahulu dengan saudaramu, lalu kembali untuk mempersembahkan persembahanmu itu."}, {"number": "25", "text": "Segeralah berdamai dengan lawanmu selama engkau bersama-sama dengan dia di tengah jalan, supaya lawanmu itu jangan menyerahkan engkau kepada hakim dan hakim itu menyerahkan engkau kepada pembantunya dan engkau dilemparkan ke dalam penjara."}, {"number": "26", "text": "Aku berkata kepadamu: Sesungguhnya engkau tidak akan keluar dari sana, sebelum engkau membayar hutangmu sampai lunas."}, {"number": "27", "text": "Kamu telah mendengar firman: Jangan berzinah."}, {"number": "28", "text": "Tetapi Aku berkata kepadamu: Setiap orang yang memandang perempuan serta menginginkannya, sudah berzinah dengan dia di dalam hatinya."}, {"number": "29", "text": "Maka jika matamu yang kanan menyesatkan engkau, cungkillah dan buanglah itu, karena lebih baik bagimu jika satu dari anggota tubuhmu binasa, dari pada tubuhmu dengan utuh dicampakkan ke dalam neraka."}, {"number": "30", "text": "Dan jika tanganmu yang kanan menyesatkan engkau, penggallah dan buanglah itu, karena lebih baik bagimu jika satu dari anggota tubuhmu binasa dari pada tubuhmu dengan utuh masuk neraka."}, {"number": "31", "text": "Telah difirmankan juga: Siapa yang menceraikan isterinya harus memberi surat cerai kepadanya."}, {"number": "32", "text": "Tetapi Aku berkata kepadamu: Setiap orang yang menceraikan isterinya kecuali karena zinah, ia menjadikan isterinya berzinah; dan siapa yang kawin dengan perempuan yang diceraikan, ia berbuat zinah."}, {"number": "33", "text": "Kamu telah mendengar pula yang difirmankan kepada nenek moyang kita: Jangan bersumpah palsu, melainkan peganglah sumpahmu di depan Tuhan."}, {"number": "34", "text": "Tetapi Aku berkata kepadamu: Janganlah sekali-kali bersumpah, baik demi langit, karena langit adalah takhta Allah,"}, {"number": "35", "text": "maupun demi bumi, karena bumi adalah tumpuan kaki-Nya, ataupun demi Yerusalem, karena Yerusalem adalah kota Raja Besar;"}, {"number": "36", "text": "janganlah juga engkau bersumpah demi kepalamu, karena engkau tidak berkuasa memutihkan atau menghitamkan sehelai rambutpun."}, {"number": "37", "text": "Jika ya, hendaklah kamu katakan: ya, jika tidak, hendaklah kamu katakan: tidak. Apa yang lebih dari pada itu berasal dari si jahat."}, {"number": "38", "text": "Kamu telah mendengar firman: Mata ganti mata dan gigi ganti gigi."}, {"number": "39", "text": "Tetapi Aku berkata kepadamu: Janganlah kamu melawan orang yang berbuat jahat kepadamu, melainkan siapapun yang menampar pipi kananmu, berilah juga kepadanya pipi kirimu."}, {"number": "40", "text": "Dan kepada orang yang hendak mengadukan engkau karena mengingini bajumu, serahkanlah juga jubahmu."}, {"number": "41", "text": "Dan siapapun yang memaksa engkau berjalan sejauh satu mil, berjalanlah bersama dia sejauh dua mil."}, {"number": "42", "text": "Berilah kepada orang yang meminta kepadamu dan janganlah menolak orang yang mau meminjam dari padamu."}, {"number": "43", "text": "Kamu telah mendengar firman: Kasihilah sesamamu manusia dan bencilah musuhmu."}, {"number": "44", "text": "Tetapi Aku berkata kepadamu: Kasihilah musuhmu dan berdoalah bagi mereka yang menganiaya kamu."}, {"number": "45", "text": "Karena dengan demikianlah kamu menjadi anak-anak Bapamu yang di sorga, yang menerbitkan matahari bagi orang yang jahat dan orang yang baik dan menurunkan hujan bagi orang yang benar dan orang yang tidak benar."}, {"number": "46", "text": "Apabila kamu mengasihi orang yang mengasihi kamu, apakah upahmu? Bukankah pemungut cukai juga berbuat demikian?"}, {"number": "47", "text": "Dan apabila kamu hanya memberi salam kepada saudara-saudaramu saja, apakah lebihnya dari pada perbuatan orang lain? Bukankah orang yang tidak mengenal Allahpun berbuat demikian?"}, {"number": "48", "text": "Karena itu haruslah kamu sempurna, sama seperti Bapamu yang di sorga adalah sempurna.\""}]}