{"book": "Matius", "chapter": 6, "verse": [{"number": "1", "text": "Ingatlah, jangan kamu melakukan kewajiban agamamu di hadapan orang supaya dilihat mereka, karena jika demikian, kamu tidak beroleh upah dari Bapamu yang di sorga."}, {"number": "2", "text": "Jadi apabila engkau memberi sedekah, janganlah engkau mencanangkan hal itu, seperti yang dilakukan orang munafik di rumah-rumah ibadat dan di lorong-lorong, supaya mereka dipuji orang. Aku berkata kepadamu: Sesungguhnya mereka sudah mendapat upahnya."}, {"number": "3", "text": "Tetapi jika engkau memberi sedekah, janganlah diketahui tangan kirimu apa yang diperbuat tangan kananmu."}, {"number": "4", "text": "Hendaklah sedekahmu itu diberikan dengan tersembunyi, maka Bapamu yang melihat yang tersembunyi akan membalasnya kepadamu.\""}, {"number": "5", "text": "Dan apabila kamu berdoa, janganlah berdoa seperti orang munafik. Mereka suka mengucapkan doanya dengan berdiri dalam rumah-rumah ibadat dan pada tikungan-tikungan jalan raya, supaya mereka dilihat orang. Aku berkata kepadamu: Sesungguhnya mereka sudah mendapat upahnya."}, {"number": "6", "text": "Tetapi jika engkau berdoa, masuklah ke dalam kamarmu, tutuplah pintu dan berdoalah kepada Bapamu yang ada di tempat tersembunyi. Maka Bapamu yang melihat yang tersembunyi akan membalasnya kepadamu."}, {"number": "7", "text": "Lagipula dalam doamu itu janganlah kamu bertele-tele seperti kebiasaan orang yang tidak mengenal Allah. Mereka menyangka bahwa karena banyaknya kata-kata doanya akan dikabulkan."}, {"number": "8", "text": "Jadi janganlah kamu seperti mereka, karena Bapamu mengetahui apa yang kamu perlukan, sebelum kamu minta kepada-Nya."}, {"number": "9", "text": "Karena itu berdoalah demikian: Bapa kami yang di sorga, Dikuduskanlah nama-Mu,"}, {"number": "10", "text": "datanglah Kerajaan-Mu, jadilah kehendak-Mu di bumi seperti di sorga."}, {"number": "11", "text": "Berikanlah kami pada hari ini makanan kami yang secukupnya"}, {"number": "12", "text": "dan ampunilah kami akan kesalahan kami, seperti kami juga mengampuni orang yang bersalah kepada kami;"}, {"number": "13", "text": "dan janganlah membawa kami ke dalam pencobaan, tetapi lepaskanlah kami dari pada yang jahat. (Karena Engkaulah yang empunya Kerajaan dan kuasa dan kemuliaan sampai selama-lamanya. Amin.)"}, {"number": "14", "text": "Karena jikalau kamu mengampuni kesalahan orang, Bapamu yang di sorga akan mengampuni kamu juga."}, {"number": "15", "text": "Tetapi jikalau kamu tidak mengampuni orang, Bapamu juga tidak akan mengampuni kesalahanmu.\""}, {"number": "16", "text": "Dan apabila kamu berpuasa, janganlah muram mukamu seperti orang munafik. Mereka mengubah air mukanya, supaya orang melihat bahwa mereka sedang berpuasa. Aku berkata kepadamu: Sesungguhnya mereka sudah mendapat upahnya."}, {"number": "17", "text": "Tetapi apabila engkau berpuasa, minyakilah kepalamu dan cucilah mukamu,"}, {"number": "18", "text": "supaya jangan dilihat oleh orang bahwa engkau sedang berpuasa, melainkan hanya oleh Bapamu yang ada di tempat tersembunyi. Maka Bapamu yang melihat yang tersembunyi akan membalasnya kepadamu.\""}, {"number": "19", "text": "Janganlah kamu mengumpulkan harta di bumi; di bumi ngengat dan karat merusakkannya dan pencuri membongkar serta mencurinya."}, {"number": "20", "text": "Tetapi kumpulkanlah bagimu harta di sorga; di sorga ngengat dan karat tidak merusakkannya dan pencuri tidak membongkar serta mencurinya."}, {"number": "21", "text": "Karena di mana hartamu berada, di situ juga hatimu berada."}, {"number": "22", "text": "Mata adalah pelita tubuh. Jika matamu baik, teranglah seluruh tubuhmu;"}, {"number": "23", "text": "jika matamu jahat, gelaplah seluruh tubuhmu. Jadi jika terang yang ada padamu gelap, betapa gelapnya kegelapan itu."}, {"number": "24", "text": "Tak seorangpun dapat mengabdi kepada dua tuan. Karena jika demikian, ia akan membenci yang seorang dan mengasihi yang lain, atau ia akan setia kepada yang seorang dan tidak mengindahkan yang lain. Kamu tidak dapat mengabdi kepada Allah dan kepada Mamon.\""}, {"number": "25", "text": "Karena itu Aku berkata kepadamu: Janganlah kuatir akan hidupmu, akan apa yang hendak kamu makan atau minum, dan janganlah kuatir pula akan tubuhmu, akan apa yang hendak kamu pakai. Bukankah hidup itu lebih penting dari pada makanan dan tubuh itu lebih penting dari pada pakaian?"}, {"number": "26", "text": "Pandanglah burung-burung di langit, yang tidak menabur dan tidak menuai dan tidak mengumpulkan bekal dalam lumbung, namun diberi makan oleh Bapamu yang di sorga. Bukankah kamu jauh melebihi burung-burung itu?"}, {"number": "27", "text": "Siapakah di antara kamu yang karena kekuatirannya dapat menambahkan sehasta saja pada jalan hidupnya?"}, {"number": "28", "text": "Dan mengapa kamu kuatir akan pakaian? Perhatikanlah bunga bakung di ladang, yang tumbuh tanpa bekerja dan tanpa memintal,"}, {"number": "29", "text": "namun Aku berkata kepadamu: Salomo dalam segala kemegahannyapun tidak berpakaian seindah salah satu dari bunga itu."}, {"number": "30", "text": "Jadi jika demikian Allah mendandani rumput di ladang, yang hari ini ada dan besok dibuang ke dalam api, tidakkah Ia akan terlebih lagi mendandani kamu, hai orang yang kurang percaya?"}, {"number": "31", "text": "Sebab itu janganlah kamu kuatir dan berkata: Apakah yang akan kami makan? Apakah yang akan kami minum? Apakah yang akan kami pakai?"}, {"number": "32", "text": "Semua itu dicari bangsa-bangsa yang tidak mengenal Allah. Akan tetapi Bapamu yang di sorga tahu, bahwa kamu memerlukan semuanya itu."}, {"number": "33", "text": "Tetapi carilah dahulu Kerajaan Allah dan kebenarannya, maka semuanya itu akan ditambahkan kepadamu."}, {"number": "34", "text": "Sebab itu janganlah kamu kuatir akan hari besok, karena hari besok mempunyai kesusahannya sendiri. Kesusahan sehari cukuplah untuk sehari.\""}]}