{"book": "2 Raja Raja", "chapter": 10, "verse": [{"number": "1", "text": "Ahab mempunyai tujuh puluh orang anak laki-laki di Samaria. Yehu menulis surat, dan mengirimnya ke Samaria, kepada pembesar kota itu, kepada para tua-tua dan kepada para pengasuh anak-anak Ahab, bunyinya:"}, {"number": "2", "text": "Sekarang, segera sesudah surat ini sampai kepadamu, kamu yang mempunyai anak-anak tuanmu di bawah pengawasanmu, lagipula mempunyai kereta dan kuda dan kota yang berkubu serta senjata,"}, {"number": "3", "text": "maka pilihlah seorang yang terbaik dan yang paling tepat dari antara anak-anak tuanmu, lalu dudukkanlah dia di atas takhta ayahnya, kemudian berperanglah membela keluarga tuanmu.\""}, {"number": "4", "text": "Tetapi mereka sangat takut dan berkata: \"Sedangkan kedua raja itu tidak dapat bertahan menghadapinya, bagaimana mungkin kita ini dapat bertahan?\""}, {"number": "5", "text": "Sebab itu kepala istana dan kepala kota, juga para tua-tua dan para pengasuh mengirim pesan kepada Yehu, bunyinya: \"Kami ini hamba-hambamu dan segala yang kaukatakan kepada kami akan kami lakukan; kami tidak hendak mengangkat seseorang menjadi raja; lakukanlah apa yang baik menurut pemandanganmu.\""}, {"number": "6", "text": "Kemudian Yehu menulis surat untuk kedua kalinya kepada mereka, bunyinya: \"Jika kamu memihak kepadaku dan mau menurut perkataanku, ambillah kepala anak-anak tuanmu dan datanglah kepadaku besok kira-kira waktu ini ke Yizreel.\" Adapun ketujuh puluh anak raja itu tinggal bersama-sama orang-orang besar di kota itu, yang mendidik mereka."}, {"number": "7", "text": "Tatkala surat itu sampai kepada mereka, mereka mengambil anak-anak raja itu, menyembelih ketujuh puluh orang itu, menaruh kepala orang-orang itu ke dalam keranjang dan mengirimkan semuanya kepada Yehu di Yizreel."}, {"number": "8", "text": "Ketika suruhan datang memberitahukan kepadanya: \"Telah dibawa orang kepala anak-anak raja itu,\" berkatalah Yehu: \"Susunlah semuanya menjadi dua timbunan di depan pintu gerbang sampai pagi.\""}, {"number": "9", "text": "Pada paginya keluarlah Yehu, berdirilah ia, lalu berkata kepada segenap orang banyak: \"Kamu ini tidak bersalah. Memang akulah yang telah mengadakan persepakatan melawan tuanku dan telah membunuh dia; tetapi semua orang ini, siapakah yang membunuh mereka?"}, {"number": "10", "text": "Ketahuilah sekarang, bahwa firman TUHAN yang telah diucapkan TUHAN tentang keluarga Ahab, tidak ada yang tidak dipenuhi, TUHAN telah melakukan apa yang difirmankan-Nya dengan perantaraan Elia, hamba-Nya.\""}, {"number": "11", "text": "Lalu Yehu membunuh semua orang yang masih tinggal dari keluarga Ahab yang di Yizreel, juga semua orang besarnya, orang-orang kepercayaannya dan imam-imamnya; tidak ada padanya seorangpun yang ditinggalkan Yehu hidup."}, {"number": "12", "text": "Kemudian bangkitlah Yehu pergi ke Samaria. Di jalan dekat Bet-Eked, perkampungan para gembala,"}, {"number": "13", "text": "bertemulah ia dengan sanak saudara Ahazia, raja Yehuda, lalu ia bertanya: \"Siapakah kamu ini?\" Jawab mereka: \"Kami adalah sanak saudara Ahazia dan kami datang untuk memberi salam kepada anak-anak raja dan anak-anak ibu suri.\""}, {"number": "14", "text": "Berkatalah Yehu: \"Tangkaplah mereka hidup-hidup!\" Lalu ditangkaplah mereka hidup-hidup dan disembelih dekat perigi Bet-Eked, empat puluh dua orang, dan tidak ada seorangpun ditinggalkannya hidup dari pada mereka."}, {"number": "15", "text": "Setelah pergi dari sana, bertemulah ia dengan Yonadab bin Rekhab yang datang menyongsong dia. Ia memberi salam kepadanya serta berkata: \"Apakah hatimu jujur kepadaku seperti hatiku terhadap engkau?\" Jawab Yonadab: \"Ya!\" \"Jika ya, berilah tanganmu!\" Maka diberinyalah tangannya, lalu Yehu mengajak dia naik ke sampingnya ke dalam kereta."}, {"number": "16", "text": "Berkatalah Yehu: \"Marilah bersama-sama aku, supaya engkau melihat bagaimana giatku untuk TUHAN.\" Demikianlah Yehu membawa dia dalam keretanya."}, {"number": "17", "text": "Setelah Yehu sampai di Samaria, maka ia membunuh semua orang yang masih tinggal dari keluarga Ahab di Samaria; ia memunahkannya, sesuai dengan firman yang diucapkan TUHAN kepada Elia."}, {"number": "18", "text": "Kemudian Yehu mengumpulkan seluruh rakyat, lalu berkata kepada mereka: \"Adapun Ahab masih kurang beribadah kepada Baal, tetapi Yehu mau lebih hebat beribadah kepadanya."}, {"number": "19", "text": "Oleh sebab itu, panggillah menghadap aku semua nabi Baal, semua orang yang beribadah kepadanya dan semua imamnya, seorangpun tidak boleh tidak hadir, sebab aku hendak mempersembahkan korban yang besar kepada Baal. Setiap orang yang tidak hadir tidak akan tinggal hidup.\" Tetapi perbuatan ini adalah akal Yehu supaya ia membinasakan orang-orang yang beribadah kepada Baal."}, {"number": "20", "text": "Selanjutnya Yehu berkata: \"Tentukanlah hari raya perkumpulan kudus bagi Baal!\" Lalu mereka memaklumkannya."}, {"number": "21", "text": "Yehu mengirim orang ke seluruh Israel, maka datanglah seluruh orang yang beribadah kepada Baal, tidak seorangpun yang ketinggalan. Lalu masuklah semuanya ke dalam rumah Baal, sehingga rumah itu penuh sesak dari ujung ke ujung."}, {"number": "22", "text": "Kemudian berkatalah Yehu kepada orang yang mengepalai gudang pakaian: \"Keluarkanlah pakaian untuk setiap orang yang beribadah kepada Baal!\" Maka dikeluarkannyalah pakaian bagi mereka."}, {"number": "23", "text": "Sesudah itu masuklah Yehu dan Yonadab bin Rekhab ke dalam rumah Baal, lalu berkatalah ia kepada orang-orang penyembah Baal di situ: \"Periksalah dan lihatlah, supaya jangan ada di antara kamu di sini seorangpun dari hamba-hamba TUHAN, melainkan hanya orang-orang yang beribadah kepada Baal.\""}, {"number": "24", "text": "Lalu masuklah mereka untuk mempersembahkan korban sembelihan dan korban bakaran. Adapun Yehu telah menempatkan delapan puluh orang di luar dan telah berkata: \"Siapa yang membiarkan lolos seorangpun dari orang-orang yang kuserahkan ke dalam tanganmu, nyawanyalah ganti nyawa orang itu.\""}, {"number": "25", "text": "Setelah Yehu selesai mempersembahkan korban bakaran, berkatalah ia kepada bentara-bentara dan kepada perwira-perwira: \"Masuklah, bunuhlah mereka, seorangpun tidak boleh lolos!\" Maka dibunuhlah mereka dengan mata pedang, lalu mayatnya dibuang; kemudian masuklah bentara-bentara dan perwira-perwira itu ke gedung rumah Baal."}, {"number": "26", "text": "Mereka mengeluarkan tiang berhala rumah Baal itu, lalu dibakar."}, {"number": "27", "text": "Mereka merobohkan tugu berhala Baal itu, merobohkan juga rumah Baal, dan membuatnya menjadi jamban; begitulah sampai hari ini."}, {"number": "28", "text": "Demikianlah Yehu memunahkan Baal dari Israel."}, {"number": "29", "text": "Hanya, Yehu tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula, yakni dosa penyembahan anak-anak lembu emas yang di Betel dan yang di Dan."}, {"number": "30", "text": "Berfirmanlah TUHAN kepada Yehu: \"Oleh karena engkau telah berbuat baik dengan melakukan apa yang benar di mata-Ku, dan telah berbuat kepada keluarga Ahab tepat seperti yang dikehendaki hati-Ku, maka anak-anakmu akan duduk di atas takhta Israel sampai keturunan yang keempat.\""}, {"number": "31", "text": "Tetapi Yehu tidak tetap hidup menurut hukum TUHAN, Allah Israel, dengan segenap hatinya; ia tidak menjauh dari dosa-dosa Yerobeam yang mengakibatkan orang Israel berdosa pula."}, {"number": "32", "text": "Pada zaman itu mulailah TUHAN menggunting daerah Israel, sebab Hazael mengalahkan mereka di seluruh daerah Israel"}, {"number": "33", "text": "di sebelah timur sungai Yordan dengan merebut seluruh tanah Gilead, tanah orang Gad, orang Ruben dan orang Manasye, mulai dari Aroer yang di tepi sungai Arnon, baik Gilead maupun Basan."}, {"number": "34", "text": "Selebihnya dari riwayat Yehu dan segala yang dilakukannya dan segala kepahlawanannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?"}, {"number": "35", "text": "Kemudian Yehu mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di Samaria, maka Yoahas, anaknya, menjadi raja menggantikan dia."}, {"number": "36", "text": "Adapun lamanya Yehu menjadi raja atas Israel di Samaria adalah dua puluh delapan tahun."}]}