{"book": "2 Raja Raja", "chapter": 11, "verse": [{"number": "1", "text": "Ketika Atalya, ibu Ahazia, melihat bahwa anaknya sudah mati, maka bangkitlah ia membinasakan semua keturunan raja."}, {"number": "2", "text": "Tetapi Yoseba, anak perempuan raja Yoram, saudara perempuan Ahazia, mengambil Yoas bin Ahazia, menculik dia dari tengah-tengah anak-anak raja yang hendak dibunuh itu, memasukkan dia dengan inang penyusunya ke dalam gudang tempat tidur, dan menyembunyikan dia terhadap Atalya, sehingga dia tidak dibunuh."}, {"number": "3", "text": "Maka tinggallah dia enam tahun lamanya bersama-sama perempuan itu dengan bersembunyi di rumah TUHAN, sementara Atalya memerintah negeri."}, {"number": "4", "text": "Dalam tahun yang ketujuh Yoyada mengundang para kepala pasukan seratus dari orang Kari dan dari pasukan bentara penunggu. Disuruhnyalah mereka datang kepadanya di rumah TUHAN, lalu diikatnya perjanjian dengan mereka dengan menyuruh mereka bersumpah di rumah TUHAN. Kemudian diperlihatkannyalah anak raja itu kepada mereka."}, {"number": "5", "text": "Sesudah itu ia memerintahkan kepada mereka: \"Inilah yang harus kamu lakukan: sepertiga dari kamu, yakni yang selesai bertugas pada hari Sabat di sini, tetapi mengawal di istana raja--"}, {"number": "6", "text": "sepertiga lagi ada di pintu gerbang Sur dan sepertiga pula di pintu gerbang di belakang para bentara penunggu--haruslah mengawal di istana;"}, {"number": "7", "text": "dan kedua regu dari pada kamu, yakni semua orang yang bertugas di sini pada hari Sabat dan mengawal di rumah TUHAN,"}, {"number": "8", "text": "haruslah mengelilingi raja dari segala penjuru, masing-masing dengan senjatanya di tangannya, dan siapa yang mendatangi barisan haruslah mati dibunuh. Dan baiklah kamu menyertai raja setiap kali ia keluar atau masuk.\""}, {"number": "9", "text": "Para kepala pasukan seratus itu melakukan tepat seperti yang diperintahkan imam Yoyada. Masing-masing mengambil orang-orangnya yang selesai bertugas pada hari Sabat bersama-sama dengan orang-orang yang masuk bertugas pada hari itu, lalu datanglah mereka kepada imam Yoyada."}, {"number": "10", "text": "Imam memberikan kepada para kepala pasukan seratus itu tombak-tombak dan perisai-perisai kepunyaan raja Daud yang ada di rumah TUHAN."}, {"number": "11", "text": "Kemudian para bentara itu, masing-masing dengan senjatanya di tangannya, mengambil tempatnya di lambung kanan sampai ke lambung kiri rumah itu, dengan mengelilingi mezbah dan rumah itu untuk melindungi raja."}, {"number": "12", "text": "Sesudah itu Yoyada membawa anak raja itu ke luar, mengenakan jejamang kepadanya dan memberikan hukum Allah kepadanya. Mereka menobatkan dia menjadi raja serta mengurapinya, dan sambil bertepuk tangan berserulah mereka: \"Hiduplah raja!\""}, {"number": "13", "text": "Ketika Atalya mendengar suara bentara-bentara penunggu dan rakyat, pergilah ia mendapatkan rakyat itu ke dalam rumah TUHAN."}, {"number": "14", "text": "Lalu dilihatnyalah raja berdiri dekat tiang menurut kebiasaan, sedang para pemimpin dengan para pemegang nafiri ada dekat raja. Dan seluruh rakyat negeri bersukaria sambil meniup nafiri. Maka Atalya mengoyakkan pakaiannya sambil berseru: \"Khianat, khianat!\""}, {"number": "15", "text": "Tetapi imam Yoyada memerintahkan para kepala pasukan seratus, yakni orang-orang yang mengepalai tentara, katanya kepada mereka: \"Bawalah dia keluar dari barisan! Siapa yang memihak kepadanya bunuhlah dengan pedang!\" Sebab tadinya imam itu telah berkata: \"Janganlah ia dibunuh di rumah TUHAN!\""}, {"number": "16", "text": "Lalu mereka menangkap perempuan itu. Pada waktu ia masuk ke istana raja dengan melalui pintu bagi kuda, dibunuhlah dia di situ."}, {"number": "17", "text": "Kemudian Yoyada mengikat perjanjian antara TUHAN dengan raja dan rakyat, bahwa mereka menjadi umat TUHAN; juga antara raja dengan rakyat."}, {"number": "18", "text": "Sesudah itu masuklah seluruh rakyat negeri ke rumah Baal, lalu merobohkannya; mereka memecahkan sama sekali mezbah-mezbahnya dan patung-patung dan membunuh Matan, imam Baal, di depan mezbah-mezbah itu. Kemudian imam Yoyada mengangkat penjaga-penjaga untuk rumah TUHAN."}, {"number": "19", "text": "Sesudah itu ia mengajak para kepala pasukan seratus orang-orang Kari dan para bentara penunggu dan seluruh rakyat negeri, lalu mereka membawa raja turun dari rumah TUHAN; mereka masuk ke istana raja melalui pintu gerbang para bentara; kemudian duduklah raja di atas takhta kerajaan."}, {"number": "20", "text": "Bersukarialah seluruh rakyat negeri dan amanlah kota itu, setelah Atalya mati dibunuh dengan pedang di istana raja."}, {"number": "21", "text": "Yoas berumur tujuh tahun pada waktu ia menjadi raja."}]}