{"book": "2 Raja Raja", "chapter": 15, "verse": [{"number": "1", "text": "Dalam tahun kedua puluh tujuh zaman Yerobeam, raja Israel, Azarya, anak Amazia raja Yehuda menjadi raja."}, {"number": "2", "text": "Ia berumur enam belas tahun pada waktu ia menjadi raja dan lima puluh dua tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yekholya, dari Yerusalem."}, {"number": "3", "text": "Ia melakukan apa yang benar di mata TUHAN, tepat seperti yang dilakukan Amazia, ayahnya."}, {"number": "4", "text": "Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar korban di bukit-bukit itu."}, {"number": "5", "text": "Maka TUHAN menimpakan tulah kepada raja, sehingga ia sakit kusta sampai hari kematiannya, dan tinggal dalam sebuah rumah pengasingan. Dan Yotam, anak raja, mengepalai istana dan menjalankan pemerintahan atas rakyat negeri itu."}, {"number": "6", "text": "Selebihnya dari riwayat Azarya, dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"}, {"number": "7", "text": "Kemudian Azarya mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud. Maka Yotam, anaknya, menjadi raja menggantikan dia."}, {"number": "8", "text": "Dalam tahun ketiga puluh delapan zaman Azarya, raja Yehuda, Zakharia, anak Yerobeam, menjadi raja atas Israel di Samaria. Ia memerintah enam bulan lamanya."}, {"number": "9", "text": "Ia melakukan apa yang jahat di mata TUHAN seperti yang telah dilakukan oleh nenek moyangnya. Ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula."}, {"number": "10", "text": "Salum bin Yabesh mengikat persepakatan melawan dia, membunuh dia di Yibleam, kemudian menjadi raja menggantikan dia."}, {"number": "11", "text": "Selebihnya dari riwayat Zakharia, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel."}, {"number": "12", "text": "Bukankah begini firman TUHAN yang diucapkan-Nya kepada Yehu: \"Anak-anakmu sampai kepada keturunan yang keempat akan duduk di atas takhta Israel!\" Dan terjadilah demikian."}, {"number": "13", "text": "Salum bin Yabesh menjadi raja dalam tahun yang ketiga puluh sembilan zaman Uzia, raja Yehuda. Ia memerintah sebulan lamanya di Samaria."}, {"number": "14", "text": "Sesudah itu majulah Menahem bin Gadi dari Tirza, lalu sampai ke Samaria. Ia membunuh Salum bin Yabesh di Samaria, kemudian menjadi raja menggantikan dia."}, {"number": "15", "text": "Selebihnya dari riwayat Salum dan persepakatan yang diadakannya, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel."}, {"number": "16", "text": "Pada waktu itu, dengan mulai dari Tirza, Menahem memusnahkan Tifsah dan semua orang yang ada di dalamnya serta daerahnya, sebab orang tidak membuka pintu kota baginya. Maka dimusnahkannyalah kota itu dan dibelahnya semua perempuannya yang mengandung."}, {"number": "17", "text": "Dalam tahun ketiga puluh sembilan zaman Azarya, raja Yehuda, Menahem bin Gadi menjadi raja atas Israel. Ia memerintah sepuluh tahun lamanya di Samaria."}, {"number": "18", "text": "Ia melakukan apa yang jahat di mata TUHAN. Sepanjang umurnya ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula."}, {"number": "19", "text": "Pul, raja Asyur, datang menyerang negeri itu, lalu Menahem memberi seribu talenta perak kepada Pul, supaya dibantunya dia mengokohkan kerajaan itu di tangannya."}, {"number": "20", "text": "Menahem mengeluarkan uang ini atas beban Israel dan atas beban semua orang yang kaya raya untuk diberikan kepada raja Asyur: lima puluh syikal perak dari setiap orang. Lalu pulanglah raja Asyur dan ia tidak tinggal di sana, di negeri itu."}, {"number": "21", "text": "Selebihnya dari riwayat Menahem dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?"}, {"number": "22", "text": "Kemudian Menahem mendapat perhentian bersama-sama dengan nenek moyangnya. Maka Pekahya, anaknya, menjadi raja menggantikan dia."}, {"number": "23", "text": "Dalam tahun kelima puluh zaman Azarya, raja Yehuda, Pekahya, anak Menahem, menjadi raja atas Israel di Samaria. Ia memerintah dua tahun lamanya."}, {"number": "24", "text": "Ia melakukan apa yang jahat di mata TUHAN. Ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula."}, {"number": "25", "text": "Lalu perwiranya, yakni Pekah bin Remalya, mengadakan persepakatan melawan dia dan membunuh dia di Samaria di puri istana raja; beserta dia ada Argob dan Arye serta lima puluh orang dari bani Gilead; dibunuhnyalah Pekahya, kemudian menjadi raja menggantikan dia."}, {"number": "26", "text": "Selebihnya dari riwayat Pekahya dan segala yang dilakukannya, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel."}, {"number": "27", "text": "Dalam tahun kelima puluh dua zaman Azarya, raja Yehuda, Pekah bin Remalya menjadi raja atas orang Israel di Samaria. Ia memerintah dua puluh tahun lamanya."}, {"number": "28", "text": "Ia melakukan apa yang jahat di mata TUHAN. Ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula."}, {"number": "29", "text": "Dalam zaman Pekah, raja Israel, datanglah Tiglat-Pileser, raja Asyur; direbutnyalah Iyon, Abel-Bet-Maakha, Yanoah, Kedesh dan Hazor, Gilead dan Galilea, seluruh tanah Naftali, lalu diangkutnyalah penduduknya ke Asyur ke dalam pembuangan."}, {"number": "30", "text": "Hosea bin Ela mengadakan persepakatan melawan Pekah bin Remalya; dibunuhnyalah dia, kemudian dia menjadi raja menggantikannya dalam tahun kedua puluh zaman Yotam bin Uzia."}, {"number": "31", "text": "Selebihnya dari riwayat Pekah dan segala yang dilakukannya, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel."}, {"number": "32", "text": "Dalam tahun kedua zaman Pekah bin Remalya, raja Israel, Yotam, anak Uzia raja Yehuda menjadi raja."}, {"number": "33", "text": "Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yerusa, anak Zadok."}, {"number": "34", "text": "Ia melakukan apa yang benar di mata TUHAN, tepat seperti yang dilakukan Uzia, ayahnya."}, {"number": "35", "text": "Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar korban di bukit-bukit itu. Ia mendirikan Pintu Gerbang Tinggi di rumah TUHAN."}, {"number": "36", "text": "Selebihnya dari riwayat Yotam, apa yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"}, {"number": "37", "text": "Mulai zaman itu TUHAN menyuruh Rezin, raja Aram, dan Pekah bin Remalya, menyerang Yehuda."}, {"number": "38", "text": "Kemudian Yotam mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud, bapa leluhurnya. Maka Ahas, anaknya, menjadi raja menggantikan dia."}]}