{"book": "2 Raja Raja", "chapter": 18, "verse": [{"number": "1", "text": "Maka dalam tahun ketiga zaman Hosea bin Ela, raja Israel, Hizkia, anak Ahas raja Yehuda menjadi raja."}, {"number": "2", "text": "Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan dua puluh sembilan tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Abi, anak Zakharia."}, {"number": "3", "text": "Ia melakukan apa yang benar di mata TUHAN, tepat seperti yang dilakukan Daud, bapa leluhurnya."}, {"number": "4", "text": "Dialah yang menjauhkan bukit-bukit pengorbanan dan yang meremukkan tugu-tugu berhala dan yang menebang tiang-tiang berhala dan yang menghancurkan ular tembaga yang dibuat Musa, sebab sampai pada masa itu orang Israel memang masih membakar korban bagi ular itu yang namanya disebut Nehustan."}, {"number": "5", "text": "Ia percaya kepada TUHAN, Allah Israel, dan di antara semua raja-raja Yehuda, baik yang sesudah dia maupun yang sebelumnya, tidak ada lagi yang sama seperti dia."}, {"number": "6", "text": "Ia berpaut kepada TUHAN, tidak menyimpang dari pada mengikuti Dia dan ia berpegang pada perintah-perintah TUHAN yang telah diperintahkan-Nya kepada Musa."}, {"number": "7", "text": "Maka TUHAN menyertai dia; ke manapun juga ia pergi berperang, ia beruntung. Ia memberontak kepada raja Asyur dan tidak lagi takluk kepadanya."}, {"number": "8", "text": "Dialah yang mengalahkan orang Filistin sampai ke Gaza dan memusnahkan daerahnya, baik menara-menara penjagaan maupun kota-kota yang berkubu."}, {"number": "9", "text": "Dalam tahun keempat zaman raja Hizkia--itulah tahun ketujuh zaman Hosea bin Ela, raja Israel--majulah Salmaneser, raja Asyur, menyerang Samaria dan mengepungnya."}, {"number": "10", "text": "Direbutlah itu sesudah lewat tiga tahun; dalam tahun keenam zaman Hizkia--itulah tahun kesembilan zaman Hosea, raja Israel--direbutlah Samaria."}, {"number": "11", "text": "Raja Asyur mengangkut orang Israel ke dalam pembuangan ke Asyur dan menempatkan mereka di Halah, pada sungai Habor, yakni sungai negeri Gozan, dan di kota-kota orang Madai,"}, {"number": "12", "text": "oleh karena mereka tidak mau mendengarkan suara TUHAN, Allah mereka, dan melanggar perjanjian-Nya, yakni segala yang diperintahkan oleh Musa, hamba TUHAN; mereka tidak mau mendengarkannya dan tidak mau melakukannya."}, {"number": "13", "text": "Dalam tahun keempat belas zaman raja Hizkia majulah Sanherib, raja Asyur, menyerang segala kota berkubu negeri Yehuda, lalu merebutnya."}, {"number": "14", "text": "Hizkia, raja Yehuda, mengutus orang kepada raja Asyur di Lakhis dengan pesan: \"Aku telah berbuat dosa; undurlah dari padaku; apapun yang kaubebankan kepadaku akan kupikul.\" Kemudian raja Asyur membebankan kepada Hizkia, raja Yehuda, tiga ratus talenta perak dan tiga puluh talenta emas."}, {"number": "15", "text": "Hizkia memberikan segala perak yang terdapat dalam rumah TUHAN dan dalam perbendaharaan istana raja."}, {"number": "16", "text": "Pada waktu itu Hizkia mengerat emas dari pintu-pintu dan dari jenang-jenang pintu bait TUHAN, yang telah dilapis oleh Hizkia, raja Yehuda; diberikannyalah semuanya kepada raja Asyur."}, {"number": "17", "text": "Sesudah itu raja Asyur mengirim panglima, kepala istana dan juru minuman agung dari Lakhis kepada raja Hizkia di Yerusalem disertai suatu tentara yang besar. Mereka maju dan sampai ke Yerusalem. Setelah mereka maju dan sampai di situ, mereka mengambil tempat dekat saluran kolam atas yang di jalan raja pada Padang Tukang Penatu."}, {"number": "18", "text": "Dan ketika mereka memanggil-manggil kepada raja, keluarlah mendapatkan mereka Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, serta Yoah bin Asaf, bendahara negara."}, {"number": "19", "text": "Lalu berkatalah juru minuman agung kepada mereka: \"Baiklah katakan kepada Hizkia: Beginilah kata raja agung, raja Asyur: Kepercayaan macam apakah yang kaupegang ini?"}, {"number": "20", "text": "Kaukira bahwa hanya ucapan bibir saja dapat merupakan siasat dan kekuatan untuk perang! Sekarang, kepada siapa engkau berharap, maka engkau memberontak terhadap aku?"}, {"number": "21", "text": "Sesungguhnya, engkau berharap kepada tongkat bambu yang patah terkulai itu, yaitu Mesir, yang akan menusuk dan menembus tangan orang yang bertopang kepadanya. Begitulah keadaan Firaun, raja Mesir, bagi semua orang yang berharap kepadanya."}, {"number": "22", "text": "Dan apabila kamu berkata kepadaku: Kami berharap kepada TUHAN, Allah kami, --bukankah Dia itu yang bukit-bukit pengorbanan-Nya dan mezbah-mezbah-Nya telah dijauhkan oleh Hizkia sambil berkata kepada Yehuda dan Yerusalem: Di depan mezbah yang di Yerusalem inilah kamu harus sujud menyembah!"}, {"number": "23", "text": "Maka sekarang, baiklah bertaruh dengan tuanku, raja Asyur: Aku akan memberikan dua ribu ekor kuda kepadamu, jika engkau sanggup memberikan dari pihakmu orang-orang yang mengendarainya."}, {"number": "24", "text": "Bagaimanakah mungkin engkau memukul mundur satu orang perwira tuanku yang paling kecil? Padahal engkau berharap kepada Mesir dalam hal kereta dan orang-orang berkuda!"}, {"number": "25", "text": "Sekarangpun, adakah di luar kehendak TUHAN aku maju melawan tempat ini untuk memusnahkannya? TUHAN telah berfirman kepadaku: Majulah menyerang negeri itu dan musnahkanlah itu!\""}, {"number": "26", "text": "Lalu berkatalah Elyakim bin Hilkia, Sebna dan Yoah kepada juru minuman agung: \"Silakan berbicara dalam bahasa Aram kepada hamba-hambamu ini, sebab kami mengerti; tetapi janganlah berbicara dengan kami dalam bahasa Yehuda sambil didengar oleh rakyat yang ada di atas tembok.\""}, {"number": "27", "text": "Tetapi juru minuman agung berkata kepada mereka: \"Adakah tuanku mengutus aku untuk mengucapkan perkataan-perkataan ini hanya kepada tuanmu dan kepadamu saja? Bukankah juga kepada orang-orang yang duduk di atas tembok, yang memakan tahinya dan meminum air kencingnya bersama-sama dengan kamu?\""}, {"number": "28", "text": "Kemudian berdirilah juru minuman agung dan berserulah ia dengan suara nyaring dalam bahasa Yehuda. Ia berkata: \"Dengarlah perkataan raja agung, raja Asyur!"}, {"number": "29", "text": "Beginilah kata raja: Janganlah Hizkia memperdayakan kamu, sebab ia tidak sanggup melepaskan kamu dari tanganku!"}, {"number": "30", "text": "Janganlah Hizkia mengajak kamu berharap kepada TUHAN dengan mengatakan: Tentulah TUHAN akan melepaskan kita; dan kota ini tidak akan diserahkan ke dalam tangan raja Asyur."}, {"number": "31", "text": "Janganlah dengarkan Hizkia, sebab beginilah kata raja Asyur: Adakanlah perjanjian penyerahan dengan aku dan datanglah ke luar kepadaku, maka setiap orang dari padamu akan makan dari pohon anggurnya dan dari pohon aranya serta minum dari sumurnya,"}, {"number": "32", "text": "sampai aku datang dan membawa kamu ke suatu negeri seperti negerimu ini, suatu negeri yang bergandum dan berair anggur, suatu negeri yang beroti dan berkebun anggur, suatu negeri yang berpohon zaitun, berminyak dan bermadu; dengan demikian kamu hidup dan tidak mati. Tetapi janganlah dengarkan Hizkia, sebab ia membujuk kamu dengan mengatakan: TUHAN akan melepaskan kita!"}, {"number": "33", "text": "Apakah pernah para allah bangsa-bangsa melepaskan negerinya masing-masing dari tangan raja Asyur?"}, {"number": "34", "text": "Di manakah para allah negeri Hamat dan Arpad? Di manakah para allah negeri Sefarwaim, Hena dan Iwa? Apakah mereka telah melepaskan Samaria dari tanganku?"}, {"number": "35", "text": "Siapakah di antara semua allah negeri-negeri yang telah melepaskan negeri mereka dari tanganku, sehingga TUHAN sanggup melepaskan Yerusalem dari tanganku?\""}, {"number": "36", "text": "Tetapi rakyat itu berdiam diri dan tidak menjawab dia sepatah katapun, sebab ada perintah raja, bunyinya: \"Jangan kamu menjawab dia!\""}, {"number": "37", "text": "Kemudian pergilah Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, dan Yoah bin Asaf, bendahara negara, menghadap Hizkia, dengan pakaian yang dikoyakkan, lalu memberitahukan kepadanya perkataan juru minuman agung."}]}