{"book": "2 Raja Raja", "chapter": 24, "verse": [{"number": "1", "text": "Dalam zamannya majulah berperang Nebukadnezar, raja Babel, lalu Yoyakim menjadi takluk kepadanya tiga tahun lamanya; tetapi kemudian Yoyakim berbalik dan memberontak terhadap dia."}, {"number": "2", "text": "TUHAN menyuruh gerombolan-gerombolan Kasdim, gerombolan-gerombolan Aram, gerombolan-gerombolan Moab dan gerombolan-gerombolan bani Amon melawan Yoyakim; Ia menyuruh mereka melawan Yehuda untuk membinasakannya sesuai dengan firman TUHAN yang diucapkan-Nya dengan perantaraan para hamba-Nya, yaitu para nabi."}, {"number": "3", "text": "Sungguh, hal itu terjadi kepada Yehuda sesuai dengan titah TUHAN untuk menjauhkan mereka dari hadapan-Nya oleh karena dosa-dosa Manasye, setimpal dengan segala yang dilakukannya,"}, {"number": "4", "text": "dan juga oleh karena darah orang yang tidak bersalah yang telah ditumpahkannya, sebab ia telah membuat Yerusalem penuh dengan darah orang yang tidak bersalah, dan TUHAN tidak mau mengampuninya."}, {"number": "5", "text": "Selebihnya dari riwayat Yoyakim dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"}, {"number": "6", "text": "Kemudian Yoyakim mendapat perhentian bersama-sama dengan nenek moyangnya, maka Yoyakhin, anaknya, menjadi raja menggantikan dia."}, {"number": "7", "text": "Raja Mesir tidak lagi keluar berperang dari negerinya, sebab raja Babel telah merebut segala yang termasuk wilayah raja Mesir mulai dari sungai Mesir sampai ke sungai Efrat."}, {"number": "8", "text": "Yoyakhin berumur delapan belas tahun pada waktu ia menjadi raja dan tiga bulan lamanya ia memerintah di Yerusalem. Nama ibunya ialah Nehusta binti Elnatan, dari Yerusalem."}, {"number": "9", "text": "Ia melakukan apa yang jahat di mata TUHAN tepat seperti yang dilakukan ayahnya."}, {"number": "10", "text": "Pada waktu itu majulah orang-orang Nebukadnezar, raja Babel, menyerang Yerusalem dan kota itu dikepung."}, {"number": "11", "text": "Juga Nebukadnezar, raja Babel, datang menyerang kota itu, sedang orang-orangnya mengepungnya."}, {"number": "12", "text": "Lalu keluarlah Yoyakhin, raja Yehuda, mendapatkan raja Babel, ia sendiri, ibunya, pegawai-pegawainya, para pembesarnya dan pegawai-pegawai istananya. Raja Babel menangkap dia pada tahun yang kedelapan dari pemerintahannya."}, {"number": "13", "text": "Ia mengeluarkan dari sana segala barang perbendaharaan rumah TUHAN dan barang-barang perbendaharaan istana raja; juga dikeratnya emas dari segala perkakas emas yang dibuat oleh Salomo, raja Israel, di bait TUHAN seperti yang telah difirmankan TUHAN."}, {"number": "14", "text": "Ia mengangkut seluruh penduduk Yerusalem ke dalam pembuangan, semua panglima dan semua pahlawan yang gagah perkasa, sepuluh ribu orang tawanan, juga semua tukang dan pandai besi; tidak ada yang ditinggalkan kecuali orang-orang lemah dari rakyat negeri."}, {"number": "15", "text": "Ia mengangkut Yoyakhin ke dalam pembuangan ke Babel, juga ibunda raja, isteri-isteri raja, pegawai-pegawai istananya dan orang-orang berkuasa di negeri itu dibawanya sebagai orang buangan dari Yerusalem ke Babel."}, {"number": "16", "text": "Semua orang yang gagah perkasa, tujuh ribu orang banyaknya, para tukang dan para pandai besi, seribu orang banyaknya, sekalian pahlawan yang sanggup berperang, dibawa oleh raja Babel sebagai orang buangan ke Babel."}, {"number": "17", "text": "Kemudian raja Babel mengangkat Matanya, paman Yoyakhin, menjadi raja menggantikan dia dan menukar namanya menjadi Zedekia."}, {"number": "18", "text": "Zedekia berumur dua puluh satu tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Hamutal binti Yeremia, dari Libna."}, {"number": "19", "text": "Ia melakukan apa yang jahat di mata TUHAN tepat seperti yang dilakukan Yoyakim."}, {"number": "20", "text": "Sebab oleh karena murka Tuhanlah terjadi hal itu terhadap Yerusalem dan Yehuda, yakni bahwa Ia sampai membuang mereka dari hadapan-Nya. Zedekia memberontak terhadap raja Babel."}]}