{"book": "2 Samuel", "chapter": 13, "verse": [{"number": "1", "text": "Sesudah itu terjadilah yang berikut. Absalom bin Daud mempunyai seorang adik perempuan yang cantik, namanya Tamar; dan Amnon bin Daud jatuh cinta kepadanya."}, {"number": "2", "text": "Hati Amnon sangat tergoda, sehingga ia jatuh sakit karena Tamar, saudaranya itu, sebab anak perempuan itu masih perawan dan menurut anggapan Amnon mustahil untuk melakukan sesuatu terhadap dia."}, {"number": "3", "text": "Amnon mempunyai seorang sahabat bernama Yonadab, anak Simea kakak Daud. Yonadab itu seorang yang sangat cerdik."}, {"number": "4", "text": "Katanya kepada Amnon: \"Hai anak raja, mengapa engkau demikian merana setiap pagi? Tidakkah lebih baik engkau memberitahukannya kepadaku?\" Kata Amnon kepadanya: \"Aku cinta kepada Tamar, adik perempuan Absalom, saudaraku itu.\""}, {"number": "5", "text": "Lalu berkatalah Yonadab kepadanya: \"Berbaringlah di tempat tidurmu dan berbuat pura-pura sakit. Apabila ayahmu datang menengok engkau, maka haruslah engkau berkata kepadanya: Izinkanlah adikku Tamar datang memberi aku makan. Apabila ia menyediakan makanan di depan mataku, sehingga aku dapat melihatnya, maka aku akan memakannya dari tangannya.\""}, {"number": "6", "text": "Sesudah itu berbaringlah Amnon dan berbuat pura-pura sakit. Ketika raja datang menengok dia, berkatalah Amnon kepada raja: \"Izinkanlah adikku Tamar datang membuat barang dua kue di depan mataku, supaya aku memakannya dari tangannya.\""}, {"number": "7", "text": "Lalu Daud menyuruh orang kepada Tamar, ke rumahnya, dengan pesan: \"Pergilah ke rumah Amnon, kakakmu dan sediakanlah makanan baginya.\""}, {"number": "8", "text": "Maka Tamar pergi ke rumah Amnon, kakaknya, yang sedang berbaring-baring, lalu anak perempuan itu mengambil adonan, meremasnya dan membuat kue di depan matanya, kemudian dibakarnya kue itu."}, {"number": "9", "text": "Sesudah itu gadis itu mengambil kuali dan mengeluarkan isinya di depan Amnon, tetapi ia tidak mau makan. Berkatalah Amnon: \"Suruhlah setiap orang keluar meninggalkan aku.\" Lalu keluarlah setiap orang meninggalkan dia."}, {"number": "10", "text": "Lalu berkatalah Amnon kepada Tamar: \"Bawalah makanan itu ke dalam kamar, supaya aku memakannya dari tanganmu.\" Tamar mengambil kue yang disediakannya itu, lalu membawanya kepada Amnon, kakaknya, ke dalam kamar."}, {"number": "11", "text": "Ketika gadis itu menghidangkannya kepadanya supaya ia makan, dipegangnyalah gadis itu dan berkata kepadanya: \"Marilah tidur dengan aku, adikku.\""}, {"number": "12", "text": "Tetapi gadis itu berkata kepadanya: \"Tidak kakakku, jangan perkosa aku, sebab orang tidak berlaku seperti itu di Israel. Janganlah berbuat noda seperti itu."}, {"number": "13", "text": "Dan aku, ke manakah kubawa kecemaranku? Dan engkau ini, engkau akan dianggap sebagai orang yang bebal di Israel. Oleh sebab itu, berbicaralah dengan raja, sebab ia tidak akan menolak memberikan aku kepadamu.\""}, {"number": "14", "text": "Tetapi Amnon tidak mau mendengarkan perkataannya, dan sebab ia lebih kuat dari padanya, diperkosanyalah dia, lalu tidur dengan dia."}, {"number": "15", "text": "Kemudian timbullah kebencian yang sangat besar pada Amnon terhadap gadis itu, bahkan lebih besar benci yang dirasanya kepada gadis itu dari pada cinta yang dirasanya sebelumnya. Lalu Amnon berkata kepadanya: \"Bangunlah, enyahlah!\""}, {"number": "16", "text": "Lalu berkatalah gadis itu kepadanya: \"Tidak kakakku, sebab menyuruh aku pergi adalah lebih jahat dari pada apa yang telah kaulakukan kepadaku tadi.\" Tetapi Amnon tidak mau mendengarkan dia."}, {"number": "17", "text": "Dipanggilnya orang muda yang melayani dia, katanya: \"Suruhlah perempuan ini pergi dari padaku dan kuncilah pintu di belakangnya.\""}, {"number": "18", "text": "Gadis itu memakai baju kurung yang maha indah; sebab demikianlah puteri-puteri raja yang masih perawan berpakaikan baju kurung panjang. Kemudian pelayan itu menyuruh dia keluar, lalu mengunci pintu di belakangnya."}, {"number": "19", "text": "Lalu Tamar menaruh abu di atas kepalanya, mengoyakkan baju kurung yang maha indah yang dipakainya, meletakkan tangannya di atas kepalanya dan pergilah ia sambil meratap dengan nyaring."}, {"number": "20", "text": "Bertanyalah Absalom, kakaknya, kepadanya: \"Apakah Amnon, kakakmu itu, bersetubuh dengan engkau? Maka sekarang, adikku, diamlah saja, bukankah ia kakakmu, janganlah begitu memikirkan perkara itu.\" Lalu Tamar tinggal di rumah Absalom, kakaknya itu, seorang diri."}, {"number": "21", "text": "Ketika segala perkara itu didengar raja Daud sangat marahlah ia."}, {"number": "22", "text": "Dan Absalom tidak berkata-kata dengan Amnon, baik tentang yang jahat maupun tentang yang baik, tetapi Absalom membenci Amnon, sebab ia telah memperkosa Tamar, adiknya."}, {"number": "23", "text": "Sesudah lewat dua tahun, Absalom mengadakan pengguntingan bulu domba di Baal-Hazor yang dekat kota Efraim. Lalu Absalom mengundang semua anak raja."}, {"number": "24", "text": "Kemudian Absalom menghadap raja, lalu berkata: \"Hambamu ini mengadakan pengguntingan bulu domba. Kiranya raja dan pegawai-pegawainya ikut bersama-sama dengan hambamu ini.\""}, {"number": "25", "text": "Tetapi raja berkata kepada Absalom: \"Maaf, anakku, jangan kami semua pergi, supaya kami jangan menyusahkan engkau.\" Lalu Absalom mendesak, tetapi raja tidak mau pergi, ia hanya memberi restu kepadanya."}, {"number": "26", "text": "Kemudian berkatalah Absalom: \"Kalau tidak, izinkanlah kakakku Amnon pergi beserta kami.\" Tetapi raja menjawabnya: \"Apa gunanya ia pergi bersama-sama dengan engkau?\""}, {"number": "27", "text": "Tetapi ketika Absalom mendesak, diizinkannyalah Amnon dan semua anak raja pergi beserta dia."}, {"number": "28", "text": "Lalu Absalom memerintahkan orang-orangnya, demikian: \"Perhatikan! Apabila hati Amnon menjadi gembira karena anggur, dan aku berkata kepadamu: Paranglah Amnon, maka haruslah kamu membunuh dia. Jangan takut. Bukankah aku yang memerintahkannya kepadamu? Kuatkanlah hatimu dan tunjukkanlah dirimu sebagai orang yang gagah perkasa!\""}, {"number": "29", "text": "Orang-orang Absalom memperlakukan Amnon seperti yang diperintahkan Absalom. Lalu bangunlah semua anak raja itu, mereka menaiki bagalnya masing-masing dan melarikan diri."}, {"number": "30", "text": "Mereka masih di tengah jalan, ketika kabar sampai kepada Daud, demikian: \"Absalom telah membunuh semua anak raja, tidak ada seorangpun dari mereka yang lolos.\""}, {"number": "31", "text": "Lalu bangunlah raja, dikoyakkannya pakaiannya dan berbaring di lantai, dan semua pegawainya yang hadir padanya mengoyakkan pakaian mereka."}, {"number": "32", "text": "Maka berbicaralah Yonadab, anak Simea, kakak Daud, katanya: \"Janganlah tuanku menyangka, bahwa semua orang muda anak-anak raja itu, telah dibunuh. Hanya Amnon yang mati, sebab hal itu telah terlihat pada air muka Absalom, sejak Amnon memperkosa Tamar, adiknya."}, {"number": "33", "text": "Jadi, janganlah tuanku raja menaruh pikiran dalam hatinya, bahwa semua anak raja itu sudah mati, sebab hanya Amnon yang mati.\""}, {"number": "34", "text": "Absalom melarikan diri. Ketika orang yang berjaga-jaga melayangkan pandangnya, maka terlihatlah olehnya sejumlah besar orang datang dari jurusan Horonaim, sepanjang sisi pegunungan."}, {"number": "35", "text": "Berkatalah Yonadab kepada raja: \"Lihat, anak-anak raja datang! Benar seperti kata hambamu ini.\""}, {"number": "36", "text": "Baru saja ia habis berkata, datanglah anak-anak raja itu. Mereka menangis dengan suara nyaring. Juga raja dan semua pegawainya menangis dengan amat keras."}, {"number": "37", "text": "Absalom telah melarikan diri dan telah pergi kepada Talmai bin Amihur, raja negeri Gesur. Dan Daud berdukacita berhari-hari lamanya karena anaknya itu."}, {"number": "38", "text": "Absalom telah melarikan diri dan telah pergi ke Gesur; ia tinggal di sana tiga tahun lamanya."}, {"number": "39", "text": "Lalu raja tidak lagi marah terhadap Absalom, sebab kesedihan hatinya karena kematian Amnon telah surut."}]}