{"book": "2 Samuel", "chapter": 5, "verse": [{"number": "1", "text": "Lalu datanglah segala suku Israel kepada Daud di Hebron dan berkata: \"Ketahuilah, kami ini darah dagingmu."}, {"number": "2", "text": "Telah lama, ketika Saul memerintah atas kami, engkaulah yang memimpin segala gerakan orang Israel. Dan TUHAN telah berfirman kepadamu: Engkaulah yang harus menggembalakan umat-Ku Israel, dan engkaulah yang menjadi raja atas Israel.\""}, {"number": "3", "text": "Maka datanglah semua tua-tua Israel menghadap raja di Hebron, lalu raja Daud mengadakan perjanjian dengan mereka di Hebron di hadapan TUHAN; kemudian mereka mengurapi Daud menjadi raja atas Israel."}, {"number": "4", "text": "Daud berumur tiga puluh tahun, pada waktu ia menjadi raja; empat puluh tahun lamanya ia memerintah."}, {"number": "5", "text": "Di Hebron ia memerintah atas Yehuda tujuh tahun enam bulan, dan di Yerusalem ia memerintah tiga puluh tiga tahun atas seluruh Israel dan Yehuda."}, {"number": "6", "text": "Lalu raja dengan orang-orangnya pergi ke Yerusalem, menyerang orang Yebus, penduduk negeri itu. Mereka itu berkata kepada Daud: \"Engkau tidak sanggup masuk ke mari; orang-orang buta dan orang-orang timpang akan mengenyahkan engkau!\" Maksud mereka: Daud tidak sanggup masuk ke mari."}, {"number": "7", "text": "Tetapi Daud merebut kubu pertahanan Sion, yaitu kota Daud."}, {"number": "8", "text": "Daud telah berkata pada waktu itu: \"Siapa yang hendak memukul kalah orang Yebus, haruslah ia masuk melalui saluran air itu; hati Daud benci kepada orang-orang timpang dan orang-orang buta.\" Sebab itu orang berkata: \"Orang-orang buta dan orang-orang timpang tidak boleh masuk bait.\""}, {"number": "9", "text": "Dan Daud menetap di kubu pertahanan itu dan menamainya: Kota Daud. Ia memperkuatnya sekelilingnya, mulai dari Milo ke bagian dalam."}, {"number": "10", "text": "Lalu makin lama makin besarlah kuasa Daud, sebab TUHAN, Allah semesta alam, menyertainya."}, {"number": "11", "text": "Hiram, raja negeri Tirus, mengirim utusan kepada Daud dan kayu alas, tukang-tukang kayu dan tukang-tukang batu; mereka mendirikan istana bagi Daud."}, {"number": "12", "text": "Lalu tahulah Daud, bahwa TUHAN telah menegakkan dia sebagai raja atas Israel dan telah mengangkat martabat pemerintahannya oleh karena Israel, umat-Nya."}, {"number": "13", "text": "Daud mengambil lagi beberapa gundik dan isteri dari Yerusalem, setelah ia datang dari Hebron dan bagi Daud masih lahir lagi anak-anak lelaki dan perempuan."}, {"number": "14", "text": "Inilah nama anak-anak yang lahir bagi dia di Yerusalem: Syamua, Sobab, Natan, Salomo,"}, {"number": "15", "text": "Yibhar, Elisua, Nefeg, Yafia,"}, {"number": "16", "text": "Elisama, Elyada dan Elifelet."}, {"number": "17", "text": "Ketika didengar orang Filistin, bahwa Daud telah diurapi menjadi raja atas Israel, maka majulah semua orang Filistin untuk menangkap Daud. Tetapi Daud mendengar hal itu, lalu ia pergi ke kubu pertahanan."}, {"number": "18", "text": "Ketika orang Filistin itu datang dan memencar di lembah Refaim,"}, {"number": "19", "text": "bertanyalah Daud kepada TUHAN: \"Apakah aku harus maju melawan orang Filistin itu? Akan Kauserahkankah mereka ke dalam tanganku?\" TUHAN menjawab Daud: \"Majulah, sebab Aku pasti akan menyerahkan orang Filistin itu ke dalam tanganmu.\""}, {"number": "20", "text": "Lalu datanglah Daud di Baal-Perasim dan memukul mereka kalah di sana. Berkatalah ia: \"TUHAN telah menerobos musuhku di depanku seperti air menerobos.\" Sebab itu orang menamakan tempat itu Baal-Perasim."}, {"number": "21", "text": "Orang Filistin itu meninggalkan berhalanya di sana, lalu Daud dan orang-orangnya mengangkatnya."}, {"number": "22", "text": "Ketika orang Filistin maju sekali lagi dan memencar di lembah Refaim,"}, {"number": "23", "text": "maka bertanyalah Daud kepada TUHAN, dan Ia menjawab: \"Janganlah maju, tetapi buatlah gerakan lingkaran sampai ke belakang mereka, sehingga engkau dapat menyerang mereka dari jurusan pohon-pohon kertau."}, {"number": "24", "text": "Dan bila engkau mendengar bunyi derap langkah di puncak pohon-pohon kertau itu, maka haruslah engkau bertindak cepat, sebab pada waktu itu TUHAN telah keluar berperang di depanmu untuk memukul kalah tentara orang Filistin.\""}, {"number": "25", "text": "Dan Daud berbuat demikian, seperti yang diperintahkan TUHAN kepadanya, maka ia memukul kalah orang Filistin, mulai dari Geba sampai dekat Gezer."}]}