{"book": "2 Samuel", "chapter": 8, "verse": [{"number": "1", "text": "Sesudah itu Daud memukul kalah orang Filistin dan menundukkan mereka; lalu Daud mengambil kendali pemerintahan atas ibu kota dari tangan orang Filistin."}, {"number": "2", "text": "Dan ia memukul kalah orang Moab, lalu sambil menyuruh mereka berbaring di tanah ia mengukur tempat mereka dengan tali; diukurnya dua kali panjang tali itu untuk mematikan dan satu tali penuh untuk membiarkan hidup. Maka orang Moab takluk kepada Daud dan harus mempersembahkan upeti."}, {"number": "3", "text": "Selanjutnya Daud memukul kalah Hadadezer bin Rehob, raja Zoba, ketika ia pergi memulihkan kekuasaannya pada sungai Efrat."}, {"number": "4", "text": "Daud menawan dari padanya seribu tujuh ratus orang pasukan berkuda dan dua puluh ribu orang pasukan berjalan kaki, lalu Daud menyuruh memotong urat keting segala kuda kereta, tetapi dengan meninggalkan seratus ekor kuda kereta."}, {"number": "5", "text": "Lalu orang Aram dari Damsyik datang menolong Hadadezer, raja Zoba, tetapi dari antara orang Aram itu Daud menewaskan dua puluh dua ribu orang."}, {"number": "6", "text": "Kemudian Daud menempatkan pasukan-pasukan pendudukan di daerah orang Aram dari Damsyik. Orang Aram itu takluk kepada Daud dan harus mempersembahkan upeti. TUHAN memberi kemenangan kepada Daud ke manapun ia pergi berperang."}, {"number": "7", "text": "Sesudah itu Daud mengangkut perisai-perisai emas yang dipakai oleh anak buah Hadadezer, lalu membawanya ke Yerusalem."}, {"number": "8", "text": "Dan dari Betah dan dari Berotai, yaitu kota-kotanya Hadadezer, raja Daud mengangkut amat banyak tembaga."}, {"number": "9", "text": "Ketika didengar Tou, raja Hamat, bahwa Daud telah memukul kalah seluruh tentara Hadadezer,"}, {"number": "10", "text": "maka Tou mengutus Yoram, anaknya, kepada raja Daud untuk menyampaikan salam dan mengucapkan selamat kepadanya, karena ia telah berperang melawan Hadadezer dan memukul dia kalah, sebab Hadadezer sering memerangi Tou. Dan Yoram membawa barang-barang perak, emas dan tembaga."}, {"number": "11", "text": "Juga barang-barang ini dikhususkan raja Daud bagi TUHAN, bersama-sama perak dan emas yang berasal dari segala bangsa yang ditaklukkannya,"}, {"number": "12", "text": "yakni perak dan emas dari orang Aram, dari orang Moab, dari bani Amon, dari orang Filistin, dari orang Amalek, dan dari jarahan yang dirampas dari Hadadezer bin Rehob, raja Zoba."}, {"number": "13", "text": "Demikianlah Daud mendapat nama, dan ketika ia pulang, ia menewaskan delapan belas ribu orang Edom di Lembah Asin."}, {"number": "14", "text": "Lalu ia menempatkan pasukan-pasukan pendudukan di Edom; di seluruh Edom ditempatkannya pasukan-pasukan pendudukan, sehingga seluruh Edom diperbudak oleh Daud. TUHAN memberi kemenangan kepada Daud ke manapun ia pergi berperang."}, {"number": "15", "text": "Demikianlah Daud telah memerintah atas seluruh Israel, dan menegakkan keadilan dan kebenaran bagi seluruh bangsanya."}, {"number": "16", "text": "Yoab, anak Zeruya, menjadi panglima; Yosafat bin Ahilud menjadi bendahara negara;"}, {"number": "17", "text": "Zadok bin Ahitub dan Ahimelekh bin Abyatar menjadi imam; Seraya menjadi panitera negara;"}, {"number": "18", "text": "Benaya bin Yoyada menjadi panglima orang Kreti dan orang Pleti; dan anak-anak Daud menjadi imam."}]}