{"book": "Efesus", "chapter": 1, "verse": [{"number": "1", "text": "Dari Paulus, rasul Kristus Yesus oleh kehendak Allah, kepada orang-orang kudus di Efesus, orang-orang percaya dalam Kristus Yesus."}, {"number": "2", "text": "Kasih karunia dan damai sejahtera dari Allah, Bapa kita dan dari Tuhan Yesus Kristus menyertai kamu."}, {"number": "3", "text": "Terpujilah Allah dan Bapa Tuhan kita Yesus Kristus yang dalam Kristus telah mengaruniakan kepada kita segala berkat rohani di dalam sorga."}, {"number": "4", "text": "Sebab di dalam Dia Allah telah memilih kita sebelum dunia dijadikan, supaya kita kudus dan tak bercacat di hadapan-Nya."}, {"number": "5", "text": "Dalam kasih Ia telah menentukan kita dari semula oleh Yesus Kristus untuk menjadi anak-anak-Nya, sesuai dengan kerelaan kehendak-Nya,"}, {"number": "6", "text": "supaya terpujilah kasih karunia-Nya yang mulia, yang dikaruniakan-Nya kepada kita di dalam Dia, yang dikasihi-Nya."}, {"number": "7", "text": "Sebab di dalam Dia dan oleh darah-Nya kita beroleh penebusan, yaitu pengampunan dosa, menurut kekayaan kasih karunia-Nya,"}, {"number": "8", "text": "yang dilimpahkan-Nya kepada kita dalam segala hikmat dan pengertian."}, {"number": "9", "text": "Sebab Ia telah menyatakan rahasia kehendak-Nya kepada kita, sesuai dengan rencana kerelaan-Nya, yaitu rencana kerelaan yang dari semula telah ditetapkan-Nya di dalam Kristus"}, {"number": "10", "text": "sebagai persiapan kegenapan waktu untuk mempersatukan di dalam Kristus sebagai Kepala segala sesuatu, baik yang di sorga maupun yang di bumi."}, {"number": "11", "text": "Aku katakan \"di dalam Kristus\", karena di dalam Dialah kami mendapat bagian yang dijanjikan--kami yang dari semula ditentukan untuk menerima bagian itu sesuai dengan maksud Allah, yang di dalam segala sesuatu bekerja menurut keputusan kehendak-Nya--"}, {"number": "12", "text": "supaya kami, yang sebelumnya telah menaruh harapan pada Kristus, boleh menjadi puji-pujian bagi kemuliaan-Nya."}, {"number": "13", "text": "Di dalam Dia kamu juga--karena kamu telah mendengar firman kebenaran, yaitu Injil keselamatanmu--di dalam Dia kamu juga, ketika kamu percaya, dimeteraikan dengan Roh Kudus, yang dijanjikan-Nya itu."}, {"number": "14", "text": "Dan Roh Kudus itu adalah jaminan bagian kita sampai kita memperoleh seluruhnya, yaitu penebusan yang menjadikan kita milik Allah, untuk memuji kemuliaan-Nya."}, {"number": "15", "text": "Karena itu, setelah aku mendengar tentang imanmu dalam Tuhan Yesus dan tentang kasihmu terhadap semua orang kudus,"}, {"number": "16", "text": "akupun tidak berhenti mengucap syukur karena kamu. Dan aku selalu mengingat kamu dalam doaku,"}, {"number": "17", "text": "dan meminta kepada Allah Tuhan kita Yesus Kristus, yaitu Bapa yang mulia itu, supaya Ia memberikan kepadamu Roh hikmat dan wahyu untuk mengenal Dia dengan benar."}, {"number": "18", "text": "Dan supaya Ia menjadikan mata hatimu terang, agar kamu mengerti pengharapan apakah yang terkandung dalam panggilan-Nya: betapa kayanya kemuliaan bagian yang ditentukan-Nya bagi orang-orang kudus,"}, {"number": "19", "text": "dan betapa hebat kuasa-Nya bagi kita yang percaya, sesuai dengan kekuatan kuasa-Nya,"}, {"number": "20", "text": "yang dikerjakan-Nya di dalam Kristus dengan membangkitkan Dia dari antara orang mati dan mendudukkan Dia di sebelah kanan-Nya di sorga,"}, {"number": "21", "text": "jauh lebih tinggi dari segala pemerintah dan penguasa dan kekuasaan dan kerajaan dan tiap-tiap nama yang dapat disebut, bukan hanya di dunia ini saja, melainkan juga di dunia yang akan datang."}, {"number": "22", "text": "Dan segala sesuatu telah diletakkan-Nya di bawah kaki Kristus dan Dia telah diberikan-Nya kepada jemaat sebagai Kepala dari segala yang ada."}, {"number": "23", "text": "Jemaat yang adalah tubuh-Nya, yaitu kepenuhan Dia, yang memenuhi semua dan segala sesuatu."}]}