{"book": "Bilangan", "chapter": 14, "verse": [{"number": "1", "text": "Lalu segenap umat itu mengeluarkan suara nyaring dan bangsa itu menangis pada malam itu."}, {"number": "2", "text": "Bersungut-sungutlah semua orang Israel kepada Musa dan Harun; dan segenap umat itu berkata kepada mereka: \"Ah, sekiranya kami mati di tanah Mesir, atau di padang gurun ini!"}, {"number": "3", "text": "Mengapakah TUHAN membawa kami ke negeri ini, supaya kami tewas oleh pedang, dan isteri serta anak-anak kami menjadi tawanan? Bukankah lebih baik kami pulang ke Mesir?\""}, {"number": "4", "text": "Dan mereka berkata seorang kepada yang lain: \"Baiklah kita mengangkat seorang pemimpin, lalu pulang ke Mesir.\""}, {"number": "5", "text": "Lalu sujudlah Musa dan Harun di depan mata seluruh jemaah Israel yang berkumpul di situ."}, {"number": "6", "text": "Tetapi Yosua bin Nun dan Kaleb bin Yefune, yang termasuk orang-orang yang telah mengintai negeri itu, mengoyakkan pakaiannya,"}, {"number": "7", "text": "dan berkata kepada segenap umat Israel: \"Negeri yang kami lalui untuk diintai itu adalah luar biasa baiknya."}, {"number": "8", "text": "Jika TUHAN berkenan kepada kita, maka Ia akan membawa kita masuk ke negeri itu dan akan memberikannya kepada kita, suatu negeri yang berlimpah-limpah susu dan madunya."}, {"number": "9", "text": "Hanya, janganlah memberontak kepada TUHAN, dan janganlah takut kepada bangsa negeri itu, sebab mereka akan kita telan habis. Yang melindungi mereka sudah meninggalkan mereka, sedang TUHAN menyertai kita; janganlah takut kepada mereka.\""}, {"number": "10", "text": "Lalu segenap umat itu mengancam hendak melontari kedua orang itu dengan batu. Tetapi tampaklah kemuliaan TUHAN di Kemah Pertemuan kepada semua orang Israel."}, {"number": "11", "text": "TUHAN berfirman kepada Musa: \"Berapa lama lagi bangsa ini menista Aku, dan berapa lama lagi mereka tidak mau percaya kepada-Ku, sekalipun sudah ada segala tanda mujizat yang Kulakukan di tengah-tengah mereka!"}, {"number": "12", "text": "Aku akan memukul mereka dengan penyakit sampar dan melenyapkan mereka, tetapi engkau akan Kubuat menjadi bangsa yang lebih besar dan lebih kuat dari pada mereka.\""}, {"number": "13", "text": "Lalu berkatalah Musa kepada TUHAN: \"Jikalau hal itu kedengaran kepada orang Mesir, padahal Engkau telah menuntun bangsa ini dengan kekuatan-Mu dari tengah-tengah mereka,"}, {"number": "14", "text": "mereka akan berceritera kepada penduduk negeri ini, yang telah mendengar bahwa Engkau, TUHAN, ada di tengah-tengah bangsa ini, dan bahwa Engkau, TUHAN, menampakkan diri-Mu kepada mereka dengan berhadapan muka, waktu awan-Mu berdiri di atas mereka dan waktu Engkau berjalan mendahului mereka di dalam tiang awan pada waktu siang dan di dalam tiang api pada waktu malam."}, {"number": "15", "text": "Jadi jikalau Engkau membunuh bangsa ini sampai habis, maka bangsa-bangsa yang mendengar kabar tentang Engkau itu nanti berkata:"}, {"number": "16", "text": "Oleh karena TUHAN tidak berkuasa membawa bangsa ini masuk ke negeri yang dijanjikan-Nya dengan bersumpah kepada mereka, maka Ia menyembelih mereka di padang gurun."}, {"number": "17", "text": "Jadi sekarang, biarlah kiranya kekuatan TUHAN itu nyata kebesarannya, seperti yang Kaufirmankan:"}, {"number": "18", "text": "TUHAN itu berpanjangan sabar dan kasih setia-Nya berlimpah-limpah, Ia mengampuni kesalahan dan pelanggaran, tetapi sekali-kali tidak membebaskan orang yang bersalah dari hukuman, bahkan Ia membalaskan kesalahan bapa kepada anak-anaknya, kepada keturunan yang ketiga dan keempat."}, {"number": "19", "text": "Ampunilah kiranya kesalahan bangsa ini sesuai dengan kebesaran kasih setia-Mu, seperti Engkau telah mengampuni bangsa ini mulai dari Mesir sampai ke mari.\""}, {"number": "20", "text": "Berfirmanlah TUHAN: \"Aku mengampuninya sesuai dengan permintaanmu."}, {"number": "21", "text": "Hanya, demi Aku yang hidup dan kemuliaan TUHAN memenuhi seluruh bumi:"}, {"number": "22", "text": "Semua orang yang telah melihat kemuliaan-Ku dan tanda-tanda mujizat yang Kuperbuat di Mesir dan di padang gurun, namun telah sepuluh kali mencobai Aku dan tidak mau mendengarkan suara-Ku,"}, {"number": "23", "text": "pastilah tidak akan melihat negeri yang Kujanjikan dengan bersumpah kepada nenek moyang mereka! Semua yang menista Aku ini tidak akan melihatnya."}, {"number": "24", "text": "Tetapi hamba-Ku Kaleb, karena lain jiwa yang ada padanya dan ia mengikut Aku dengan sepenuhnya, akan Kubawa masuk ke negeri yang telah dimasukinya itu, dan keturunannya akan memilikinya."}, {"number": "25", "text": "Orang Amalek dan orang Kanaan diam di lembah. Sebab itu berpalinglah besok dan berangkatlah ke padang gurun, ke arah Laut Teberau.\""}, {"number": "26", "text": "Lagi berfirmanlah TUHAN kepada Musa dan Harun:"}, {"number": "27", "text": "Berapa lama lagi umat yang jahat ini akan bersungut-sungut kepada-Ku? Segala sesuatu yang disungut-sungutkan orang Israel kepada-Ku telah Kudengar."}, {"number": "28", "text": "Katakanlah kepada mereka: Demi Aku yang hidup, demikianlah firman TUHAN, bahwasanya seperti yang kamu katakan di hadapan-Ku, demikianlah akan Kulakukan kepadamu."}, {"number": "29", "text": "Di padang gurun ini bangkai-bangkaimu akan berhantaran, yakni semua orang di antara kamu yang dicatat, semua tanpa terkecuali yang berumur dua puluh tahun ke atas, karena kamu telah bersungut-sungut kepada-Ku."}, {"number": "30", "text": "Bahwasanya kamu ini tidak akan masuk ke negeri yang dengan mengangkat sumpah telah Kujanjikan akan Kuberi kamu diami, kecuali Kaleb bin Yefune dan Yosua bin Nun!"}, {"number": "31", "text": "Tentang anak-anakmu yang telah kamu katakan: Mereka akan menjadi tawanan, merekalah yang akan Kubawa masuk, supaya mereka mengenal negeri yang telah kamu hinakan itu."}, {"number": "32", "text": "Tetapi mengenai kamu, bangkai-bangkaimu akan berhantaran di padang gurun ini,"}, {"number": "33", "text": "dan anak-anakmu akan mengembara sebagai penggembala di padang gurun empat puluh tahun lamanya dan akan menanggung akibat ketidaksetiaan, sampai bangkai-bangkaimu habis di padang gurun."}, {"number": "34", "text": "Sesuai dengan jumlah hari yang kamu mengintai negeri itu, yakni empat puluh hari, satu hari dihitung satu tahun, jadi empat puluh tahun lamanya kamu harus menanggung akibat kesalahanmu, supaya kamu tahu rasanya, jika Aku berbalik dari padamu:"}, {"number": "35", "text": "Aku, TUHAN, yang berkata demikian. Sesungguhnya Aku akan melakukan semuanya itu kepada segenap umat yang jahat ini yang telah bersepakat melawan Aku. Di padang gurun ini mereka akan habis dan di sinilah mereka akan mati.\""}, {"number": "36", "text": "Adapun orang-orang yang telah disuruh Musa untuk mengintai negeri itu, yang sudah pulang dan menyebabkan segenap umat itu bersungut-sungut kepada Musa dengan menyampaikan kabar busuk tentang negeri itu,"}, {"number": "37", "text": "orang-orang itu mati, kena tulah di hadapan TUHAN."}, {"number": "38", "text": "Tetapi yang tinggal hidup dari orang-orang yang telah pergi mengintai negeri itu hanyalah Yosua bin Nun dan Kaleb bin Yefune."}, {"number": "39", "text": "Setelah Musa menyampaikan perkataan ini kepada semua orang Israel, maka berkabunglah bangsa itu dengan sangat."}, {"number": "40", "text": "Dan keesokan harinya bangunlah mereka pagi-pagi hendak naik ke puncak gunung sambil berkata: \"Sekarang kita hendak maju ke negeri yang difirmankan TUHAN itu; memang kita telah berbuat dosa.\""}, {"number": "41", "text": "Tetapi kata Musa: \"Mengapakah kamu hendak melanggar titah TUHAN? Hal itu tidak akan berhasil."}, {"number": "42", "text": "Janganlah maju, sebab TUHAN tidak ada di tengah-tengahmu, supaya jangan kamu dikalahkan oleh musuhmu,"}, {"number": "43", "text": "sebab orang Amalek dan orang Kanaan ada di sana di depanmu dan kamu akan tewas oleh pedang; dari sebab kamu berbalik membelakangi TUHAN, maka TUHAN tidak akan menyertai kamu.\""}, {"number": "44", "text": "Meskipun demikian, mereka nekat naik ke puncak gunung itu, tetapi tabut perjanjian TUHAN dan Musa juga tidaklah meninggalkan tempat perkemahan."}, {"number": "45", "text": "Lalu turunlah orang Amalek dan orang Kanaan yang mendiami pegunungan itu dan menyerang mereka; kemudian orang-orang itu mencerai-beraikan mereka sampai ke Horma."}]}