{"book": "Bilangan", "chapter": 16, "verse": [{"number": "1", "text": "Korah bin Yizhar bin Kehat bin Lewi, beserta Datan dan Abiram, anak-anak Eliab, dan On bin Pelet, ketiganya orang Ruben, mengajak orang-orang"}, {"number": "2", "text": "untuk memberontak melawan Musa, beserta dua ratus lima puluh orang Israel, pemimpin-pemimpin umat itu, yaitu orang-orang yang dipilih oleh rapat, semuanya orang-orang yang kenamaan."}, {"number": "3", "text": "Maka mereka berkumpul mengerumuni Musa dan Harun, serta berkata kepada keduanya: \"Sekarang cukuplah itu! Segenap umat itu adalah orang-orang kudus, dan TUHAN ada di tengah-tengah mereka. Mengapakah kamu meninggi-ninggikan diri di atas jemaah TUHAN?\""}, {"number": "4", "text": "Ketika Musa mendengar hal itu, sujudlah ia."}, {"number": "5", "text": "Dan ia berkata kepada Korah dan segenap kumpulannya: \"Besok pagi TUHAN akan memberitahukan, siapa kepunyaan-Nya, dan siapa yang kudus, dan Ia akan memperbolehkan orang itu mendekat kepada-Nya; orang yang akan dipilih-Nya akan diperbolehkan-Nya mendekat kepada-Nya."}, {"number": "6", "text": "Perbuatlah begini: ambillah perbaraan-perbaraan, hai Korah, dan kamu segenap kumpulannya,"}, {"number": "7", "text": "bubuhlah api ke dalamnya dan taruhlah ukupan di atasnya, di hadapan TUHAN pada esok hari, dan orang yang akan dipilih TUHAN, dialah yang kudus. Cukuplah itu, hai orang-orang Lewi!\""}, {"number": "8", "text": "Lalu berkatalah Musa kepada Korah: \"Cobalah dengar, hai orang-orang Lewi!"}, {"number": "9", "text": "Belum cukupkah bagimu, bahwa kamu dipisahkan oleh Allah Israel dari umat Israel dan diperbolehkan mendekat kepada-Nya, supaya kamu melakukan pekerjaan pada Kemah Suci TUHAN dan bertugas bagi umat itu untuk melayani mereka,"}, {"number": "10", "text": "dan bahwa engkau diperbolehkan mendekat bersama-sama dengan semua saudaramu bani Lewi? Dan sekarang mau pula kamu menuntut pangkat imam lagi?"}, {"number": "11", "text": "Sebab itu, engkau ini dengan segenap kumpulanmu, kamu bersepakat melawan TUHAN. Karena siapakah Harun, sehingga kamu bersungut-sungut kepadanya?\""}, {"number": "12", "text": "Adapun Musa telah menyuruh orang untuk memanggil Datan dan Abiram, anak-anak Eliab, tetapi jawab mereka: \"Kami tidak mau datang."}, {"number": "13", "text": "Belum cukupkah, bahwa engkau memimpin kami keluar dari suatu negeri yang berlimpah-limpah susu dan madunya untuk membiarkan kami mati di padang gurun, sehingga masih juga engkau menjadikan dirimu tuan atas kami?"}, {"number": "14", "text": "Sungguh, engkau tidak membawa kami ke negeri yang berlimpah-limpah susu dan madunya, ataupun memberikan kepada kami ladang-ladang dan kebun-kebun anggur sebagai milik pusaka. Masakan engkau dapat mengelabui mata orang-orang ini? Kami tidak mau datang.\""}, {"number": "15", "text": "Lalu sangat marahlah Musa dan ia berkata kepada TUHAN: \"Janganlah perhatikan segala persembahan mereka. Belum pernah kuambil satu ekor keledaipun dari mereka, dan belum pernah kulakukan yang jahat kepada seseorangpun dari mereka.\""}, {"number": "16", "text": "Lalu berkatalah Musa kepada Korah: \"Engkau ini dengan segenap kumpulanmu harus menghadap TUHAN, engkau dan mereka dan Harun, pada esok hari."}, {"number": "17", "text": "Baiklah kamu masing-masing membawa perbaraannya membubuh ukupan di atasnya, lalu kamu mempersembahkan masing-masing perbaraannya ke hadapan TUHAN, dua ratus lima puluh perbaraan; juga engkau ini dan Harun masing-masing harus membawa perbaraannya.\""}, {"number": "18", "text": "Maka mereka masing-masing membawa perbaraannya, membubuh api ke dalamnya, menaruh ukupan di atasnya, lalu berdirilah mereka di depan pintu Kemah Pertemuan, juga Musa dan Harun."}, {"number": "19", "text": "Ketika Korah mengumpulkan segenap umat itu melawan mereka berdua di depan pintu Kemah Pertemuan, tampaklah kemuliaan TUHAN kepada segenap umat itu."}, {"number": "20", "text": "Lalu berfirmanlah TUHAN kepada Musa dan Harun:"}, {"number": "21", "text": "Pisahkanlah dirimu dari tengah-tengah umat ini, supaya Kuhancurkan mereka dalam sekejap mata."}, {"number": "22", "text": "Tetapi sujudlah mereka berdua dan berkata: \"Ya Allah, Allah dari roh segala makhluk! Satu orang saja berdosa, masakan Engkau murka terhadap segenap perkumpulan ini?\""}, {"number": "23", "text": "Maka berfirmanlah TUHAN kepada Musa:"}, {"number": "24", "text": "Katakanlah kepada umat itu: Pergilah dari sekeliling tempat kediaman Korah, Datan dan Abiram."}, {"number": "25", "text": "Lalu pergilah Musa kepada Datan dan Abiram, dan para tua-tua Israel mengikuti dia."}, {"number": "26", "text": "Berkatalah ia kepada umat itu: \"Baiklah kamu menjauh dari kemah orang-orang fasik ini dan janganlah kamu kena kepada sesuatu apapun dari kepunyaan mereka, supaya kamu jangan mati lenyap oleh karena segala dosa mereka.\""}, {"number": "27", "text": "Maka pergilah mereka dari sekeliling tempat kediaman Korah, Datan dan Abiram. Keluarlah Datan dan Abiram, lalu berdiri di depan pintu kemah mereka bersama-sama dengan isterinya, para anaknya dan anak-anak yang kecil."}, {"number": "28", "text": "Sesudah itu berkatalah Musa: \"Dari hal inilah kamu akan tahu, bahwa aku diutus TUHAN untuk melakukan segala perbuatan ini, dan hal itu bukanlah dari hatiku sendiri:"}, {"number": "29", "text": "jika orang-orang ini nanti mati seperti matinya setiap manusia, dan mereka mengalami yang dialami setiap manusia, maka aku tidak diutus TUHAN."}, {"number": "30", "text": "Tetapi, jika TUHAN akan menjadikan sesuatu yang belum pernah terjadi, dan tanah mengangakan mulutnya dan menelan mereka beserta segala kepunyaan mereka, sehingga mereka hidup-hidup turun ke dunia orang mati, maka kamu akan tahu, bahwa orang-orang ini telah menista TUHAN.\""}, {"number": "31", "text": "Baru saja ia selesai mengucapkan segala perkataan itu, maka terbelahlah tanah yang di bawah mereka,"}, {"number": "32", "text": "dan bumi membuka mulutnya dan menelan mereka dengan seisi rumahnya dan dengan semua orang yang ada pada Korah dan dengan segala harta milik mereka."}, {"number": "33", "text": "Demikianlah mereka dengan semua orang yang ada pada mereka turun hidup-hidup ke dunia orang mati; dan bumi menutupi mereka, sehingga mereka binasa dari tengah-tengah jemaah itu."}, {"number": "34", "text": "Dan semua orang Israel yang di sekeliling mereka berlarian mendengar teriak mereka, sebab kata mereka: \"Jangan-jangan bumi menelan kita juga!\""}, {"number": "35", "text": "Lagi keluarlah api, berasal dari pada TUHAN, lalu memakan habis kedua ratus lima puluh orang yang mempersembahkan ukupan itu."}, {"number": "36", "text": "TUHAN berfirman kepada Musa:"}, {"number": "37", "text": "Katakanlah kepada Eleazar, anak imam Harun, supaya ia mengangkat perbaraan-perbaraan dari antara kebakaran itu, lalu hamburkanlah api itu jauh-jauh, karena semuanya itu kudus,"}, {"number": "38", "text": "yakni perbaraan orang-orang berdosa yang telah membayarkan nyawanya, kemudian semuanya itu harus ditempa tipis-tipis menjadi salut mezbah, sebab telah dibawa ke hadapan TUHAN oleh orang-orang itu, jadi semuanya itu kudus; dengan demikian hal itu menjadi tanda bagi orang Israel.\""}, {"number": "39", "text": "Maka imam Eleazar mengambil perbaraan-perbaraan tembaga yang telah dibawa oleh orang-orang yang terbakar itu, lalu ditempa menjadi salut mezbah."}, {"number": "40", "text": "Itu menjadi suatu peringatan bagi orang Israel, supaya jangan tampil orang awam yang bukan dari keturunan Harun untuk membakar ukupan di hadapan TUHAN, dan jangan ia menjadi seperti Korah dan kumpulannya--seperti yang difirmankan TUHAN kepadanya dengan perantaraan Musa."}, {"number": "41", "text": "Tetapi pada keesokan harinya bersungut-sungutlah segenap umat Israel kepada Musa dan Harun, kata mereka: \"Kamu telah membunuh umat TUHAN.\""}, {"number": "42", "text": "Ketika umat itu berkumpul melawan Musa dan Harun, dan mereka memalingkan mukanya ke arah Kemah Pertemuan, maka kelihatanlah awan itu menutupinya dan tampaklah kemuliaan TUHAN."}, {"number": "43", "text": "Lalu pergilah Musa dan Harun ke depan Kemah Pertemuan."}, {"number": "44", "text": "Maka berfirmanlah TUHAN kepada Musa:"}, {"number": "45", "text": "Pergilah dari tengah-tengah umat ini, supaya Kuhancurkan mereka dalam sekejap mata."}, {"number": "46", "text": "Berkatalah Musa kepada Harun: \"Ambillah perbaraan, bubuhlah api ke dalamnya dari atas mezbah, dan taruhlah ukupan, dan pergilah dengan segera kepada umat itu dan adakanlah pendamaian bagi mereka, sebab murka TUHAN telah berkobar, dan tulah sedang mulai.\""}, {"number": "47", "text": "Maka Harun mengambil perbaraan, seperti yang dikatakan Musa, dan berlarilah ia ke tengah-tengah jemaah itu, dan tampaklah tulah telah mulai di antara bangsa itu; lalu dibubuhnyalah ukupan dan diadakannyalah pendamaian bagi bangsa itu."}, {"number": "48", "text": "Ketika ia berdiri di antara orang-orang mati dan orang-orang hidup, berhentilah tulah itu."}, {"number": "49", "text": "Dan mereka yang mati kena tulah itu ada empat belas ribu tujuh ratus orang banyaknya, belum terhitung orang-orang yang mati karena perkara Korah."}, {"number": "50", "text": "Ketika Harun kembali kepada Musa di depan pintu Kemah Pertemuan, tulah itu telah berhenti."}]}