{"book": "Bilangan", "chapter": 27, "verse": [{"number": "1", "text": "Kemudian mendekatlah anak-anak perempuan Zelafehad bin Hefer bin Gilead bin Makhir bin Manasye dari kaum Manasye bin Yusuf--nama anak-anaknya itu adalah: Mahla, Noa, Hogla, Milka dan Tirza--"}, {"number": "2", "text": "dan berdiri di depan Musa dan imam Eleazar, dan di depan para pemimpin dan segenap umat itu dekat pintu Kemah Pertemuan, serta berkata:"}, {"number": "3", "text": "Ayah kami telah mati di padang gurun, walaupun ia tidak termasuk ke dalam kumpulan yang bersepakat melawan TUHAN, ke dalam kumpulan Korah, tetapi ia telah mati karena dosanya sendiri, dan ia tidak mempunyai anak laki-laki."}, {"number": "4", "text": "Mengapa nama ayah kami harus hapus dari tengah-tengah kaumnya, oleh karena ia tidak mempunyai anak laki-laki? Berilah kami tanah milik di antara saudara-saudara ayah kami.\""}, {"number": "5", "text": "Lalu Musa menyampaikan perkara mereka itu ke hadapan TUHAN."}, {"number": "6", "text": "Maka berfirmanlah TUHAN kepada Musa:"}, {"number": "7", "text": "Perkataan anak-anak perempuan Zelafehad itu benar; memang engkau harus memberikan tanah milik pusaka kepadanya di tengah-tengah saudara-saudara ayahnya; engkau harus memindahkan kepadanya hak atas milik pusaka ayahnya."}, {"number": "8", "text": "Dan kepada orang Israel engkau harus berkata: Apabila seseorang mati dengan tidak mempunyai anak laki-laki, maka haruslah kamu memindahkan hak atas milik pusakanya kepada anaknya yang perempuan."}, {"number": "9", "text": "Apabila ia tidak mempunyai anak perempuan, maka haruslah kamu memberikan milik pusakanya itu kepada saudara-saudaranya yang laki-laki."}, {"number": "10", "text": "Dan apabila ia tidak mempunyai saudara-saudara lelaki, maka haruslah kamu memberikan milik pusakanya itu kepada saudara-saudara lelaki ayahnya."}, {"number": "11", "text": "Dan apabila ayahnya tidak mempunyai saudara-saudara lelaki, maka haruslah kamu memberikan milik pusakanya itu kepada kerabatnya yang terdekat dari antara kaumnya, supaya dimilikinya.\" Itulah yang harus menjadi ketetapan hukum bagi orang Israel, seperti yang diperintahkan TUHAN kepada Musa."}, {"number": "12", "text": "TUHAN berfirman kepada Musa: \"Naiklah ke gunung Abarim ini, dan pandanglah negeri yang Kuberikan kepada orang Israel."}, {"number": "13", "text": "Sesudah engkau memandangnya, maka engkaupun juga akan dikumpulkan kepada kaum leluhurmu, sama seperti Harun, abangmu, dahulu."}, {"number": "14", "text": "Karena pada waktu pembantahan umat itu di padang gurun Zin, kamu berdua telah memberontak terhadap titah-Ku untuk menyatakan kekudusan-Ku di depan mata mereka dengan air itu.\" Itulah mata air Meriba dekat Kadesh di padang gurun Zin."}, {"number": "15", "text": "Lalu berkatalah Musa kepada TUHAN:"}, {"number": "16", "text": "Biarlah TUHAN, Allah dari roh segala makhluk, mengangkat atas umat ini seorang"}, {"number": "17", "text": "yang mengepalai mereka waktu keluar dan masuk, dan membawa mereka keluar dan masuk, supaya umat TUHAN jangan hendaknya seperti domba-domba yang tidak mempunyai gembala.\""}, {"number": "18", "text": "Lalu TUHAN berfirman kepada Musa: \"Ambillah Yosua bin Nun, seorang yang penuh roh, letakkanlah tanganmu atasnya,"}, {"number": "19", "text": "suruhlah ia berdiri di depan imam Eleazar dan di depan segenap umat, lalu berikanlah kepadanya perintahmu di depan mata mereka itu"}, {"number": "20", "text": "dan berilah dia sebagian dari kewibawaanmu, supaya segenap umat Israel mendengarkan dia."}, {"number": "21", "text": "Ia harus berdiri di depan imam Eleazar, supaya Eleazar menanyakan keputusan Urim bagi dia di hadapan TUHAN; atas titahnya mereka akan keluar dan atas titahnya mereka akan masuk, ia beserta semua orang Israel, segenap umat itu.\""}, {"number": "22", "text": "Maka Musa melakukan seperti yang diperintahkan TUHAN kepadanya. Ia memanggil Yosua dan menyuruh dia berdiri di depan imam Eleazar dan di depan segenap umat itu,"}, {"number": "23", "text": "lalu ia meletakkan tangannya atas Yosua dan memberikan kepadanya perintahnya, seperti yang difirmankan TUHAN dengan perantaraan Musa."}]}