{"book": "Bilangan", "chapter": 3, "verse": [{"number": "1", "text": "Inilah keturunan Harun dan Musa pada waktu TUHAN berfirman kepada Musa di gunung Sinai."}, {"number": "2", "text": "Nama anak-anak Harun, ialah: yang sulung Nadab, kemudian Abihu, Eleazar dan Itamar."}, {"number": "3", "text": "Itulah nama anak-anak Harun, imam-imam yang diurapi, yang telah ditahbiskan untuk memegang jabatan imam."}, {"number": "4", "text": "Tetapi Nadab dan Abihu sudah mati di hadapan TUHAN di padang gurun Sinai, ketika mereka mempersembahkan api yang asing ke hadapan TUHAN. Mereka tidak mempunyai anak. Jadi ketika Harun, ayah mereka, masih hidup, yang memegang jabatan imam ialah Eleazar dan Itamar."}, {"number": "5", "text": "TUHAN berfirman kepada Musa:"}, {"number": "6", "text": "Suruhlah suku Lewi mendekat dan menghadap imam Harun, supaya mereka melayani dia."}, {"number": "7", "text": "Mereka harus mengerjakan tugas-tugas bagi Harun dan bagi segenap umat Israel di depan Kemah Pertemuan dan dengan demikian melakukan pekerjaan jabatannya pada Kemah Suci."}, {"number": "8", "text": "Mereka harus memelihara segala perabotan Kemah Pertemuan, dan mengerjakan tugas-tugas bagi orang Israel dan dengan demikian melakukan pekerjaan jabatannya pada Kemah Suci."}, {"number": "9", "text": "Orang Lewi harus kauserahkan kepada Harun dan anak-anaknya; dari antara orang Israel haruslah orang-orang itu diserahkan kepadanya dengan sepenuhnya."}, {"number": "10", "text": "Tetapi Harun dan anak-anaknya haruslah kautugaskan untuk memegang jabatannya sebagai imam, sedang orang awam yang mendekat harus dihukum mati.\""}, {"number": "11", "text": "TUHAN berfirman kepada Musa:"}, {"number": "12", "text": "Sesungguhnya, Aku mengambil orang Lewi dari antara orang Israel ganti semua anak sulung mereka, yang terdahulu lahir dari kandungan, supaya orang Lewi menjadi kepunyaan-Ku,"}, {"number": "13", "text": "sebab Akulah yang punya semua anak sulung. Pada waktu Aku membunuh semua anak sulung di tanah Mesir, maka Aku menguduskan bagi-Ku semua anak sulung yang ada pada orang Israel, baik dari manusia maupun dari hewan; semuanya itu kepunyaan-Ku; Akulah TUHAN.\""}, {"number": "14", "text": "TUHAN berfirman kepada Musa di padang gurun Sinai:"}, {"number": "15", "text": "Catatlah bani Lewi menurut puak-puak dan kaum-kaum mereka; semua laki-laki yang berumur satu bulan ke atas harus kaucatat."}, {"number": "16", "text": "Lalu Musa mencatat mereka sesuai dengan titah TUHAN, seperti yang diperintahkan kepadanya."}, {"number": "17", "text": "Inilah anak-anak Lewi dengan nama mereka: Gerson, Kehat dan Merari."}, {"number": "18", "text": "Inilah nama anak-anak Gerson dan kaum-kaum mereka: Libni dan Simei."}, {"number": "19", "text": "Anak-anak Kehat dan kaum-kaum mereka ialah Amram, Yizhar, Hebron dan Uziel."}, {"number": "20", "text": "Anak-anak Merari dan kaum-kaum mereka ialah Mahli dan Musi. Inilah kaum-kaum orang Lewi yang ada dalam puak-puak mereka."}, {"number": "21", "text": "Puak Gerson terdiri dari kaum Libni dan kaum Simei; itulah kaum-kaum Gerson."}, {"number": "22", "text": "Jumlah pencatatan mereka ketika semua laki-laki yang berumur satu bulan ke atas dicatat ada tujuh ribu lima ratus orang."}, {"number": "23", "text": "Kaum-kaum Gerson ini berkemah di belakang Kemah Suci di sebelah barat."}, {"number": "24", "text": "Pemimpin puak Gerson ialah Elyasaf bin Lael."}, {"number": "25", "text": "Yang harus dipelihara oleh bani Gerson dalam Kemah Pertemuan ialah Kemah Suci dan Kemah dengan tudungnya, tirai pintu Kemah Pertemuan,"}, {"number": "26", "text": "layar pelataran dan tirai pintu pelataran yang ada sekeliling Kemah Suci dan mezbah, dan talinya, termasuk segala pekerjaan yang berhubungan dengan semuanya itu."}, {"number": "27", "text": "Puak Kehat terdiri dari kaum Amram, kaum Yizhar, kaum Hebron dan kaum Uziel; itulah kaum-kaum Kehat."}, {"number": "28", "text": "Jumlah pencatatan mereka ketika semua laki-laki yang berumur satu bulan ke atas dicatat ada delapan ribu enam ratus orang, yakni mereka yang memelihara barang-barang kudus."}, {"number": "29", "text": "Kaum-kaum bani Kehat ini berkemah pada sisi Kemah Suci sebelah selatan."}, {"number": "30", "text": "Pemimpin puak Kehat dan kaum-kaumnya ialah Elisafan bin Uziel."}, {"number": "31", "text": "Yang harus dipelihara mereka ialah tabut, meja, kandil, mezbah-mezbah, perkakas tempat kudus yang dipakai untuk menyelenggarakan ibadah, juga tirai, termasuk segala pekerjaan yang berhubungan dengan semuanya itu."}, {"number": "32", "text": "Adapun pemimpin tertinggi orang Lewi ialah Eleazar, anak imam Harun, yang mengawasi mereka yang memelihara barang-barang kudus."}, {"number": "33", "text": "Puak Merari terdiri dari kaum Mahli dan kaum Musi; itulah kaum-kaum Merari."}, {"number": "34", "text": "Jumlah pencatatan mereka ketika semua laki-laki yang berumur satu bulan ke atas dicatat ada enam ribu dua ratus orang."}, {"number": "35", "text": "Pemimpin puak Merari dan kaum-kaumnya ialah Zuriel bin Abihail. Mereka berkemah pada sisi Kemah Suci sebelah utara."}, {"number": "36", "text": "Yang ditugaskan kepada bani Merari untuk dipelihara ialah papan Kemah Suci, kayu lintangnya, tiang-tiangnya, alasnya, segala perabotannya, termasuk segala pekerjaan yang berhubungan dengan semuanya itu,"}, {"number": "37", "text": "juga tiang pelataran sekelilingnya, alas, patok dan talinya."}, {"number": "38", "text": "Yang berkemah di depan Kemah Suci di sebelah timur, di depan Kemah Pertemuan, ialah Musa, dan Harun serta anak-anaknya, yang mengerjakan tugas pemeliharaan tempat kudus bagi orang Israel; tetapi orang awam yang mendekat, haruslah dihukum mati."}, {"number": "39", "text": "Jumlah orang Lewi yang sesuai dengan titah TUHAN dicatat oleh Musa dan Harun, menurut kaum-kaum mereka, yakni semua laki-laki yang berumur satu bulan ke atas, ada dua puluh dua ribu orang."}, {"number": "40", "text": "Lalu berfirmanlah TUHAN kepada Musa: \"Catatlah semua anak sulung laki-laki Israel yang berumur satu bulan ke atas, lalu hitunglah jumlah mereka,"}, {"number": "41", "text": "dan ambillah orang-orang Lewi bagi-Ku--Akulah TUHAN--sebagai ganti semua anak sulung yang ada pada orang Israel, juga hewan orang Lewi ganti semua anak sulung di antara hewan orang Israel.\""}, {"number": "42", "text": "Maka Musa mencatat semua anak sulung yang ada pada orang Israel, seperti yang diperintahkan TUHAN kepadanya."}, {"number": "43", "text": "Semua anak sulung laki-laki yang dicatat namanya dalam pencatatan itu, yakni yang berumur satu bulan ke atas, ada dua puluh dua ribu dua ratus tujuh puluh tiga orang."}, {"number": "44", "text": "Lalu berfirmanlah TUHAN kepada Musa:"}, {"number": "45", "text": "Ambillah orang Lewi ganti semua anak sulung yang ada pada orang Israel, juga hewan orang Lewi ganti hewan mereka, supaya orang Lewi itu menjadi kepunyaan-Ku; Akulah TUHAN."}, {"number": "46", "text": "Sebagai uang tebusan untuk kedua ratus tujuh puluh tiga anak sulung Israel yang melebihi jumlah orang Lewi itu,"}, {"number": "47", "text": "haruslah engkau mengambil lima syikal seorang; engkau harus mengambilnya menurut syikal kudus--syikal ini dua puluh gera beratnya--."}, {"number": "48", "text": "Berikanlah perak itu kepada Harun dan anak-anaknya sebagai uang tebusan untuk orang-orang yang kelebihan itu.\""}, {"number": "49", "text": "Lalu Musa mengambil uang tebusan untuk orang-orang yang melebihi jumlah mereka yang telah ditebus oleh orang Lewi itu;"}, {"number": "50", "text": "dari pada anak-anak sulung Israel diambilnya perak itu, seribu tiga ratus enam puluh lima syikal, ditimbang menurut syikal kudus,"}, {"number": "51", "text": "maka Musa memberikan uang tebusan itu kepada Harun dan anak-anaknya sesuai dengan titah TUHAN, seperti yang diperintahkan TUHAN kepada Musa."}]}