{"book": "Bilangan", "chapter": 31, "verse": [{"number": "1", "text": "TUHAN berfirman kepada Musa:"}, {"number": "2", "text": "Lakukanlah pembalasan orang Israel kepada orang Midian; kemudian engkau akan dikumpulkan kepada kaum leluhurmu."}, {"number": "3", "text": "Lalu berkatalah Musa kepada bangsa itu: \"Baiklah sejumlah orang dari antaramu mempersenjatai diri untuk berperang, supaya mereka melawan Midian untuk menjalankan pembalasan TUHAN terhadap Midian."}, {"number": "4", "text": "Dari setiap suku di antara segala suku Israel haruslah kamu menyuruh seribu orang untuk berperang.\""}, {"number": "5", "text": "Demikianlah diserahkan dari kaum-kaum Israel seribu orang dari tiap-tiap suku, jadi dua belas ribu orang bersenjata untuk berperang."}, {"number": "6", "text": "Lalu Musa menyuruh mereka untuk berperang, seribu orang dari tiap-tiap suku, bersama-sama dengan Pinehas, anak imam Eleazar, untuk berperang, dengan membawa perkakas tempat kudus dan nafiri-nafiri pemberi tanda semboyan."}, {"number": "7", "text": "Kemudian berperanglah mereka melawan Midian, seperti yang diperintahkan TUHAN kepada Musa, lalu membunuh semua laki-laki mereka."}, {"number": "8", "text": "Selain dari orang-orang yang mati terbunuh itu, merekapun membunuh juga raja-raja Midian, yakni Ewi, Rekem, Zur, Hur dan Reba, kelima raja Midian, juga Bileam bin Beor dibunuh mereka dengan pedang."}, {"number": "9", "text": "Kemudian Israel menawan perempuan-perempuan Midian dan anak-anak mereka; juga segala hewan, segala ternak dan segenap kekayaan mereka dijarah,"}, {"number": "10", "text": "dan segala kota kediaman serta segala tempat perkemahan mereka dibakar."}, {"number": "11", "text": "Kemudian diambillah seluruh jarahan dan seluruh rampasan berupa manusia dan hewan itu,"}, {"number": "12", "text": "dan dibawalah orang-orang tawanan, rampasan dan jarahan itu kepada Musa dan imam Eleazar dan kepada umat Israel, ke tempat perkemahan di dataran Moab yang di tepi sungai Yordan dekat Yerikho."}, {"number": "13", "text": "Lalu pergilah Musa dan imam Eleazar dan semua pemimpin umat itu sampai ke luar tempat perkemahan untuk menyongsong mereka."}, {"number": "14", "text": "Maka gusarlah Musa kepada para pemimpin tentara itu, kepada para kepala pasukan seribu dan para kepala pasukan seratus, yang pulang dari peperangan,"}, {"number": "15", "text": "dan Musa berkata kepada mereka: \"Kamu biarkankah semua perempuan hidup?"}, {"number": "16", "text": "Bukankah perempuan-perempuan ini, atas nasihat Bileam, menjadi sebabnya orang Israel berubah setia terhadap TUHAN dalam hal Peor, sehingga tulah turun ke antara umat TUHAN."}, {"number": "17", "text": "Maka sekarang bunuhlah semua laki-laki di antara anak-anak mereka, dan juga semua perempuan yang pernah bersetubuh dengan laki-laki haruslah kamu bunuh."}, {"number": "18", "text": "Tetapi semua orang muda di antara perempuan yang belum pernah bersetubuh dengan laki-laki haruslah kamu biarkan hidup bagimu."}, {"number": "19", "text": "Tetapi kamu ini, berkemahlah tujuh hari lamanya di luar tempat perkemahan; setiap orang yang telah membunuh orang dan setiap orang yang kena kepada orang yang mati terbunuh haruslah menghapus dosa dari dirinya pada hari yang ketiga dan pada hari yang ketujuh, kamu sendiri dan orang-orang tawananmu;"}, {"number": "20", "text": "juga setiap pakaian dan setiap barang kulit dan setiap barang yang dibuat dari bulu kambing dan setiap barang kayu haruslah disucikan.\""}, {"number": "21", "text": "Lalu berkatalah imam Eleazar kepada para prajurit, yang telah pergi bertempur itu: \"Inilah ketetapan hukum yang diperintahkan TUHAN kepada Musa."}, {"number": "22", "text": "Hanya emas dan perak, tembaga, besi, timah putih dan timah hitam,"}, {"number": "23", "text": "segala yang tahan api, haruslah kamu lakukan dari api, supaya menjadi tahir; tetapi semuanya itu haruslah juga disucikan dengan air penyuci; dan segala yang tidak tahan api haruslah kamu lalukan dari air."}, {"number": "24", "text": "Lagipula kamu harus mencuci pakaianmu pada hari yang ketujuh, supaya kamu tahir, dan kemudian bolehlah kamu masuk ke tempat perkemahan.\""}, {"number": "25", "text": "TUHAN berfirman kepada Musa:"}, {"number": "26", "text": "Hitunglah jumlah rampasan yang telah diangkut, yang berupa manusia dan hewan--engkau ini dan imam Eleazar serta kepala-kepala puak umat itu."}, {"number": "27", "text": "Lalu bagi dualah rampasan itu, kepada pasukan bersenjata yang telah keluar berperang, dan kepada segenap umat yang lain."}, {"number": "28", "text": "Dan engkau harus mengkhususkan upeti bagi TUHAN dari para prajurit yang keluar bertempur itu, yakni satu dari setiap lima ratus, baik dari manusia, baik dari lembu, dari keledai dan dari kambing domba;"}, {"number": "29", "text": "dari yang setengah yang telah didapat mereka haruslah engkau mengambilnya, lalu menyerahkannya kepada imam Eleazar, sebagai persembahan khusus bagi TUHAN."}, {"number": "30", "text": "Tetapi dari yang setengah lagi yang untuk orang Israel lain haruslah engkau mengambil satu ambilan dari setiap lima puluh, baik dari manusia, baik dari lembu, dari keledai dan dari kambing domba, jadi dari segala hewan, lalu menyerahkan semuanya kepada orang Lewi yang memelihara Kemah Suci TUHAN.\""}, {"number": "31", "text": "Kemudian Musa dan imam Eleazar melakukan seperti yang diperintahkan TUHAN kepada Musa."}, {"number": "32", "text": "Adapun rampasan, yakni yang masih tinggal dari apa yang telah dijarah laskar itu berjumlah: enam ratus tujuh puluh lima ribu ekor kambing domba"}, {"number": "33", "text": "dan tujuh puluh dua ribu ekor lembu,"}, {"number": "34", "text": "dan enam puluh satu ribu ekor keledai,"}, {"number": "35", "text": "selanjutnya orang-orang, yaitu perempuan-perempuan yang belum pernah bersetubuh dengan laki-laki, seluruhnya tiga puluh dua ribu orang."}, {"number": "36", "text": "Yang setengah yang menjadi bagian orang-orang yang telah keluar berperang itu jumlahnya tiga ratus tiga puluh tujuh ribu lima ratus ekor kambing domba,"}, {"number": "37", "text": "jadi upeti bagi TUHAN dari kambing domba itu ada enam ratus tujuh puluh lima ekor;"}, {"number": "38", "text": "lembu-lembu tiga puluh enam ribu ekor, jadi upetinya bagi TUHAN ada tujuh puluh dua ekor;"}, {"number": "39", "text": "keledai-keledai tiga puluh ribu lima ratus ekor, jadi upetinya bagi TUHAN ada enam puluh satu ekor;"}, {"number": "40", "text": "dan orang-orang enam belas ribu orang, jadi upetinya bagi TUHAN tiga puluh dua orang."}, {"number": "41", "text": "Lalu Musa menyerahkan upeti yang dikhususkan bagi TUHAN itu kepada imam Eleazar, seperti yang diperintahkan TUHAN kepada Musa."}, {"number": "42", "text": "Yang setengah lagi yang menjadi bagian orang Israel lain, yang dipisahkan Musa dari bagian orang-orang yang telah berperang itu,"}, {"number": "43", "text": "yaitu yang setengah yang menjadi bagian umat yang lain itu: domba-domba tiga ratus tiga puluh tujuh ribu lima ratus ekor,"}, {"number": "44", "text": "lembu-lembu tiga puluh enam ribu ekor,"}, {"number": "45", "text": "keledai-keledai tiga puluh ribu lima ratus ekor,"}, {"number": "46", "text": "dan orang-orang enam belas ribu orang."}, {"number": "47", "text": "Lalu Musa mengambil dari yang setengah yang menjadi bagian orang Israel lain itu satu ambilan dari setiap lima puluh, baik dari manusia baik dari hewan, kemudian menyerahkan semuanya kepada orang Lewi yang memelihara Kemah Suci, seperti yang diperintahkan TUHAN kepada Musa."}, {"number": "48", "text": "Lalu mendekatlah para pemimpin tentara, yakni kepala-kepala pasukan seribu dan kepala-kepala pasukan seratus, kepada Musa"}, {"number": "49", "text": "serta berkata kepadanya: \"Hamba-hambamu ini telah menghitung jumlah prajurit yang ada di bawah kuasa kami dan dari mereka tidak ada seorangpun yang hilang."}, {"number": "50", "text": "Sebab itu kami mempersembahkan sebagai persembahan kepada TUHAN apa yang didapat masing-masing, yakni barang-barang emas, gelang kaki, gelang tangan, cincin meterai, anting-anting dan kerongsang untuk mengadakan pendamaian bagi nyawa kami di hadapan TUHAN.\""}, {"number": "51", "text": "Maka Musa dan imam Eleazar menerima dari mereka emas itu, semuanya barang-barang tempaan."}, {"number": "52", "text": "Dan segala emas persembahan khusus yang dipersembahkan mereka kepada TUHAN, yakni yang dari pihak kepala-kepala pasukan seribu dan kepala-kepala pasukan seratus, ada enam belas ribu tujuh ratus lima puluh syikal beratnya."}, {"number": "53", "text": "Tetapi prajurit-prajurit itu masing-masing telah mengambil jarahan bagi dirinya sendiri."}, {"number": "54", "text": "Setelah Musa dan imam Eleazar menerima emas itu dari pihak kepala-kepala pasukan seribu dan kepala-kepala pasukan seratus, maka mereka membawanya ke dalam Kemah Pertemuan sebagai peringatan di hadapan TUHAN untuk mengingat orang Israel."}]}