{"book": "Bilangan", "chapter": 7, "verse": [{"number": "1", "text": "Pada waktu Musa selesai mendirikan Kemah Suci, diurapinya dan dikuduskannyalah itu dengan segala perabotannya, juga mezbah dengan segala perkakasnya; dan setelah diurapi dan dikuduskannya semuanya itu,"}, {"number": "2", "text": "maka para pemimpin Israel, para kepala suku mereka, mempersembahkan persembahan. Mereka itu ialah para pemimpin suku yang bertanggung jawab atas pencatatan itu."}, {"number": "3", "text": "Sebagai persembahan dibawa mereka ke hadapan TUHAN: enam kereta beratap dengan dua belas ekor lembu; satu kereta untuk dua orang pemimpin dan satu ekor lembu untuk satu orang pemimpin, lalu mereka membawa semuanya itu ke depan Kemah Suci."}, {"number": "4", "text": "Kemudian TUHAN berfirman kepada Musa:"}, {"number": "5", "text": "Terimalah semuanya itu dari mereka, supaya dipergunakan untuk pekerjaan pada Kemah Pertemuan; berikanlah semuanya itu kepada orang Lewi, sesuai dengan keperluan pekerjaan masing-masing."}, {"number": "6", "text": "Lalu Musa menerima kereta-kereta dan lembu-lembu itu dan memberikannya kepada orang Lewi;"}, {"number": "7", "text": "dua kereta dengan empat ekor lembu diberikannya kepada bani Gerson, sesuai dengan keperluan pekerjaan mereka,"}, {"number": "8", "text": "dan empat kereta dengan delapan ekor lembu diberikannya kepada bani Merari, sesuai dengan keperluan pekerjaan mereka di bawah pimpinan Itamar, anak imam Harun itu."}, {"number": "9", "text": "Tetapi kepada bani Kehat tidak diberikannya apa-apa, karena pekerjaan mereka ialah mengurus barang-barang kudus, yang harus diangkat di atas bahunya."}, {"number": "10", "text": "Lagi para pemimpin mempersembahkan persembahan pentahbisan mezbah, pada hari mezbah itu diurapi; para pemimpin membawa persembahan mereka ke depan mezbah itu."}, {"number": "11", "text": "TUHAN berfirman kepada Musa: \"Satu pemimpin setiap hari haruslah mempersembahkan persembahannya untuk mentahbiskan mezbah itu.\""}, {"number": "12", "text": "Yang mempersembahkan persembahannya pada hari pertama ialah Nahason bin Aminadab, dari suku Yehuda."}, {"number": "13", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "14", "text": "satu cawan sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "15", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "16", "text": "seekor kambing jantan, untuk korban penghapus dosa;"}, {"number": "17", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Nahason bin Aminadab."}, {"number": "18", "text": "Pada hari kedua Netaneel bin Zuar, pemimpin suku Isakhar, mempersembahkan persembahan."}, {"number": "19", "text": "Sebagai persembahannya dipersembahkannya satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "20", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "21", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "22", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "23", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Netaneel bin Zuar."}, {"number": "24", "text": "Pada hari ketiga: pemimpin bani Zebulon, Eliab bin Helon."}, {"number": "25", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "26", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "27", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "28", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "29", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Eliab bin Helon."}, {"number": "30", "text": "Pada hari keempat: pemimpin bani Ruben, Elizur bin Syedeur."}, {"number": "31", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik diolah dengan minyak, untuk korban sajian;"}, {"number": "32", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "33", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "34", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "35", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Elizur bin Syedeur."}, {"number": "36", "text": "Pada hari kelima: pemimpin bani Simeon, Selumiel bin Zurisyadai."}, {"number": "37", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "38", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "39", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "40", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "41", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Selumiel bin Zurisyadai."}, {"number": "42", "text": "Pada hari keenam: pemimpin bani Gad, Elyasaf bin Rehuel."}, {"number": "43", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "44", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "45", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "46", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "47", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Elyasaf bin Rehuel."}, {"number": "48", "text": "Pada hari ketujuh: pemimpin bani Efraim, Elisama bin Amihud."}, {"number": "49", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "50", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "51", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "52", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "53", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Elisama bin Amihud."}, {"number": "54", "text": "Pada hari kedelapan: pemimpin bani Manasye, Gamaliel bin Pedazur."}, {"number": "55", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "56", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "57", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "58", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "59", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Gamaliel bin Pedazur."}, {"number": "60", "text": "Pada hari kesembilan: pemimpin bani Benyamin, Abidan bin Gideoni."}, {"number": "61", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "62", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "63", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "64", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "65", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Abidan bin Gideoni."}, {"number": "66", "text": "Pada hari kesepuluh: pemimpin bani Dan, Ahiezer bin Amisyadai."}, {"number": "67", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "68", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "69", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "70", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "71", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Ahiezer bin Amisyadai."}, {"number": "72", "text": "Pada hari kesebelas: pemimpin bani Asyer, Pagiel bin Okhran."}, {"number": "73", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "74", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "75", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "76", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "77", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Pagiel bin Okhran."}, {"number": "78", "text": "Pada hari kedua belas: pemimpin bani Naftali, Ahira bin Enan."}, {"number": "79", "text": "Persembahannya ialah satu pinggan perak, seratus tiga puluh syikal timbangannya, dan satu bokor penyiraman dari perak, tujuh puluh syikal beratnya, ditimbang menurut syikal kudus, keduanya berisi tepung yang terbaik, diolah dengan minyak, untuk korban sajian;"}, {"number": "80", "text": "satu cawan, sepuluh syikal emas beratnya, berisi ukupan;"}, {"number": "81", "text": "seekor lembu jantan muda, seekor domba jantan dan seekor domba berumur setahun, untuk korban bakaran;"}, {"number": "82", "text": "seekor kambing jantan untuk korban penghapus dosa;"}, {"number": "83", "text": "dan untuk korban keselamatan dua ekor lembu, lima ekor domba jantan, lima ekor kambing jantan dan lima ekor domba berumur setahun. Itulah persembahan Ahira bin Enan."}, {"number": "84", "text": "Itulah persembahan pentahbisan mezbah pada hari mezbah itu diurapi, dari pihak para pemimpin Israel, yaitu dua belas pinggan perak, dua belas bokor penyiraman dari perak, dua belas cawan emas."}, {"number": "85", "text": "Beratnya tiap-tiap pinggan adalah seratus tiga puluh syikal perak, dan beratnya tiap-tiap bokor penyiraman adalah tujuh puluh syikal; segala perak perkakas-perkakas itu ada dua ribu empat ratus syikal beratnya, ditimbang menurut syikal kudus."}, {"number": "86", "text": "Selanjutnya dua belas cawan emas berisi ukupan, tiap-tiap cawan sepuluh syikal beratnya, ditimbang menurut syikal kudus; segala emas cawan itu ada seratus dua puluh syikal beratnya."}, {"number": "87", "text": "Segala hewan untuk korban bakaran itu ialah dua belas ekor lembu jantan, dua belas ekor domba jantan, dua belas ekor domba berumur setahun, dengan korban sajiannya; juga dua belas ekor kambing jantan untuk korban penghapus dosa."}, {"number": "88", "text": "Segala hewan korban keselamatan itu ialah dua puluh empat ekor lembu jantan, enam puluh ekor domba jantan, enam puluh ekor kambing jantan, enam puluh ekor domba berumur setahun. Itulah persembahan pentahbisan mezbah, sesudah mezbah itu diurapi."}, {"number": "89", "text": "Apabila Musa masuk ke dalam Kemah Pertemuan untuk berbicara dengan Dia, maka ia mendengar suara yang berfirman kepadanya dari atas tutup pendamaian, yang di atas tabut hukum Allah, dari antara kedua kerub itu; demikianlah Ia berfirman kepadanya."}]}