{"book": "Bilangan", "chapter": 9, "verse": [{"number": "1", "text": "TUHAN berfirman kepada Musa di padang gurun Sinai, pada bulan yang pertama tahun yang kedua sesudah mereka keluar dari tanah Mesir:"}, {"number": "2", "text": "Orang Israel harus merayakan Paskah pada waktunya;"}, {"number": "3", "text": "pada hari yang keempat belas bulan ini, pada waktu senja, haruslah kamu merayakannya pada waktu yang ditetapkan, menurut segala ketetapan dan peraturannya haruslah kamu merayakannya.\""}, {"number": "4", "text": "Lalu Musa menyuruh orang Israel merayakan Paskah."}, {"number": "5", "text": "Maka mereka merayakan Paskah pada bulan yang pertama, pada hari yang keempat belas bulan itu, pada waktu senja, di padang gurun Sinai; tepat seperti yang diperintahkan TUHAN kepada Musa, demikianlah dilakukan orang Israel."}, {"number": "6", "text": "Tetapi ada beberapa orang yang najis oleh karena mayat, sehingga tidak dapat merayakan Paskah pada hari itu. Mereka datang menghadap Musa dan Harun pada hari itu juga,"}, {"number": "7", "text": "lalu berkata kepadanya: \"Sungguhpun kami najis oleh karena mayat, dengan dasar apakah kami dicegah mempersembahkan persembahan bagi TUHAN di tengah-tengah orang Israel pada waktu yang ditetapkan?\""}, {"number": "8", "text": "Lalu jawab Musa kepada mereka: \"Tunggulah dahulu, aku hendak mendengar apa yang akan diperintahkan TUHAN mengenai kamu.\""}, {"number": "9", "text": "Lalu berfirmanlah TUHAN kepada Musa:"}, {"number": "10", "text": "Katakanlah kepada orang Israel: Apabila salah seorang di antara kamu atau keturunanmu najis oleh karena mayat, atau berada dalam perjalanan jauh, maka ia harus juga merayakan Paskah bagi TUHAN."}, {"number": "11", "text": "Pada bulan yang kedua, pada hari yang keempat belas, pada waktu senja, haruslah orang-orang itu merayakannya; beserta roti yang tidak beragi dan sayur pahit haruslah mereka memakannya."}, {"number": "12", "text": "Janganlah mereka meninggalkan sebagian dari padanya sampai pagi, dan satu tulangpun tidak boleh dipatahkan mereka. Menurut segala ketetapan Paskah haruslah mereka merayakannya."}, {"number": "13", "text": "Sebaliknya orang yang tidak najis, dan tidak dalam perjalanan, tetapi lalai merayakan Paskah, orang itu harus dilenyapkan dari antara orang-orang sebangsanya, sebab ia tidak mempersembahkan persembahan yang kepada TUHAN pada waktunya; orang itu akan menanggung akibat dosanya."}, {"number": "14", "text": "Apabila seorang asing yang telah menetap padamu hendak merayakan Paskah bagi TUHAN, maka haruslah ia merayakannya menurut segala ketetapan dan peraturan Paskah. Satu ketetapan harus berlaku bagi kamu, baik bagi orang asing maupun bagi orang Israel asli.\""}, {"number": "15", "text": "Pada hari didirikan Kemah Suci, maka awan itu menutupi Kemah Suci, kemah hukum Allah; dan pada waktu malam sampai pagi awan itu ada di atas Kemah Suci, kelihatan seperti api."}, {"number": "16", "text": "Demikianlah selalu terjadi: awan itu menutupi Kemah, dan pada waktu malam kelihatan seperti api."}, {"number": "17", "text": "Dan setiap kali awan itu naik dari atas Kemah, maka orang Israelpun berangkatlah, dan di tempat awan itu diam, di sanalah orang Israel berkemah."}, {"number": "18", "text": "Atas titah TUHAN orang Israel berangkat dan atas titah TUHAN juga mereka berkemah; selama awan itu diam di atas Kemah Suci, mereka tetap berkemah."}, {"number": "19", "text": "Apabila awan itu lama tinggal di atas Kemah Suci, maka orang Israel memelihara kewajibannya kepada TUHAN, dan tidaklah mereka berangkat."}, {"number": "20", "text": "Ada kalanya awan itu hanya tinggal beberapa hari di atas Kemah Suci; maka atas titah TUHAN mereka berkemah dan atas titah TUHAN juga mereka berangkat."}, {"number": "21", "text": "Ada kalanya awan itu tinggal dari petang sampai pagi; ketika awan itu naik pada waktu pagi, merekapun berangkatlah; baik pada waktu siang baik pada waktu malam, apabila awan itu naik, merekapun berangkatlah."}, {"number": "22", "text": "Berapa lamapun juga awan itu diam di atas Kemah Suci, baik dua hari, baik sebulan atau lebih lama, maka orang Israel tetap berkemah dan tidak berangkat; tetapi apabila awan itu naik, barulah mereka berangkat."}, {"number": "23", "text": "Atas titah TUHAN mereka berkemah dan atas titah TUHAN juga mereka berangkat; mereka memelihara kewajibannya kepada TUHAN, menurut titah TUHAN dengan perantaraan Musa."}]}