{"book": "1 Petrus", "chapter": 4, "verse": [{"number": "1", "text": "Jadi, karena Kristus telah menderita penderitaan badani, kamupun harus juga mempersenjatai dirimu dengan pikiran yang demikian, --karena barangsiapa telah menderita penderitaan badani, ia telah berhenti berbuat dosa--,"}, {"number": "2", "text": "supaya waktu yang sisa jangan kamu pergunakan menurut keinginan manusia, tetapi menurut kehendak Allah."}, {"number": "3", "text": "Sebab telah cukup banyak waktu kamu pergunakan untuk melakukan kehendak orang-orang yang tidak mengenal Allah. Kamu telah hidup dalam rupa-rupa hawa nafsu, keinginan, kemabukan, pesta pora, perjamuan minum dan penyembahan berhala yang terlarang."}, {"number": "4", "text": "Sebab itu mereka heran, bahwa kamu tidak turut mencemplungkan diri bersama-sama mereka di dalam kubangan ketidaksenonohan yang sama, dan mereka memfitnah kamu."}, {"number": "5", "text": "Tetapi mereka harus memberi pertanggungan jawab kepada Dia, yang telah siap sedia menghakimi orang yang hidup dan yang mati."}, {"number": "6", "text": "Itulah sebabnya maka Injil telah diberitakan juga kepada orang-orang mati, supaya mereka, sama seperti semua manusia, dihakimi secara badani; tetapi oleh roh dapat hidup menurut kehendak Allah."}, {"number": "7", "text": "Kesudahan segala sesuatu sudah dekat. Karena itu kuasailah dirimu dan jadilah tenang, supaya kamu dapat berdoa."}, {"number": "8", "text": "Tetapi yang terutama: kasihilah sungguh-sungguh seorang akan yang lain, sebab kasih menutupi banyak sekali dosa."}, {"number": "9", "text": "Berilah tumpangan seorang akan yang lain dengan tidak bersungut-sungut."}, {"number": "10", "text": "Layanilah seorang akan yang lain, sesuai dengan karunia yang telah diperoleh tiap-tiap orang sebagai pengurus yang baik dari kasih karunia Allah."}, {"number": "11", "text": "Jika ada orang yang berbicara, baiklah ia berbicara sebagai orang yang menyampaikan firman Allah; jika ada orang yang melayani, baiklah ia melakukannya dengan kekuatan yang dianugerahkan Allah, supaya Allah dimuliakan dalam segala sesuatu karena Yesus Kristus. Ialah yang empunya kemuliaan dan kuasa sampai selama-lamanya! Amin."}, {"number": "12", "text": "Saudara-saudara yang kekasih, janganlah kamu heran akan nyala api siksaan yang datang kepadamu sebagai ujian, seolah-olah ada sesuatu yang luar biasa terjadi atas kamu."}, {"number": "13", "text": "Sebaliknya, bersukacitalah, sesuai dengan bagian yang kamu dapat dalam penderitaan Kristus, supaya kamu juga boleh bergembira dan bersukacita pada waktu Ia menyatakan kemuliaan-Nya."}, {"number": "14", "text": "Berbahagialah kamu, jika kamu dinista karena nama Kristus, sebab Roh kemuliaan, yaitu Roh Allah ada padamu."}, {"number": "15", "text": "Janganlah ada di antara kamu yang harus menderita sebagai pembunuh atau pencuri atau penjahat, atau pengacau."}, {"number": "16", "text": "Tetapi, jika ia menderita sebagai orang Kristen, maka janganlah ia malu, melainkan hendaklah ia memuliakan Allah dalam nama Kristus itu."}, {"number": "17", "text": "Karena sekarang telah tiba saatnya penghakiman dimulai, dan pada rumah Allah sendiri yang harus pertama-tama dihakimi. Dan jika penghakiman itu dimulai pada kita, bagaimanakah kesudahannya dengan mereka yang tidak percaya pada Injil Allah?"}, {"number": "18", "text": "Dan jika orang benar hampir-hampir tidak diselamatkan, apakah yang akan terjadi dengan orang fasik dan orang berdosa?"}, {"number": "19", "text": "Karena itu baiklah juga mereka yang harus menderita karena kehendak Allah, menyerahkan jiwanya, dengan selalu berbuat baik, kepada Pencipta yang setia."}]}