{"book": "1 Korintus", "chapter": 16, "verse": [{"number": "1", "text": "Tentang pengumpulan uang bagi orang-orang kudus, hendaklah kamu berbuat sesuai dengan petunjuk-petunjuk yang kuberikan kepada Jemaat-jemaat di Galatia."}, {"number": "2", "text": "Pada hari pertama dari tiap-tiap minggu hendaklah kamu masing-masing--sesuai dengan apa yang kamu peroleh--menyisihkan sesuatu dan menyimpannya di rumah, supaya jangan pengumpulan itu baru diadakan, kalau aku datang."}, {"number": "3", "text": "Sesudah aku tiba, aku akan mengutus orang-orang, yang kamu anggap layak, dengan surat ke Yerusalem untuk menyampaikan pemberianmu."}, {"number": "4", "text": "Kalau ternyata penting, bahwa aku juga pergi, maka mereka akan pergi bersama-sama dengan aku."}, {"number": "5", "text": "Aku akan datang kepadamu, sesudah aku melintasi Makedonia, sebab aku akan melintasi Makedonia."}, {"number": "6", "text": "Dan di Korintus mungkin aku akan tinggal beberapa lamanya dengan kamu atau mungkin aku akan tinggal selama musim dingin, sehingga kamu dapat menolong aku untuk melanjutkan perjalananku."}, {"number": "7", "text": "Sebab sekarang aku tidak mau melihat kamu hanya sepintas lalu saja. Aku harap dapat tinggal agak lama dengan kamu, jika diperkenankan Tuhan."}, {"number": "8", "text": "Tetapi aku akan tinggal di Efesus sampai hari raya Pentakosta,"}, {"number": "9", "text": "sebab di sini banyak kesempatan bagiku untuk mengerjakan pekerjaan yang besar dan penting, sekalipun ada banyak penentang."}, {"number": "10", "text": "Jika Timotius datang kepadamu, usahakanlah supaya ia berada di tengah-tengah kamu tanpa takut, sebab ia mengerjakan pekerjaan Tuhan, sama seperti aku."}, {"number": "11", "text": "Jadi, janganlah ada orang yang menganggapnya rendah! Tetapi tolonglah dia, supaya ia melanjutkan perjalanannya dengan selamat, agar ia datang kembali kepadaku, sebab aku di sini menunggu kedatangannya bersama-sama dengan saudara-saudara yang lain."}, {"number": "12", "text": "Tentang saudara Apolos: telah berulang-ulang aku mendesaknya untuk bersama-sama dengan saudara-saudara lain mengunjungi kamu, tetapi ia sama sekali tidak mau datang sekarang. Kalau ada kesempatan baik nanti, ia akan datang."}, {"number": "13", "text": "Berjaga-jagalah! Berdirilah dengan teguh dalam iman! Bersikaplah sebagai laki-laki! Dan tetap kuat!"}, {"number": "14", "text": "Lakukanlah segala pekerjaanmu dalam kasih!"}, {"number": "15", "text": "Ada suatu permintaan lagi kepadamu, saudara-saudara. Kamu tahu, bahwa Stefanus dan keluarganya adalah orang-orang yang pertama-tama bertobat di Akhaya, dan bahwa mereka telah mengabdikan diri kepada pelayanan orang-orang kudus."}, {"number": "16", "text": "Karena itu taatilah orang-orang yang demikian dan setiap orang yang turut bekerja dan berjerih payah."}, {"number": "17", "text": "Aku bergembira atas kedatangan Stefanus, Fortunatus dan Akhaikus, karena mereka melengkapi apa yang masih kurang padamu;"}, {"number": "18", "text": "karena mereka menyegarkan rohku dan roh kamu. Hargailah orang-orang yang demikian!"}, {"number": "19", "text": "Salam kepadamu dari Jemaat-jemaat di Asia Kecil. Akwila, Priskila dan Jemaat di rumah mereka menyampaikan berlimpah-limpah salam kepadamu."}, {"number": "20", "text": "Salam kepadamu dari saudara-saudara semuanya. Sampaikanlah salam seorang kepada yang lain dengan cium kudus."}, {"number": "21", "text": "Dengan tanganku sendiri aku menulis ini: Salam dari Paulus."}, {"number": "22", "text": "Siapa yang tidak mengasihi Tuhan, terkutuklah ia. Maranata!"}, {"number": "23", "text": "Kasih karunia Tuhan Yesus menyertai kamu."}, {"number": "24", "text": "Kasihku menyertai kamu sekalian dalam Kristus Yesus."}]}