{"book": "1 Korintus", "chapter": 6, "verse": [{"number": "1", "text": "Apakah ada seorang di antara kamu, yang jika berselisih dengan orang lain, berani mencari keadilan pada orang-orang yang tidak benar, dan bukan pada orang-orang kudus?"}, {"number": "2", "text": "Atau tidak tahukah kamu, bahwa orang-orang kudus akan menghakimi dunia? Dan jika penghakiman dunia berada dalam tangan kamu, tidakkah kamu sanggup untuk mengurus perkara-perkara yang tidak berarti?"}, {"number": "3", "text": "Tidak tahukah kamu, bahwa kita akan menghakimi malaikat-malaikat? Jadi apalagi perkara-perkara biasa dalam hidup kita sehari-hari."}, {"number": "4", "text": "Sekalipun demikian, jika kamu harus mengurus perkara-perkara biasa, kamu menyerahkan urusan itu kepada mereka yang tidak berarti dalam jemaat?"}, {"number": "5", "text": "Hal ini kukatakan untuk memalukan kamu. Tidak adakah seorang di antara kamu yang berhikmat, yang dapat mengurus perkara-perkara dari saudara-saudaranya?"}, {"number": "6", "text": "Adakah saudara yang satu mencari keadilan terhadap saudara yang lain, dan justru pada orang-orang yang tidak percaya?"}, {"number": "7", "text": "Adanya saja perkara di antara kamu yang seorang terhadap yang lain telah merupakan kekalahan bagi kamu. Mengapa kamu tidak lebih suka menderita ketidakadilan? Mengapakah kamu tidak lebih suka dirugikan?"}, {"number": "8", "text": "Tetapi kamu sendiri melakukan ketidakadilan dan kamu sendiri mendatangkan kerugian, dan hal itu kamu buat terhadap saudara-saudaramu."}, {"number": "9", "text": "Atau tidak tahukah kamu, bahwa orang-orang yang tidak adil tidak akan mendapat bagian dalam Kerajaan Allah? Janganlah sesat! Orang cabul, penyembah berhala, orang berzinah, banci, orang pemburit,"}, {"number": "10", "text": "pencuri, orang kikir, pemabuk, pemfitnah dan penipu tidak akan mendapat bagian dalam Kerajaan Allah."}, {"number": "11", "text": "Dan beberapa orang di antara kamu demikianlah dahulu. Tetapi kamu telah memberi dirimu disucikan, kamu telah dikuduskan, kamu telah dibenarkan dalam nama Tuhan Yesus Kristus dan dalam Roh Allah kita."}, {"number": "12", "text": "Segala sesuatu halal bagiku, tetapi bukan semuanya berguna. Segala sesuatu halal bagiku, tetapi aku tidak membiarkan diriku diperhamba oleh suatu apapun."}, {"number": "13", "text": "Makanan adalah untuk perut dan perut untuk makanan: tetapi kedua-duanya akan dibinasakan Allah. Tetapi tubuh bukanlah untuk percabulan, melainkan untuk Tuhan, dan Tuhan untuk tubuh."}, {"number": "14", "text": "Allah, yang membangkitkan Tuhan, akan membangkitkan kita juga oleh kuasa-Nya."}, {"number": "15", "text": "Tidak tahukah kamu, bahwa tubuhmu adalah anggota Kristus? Akan kuambilkah anggota Kristus untuk menyerahkannya kepada percabulan? Sekali-kali tidak!"}, {"number": "16", "text": "Atau tidak tahukah kamu, bahwa siapa yang mengikatkan dirinya pada perempuan cabul, menjadi satu tubuh dengan dia? Sebab, demikianlah kata nas: \"Keduanya akan menjadi satu daging.\""}, {"number": "17", "text": "Tetapi siapa yang mengikatkan dirinya pada Tuhan, menjadi satu roh dengan Dia."}, {"number": "18", "text": "Jauhkanlah dirimu dari percabulan! Setiap dosa lain yang dilakukan manusia, terjadi di luar dirinya. Tetapi orang yang melakukan percabulan berdosa terhadap dirinya sendiri."}, {"number": "19", "text": "Atau tidak tahukah kamu, bahwa tubuhmu adalah bait Roh Kudus yang diam di dalam kamu, Roh Kudus yang kamu peroleh dari Allah, --dan bahwa kamu bukan milik kamu sendiri?"}, {"number": "20", "text": "Sebab kamu telah dibeli dan harganya telah lunas dibayar: Karena itu muliakanlah Allah dengan tubuhmu!"}]}