{"book": "Yosua", "chapter": 22, "verse": [{"number": "1", "text": "Lalu Yosua memanggil orang Ruben, orang Gad dan suku Manasye yang setengah itu,"}, {"number": "2", "text": "dan berkata kepada mereka: \"Kamu telah memelihara segala yang diperintahkan kepadamu oleh Musa, hamba TUHAN itu, dan telah mendengarkan perkataanku dalam segala yang kuperintahkan kepadamu."}, {"number": "3", "text": "Kamu tidak meninggalkan saudara-saudaramu selama waktu ini, sampai sekarang, tetapi kamu setia memelihara perintah TUHAN, Allahmu, kepadamu."}, {"number": "4", "text": "Tetapi sekarang TUHAN, Allahmu, telah mengaruniakan keamanan kepada saudara-saudaramu, seperti yang dijanjikan-Nya kepada mereka. Oleh sebab itu, pulanglah ke kemahmu, ke tanah milikmu, yang telah diberikan kepadamu oleh Musa, hamba TUHAN itu, di seberang Yordan."}, {"number": "5", "text": "Hanya, lakukanlah dengan sangat setia perintah dan hukum, yang diperintahkan kepadamu oleh Musa, hamba TUHAN itu, yakni mengasihi TUHAN, Allahmu, hidup menurut segala jalan yang ditunjukkan-Nya, tetap mengikuti perintah-Nya, berpaut pada-Nya dan berbakti kepada-Nya dengan segenap hatimu dan dengan segenap jiwamu.\""}, {"number": "6", "text": "Lalu Yosua memberkati mereka dan melepas mereka pergi. Maka pulanglah mereka ke kemah mereka."}, {"number": "7", "text": "Kepada suku Manasye yang setengah telah diberikan Musa bagian mereka di Basan; kepada suku yang setengah lagi telah diberikan Yosua bagian mereka di antara saudara-saudara mereka di sebelah barat sungai Yordan. Lagipun ketika Yosua melepas mereka pergi ke kemah mereka, setelah memberkati mereka,"}, {"number": "8", "text": "maka ia berkata kepada mereka, demikian: \"Pulanglah ke kemahmu dengan kekayaan yang banyak dan dengan sangat banyak ternak, dengan perak, emas, tembaga, besi dan dengan pakaian yang sangat banyak. Bagilah dengan saudara-saudaramu jarahan yang dari musuhmu itu.\""}, {"number": "9", "text": "Maka pulanglah bani Ruben, bani Gad dan suku Manasye yang setengah itu dan mereka pergi meninggalkan orang Israel, keluar dari Silo di tanah Kanaan untuk pergi ke tanah Gilead, tanah milik mereka yang didiami mereka sesuai dengan titah TUHAN dengan perantaraan Musa."}, {"number": "10", "text": "Ketika mereka sampai ke Gelilot pada sungai Yordan, yang di tanah Kanaan, maka bani Ruben, bani Gad dan suku Manasye yang setengah itu mendirikan mezbah di sana di tepi sungai Yordan, mezbah yang besar bangunannya."}, {"number": "11", "text": "Lalu terdengarlah oleh orang Israel itu cakap orang: \"Telah didirikan mezbah oleh bani Ruben, bani Gad dan suku Manasye yang setengah itu, mezbah menghadap ke tanah Kanaan, di Gelilot pada sungai Yordan, di sebelah wilayah orang Israel.\""}, {"number": "12", "text": "Ketika hal itu terdengar oleh orang Israel, berkumpullah segenap umat Israel di Silo, untuk maju memerangi mereka."}, {"number": "13", "text": "Kemudian orang Israel mengutus kepada bani Ruben, kepada bani Gad dan kepada suku Manasye yang setengah itu, ke tanah Gilead, imam Pinehas bin Eleazar,"}, {"number": "14", "text": "dan bersama-sama dengan dia sepuluh pemimpin, yakni seorang pemimpin kaum keluarga sebagai wakil tiap-tiap suku Israel. Masing-masing mereka itu kepala kaum keluarganya di antara kaum-kaum orang Israel."}, {"number": "15", "text": "Setelah mereka sampai kepada bani Ruben, kepada bani Gad dan kepada suku Manasye yang setengah itu di tanah Gilead, berkatalah mereka kepada orang-orang itu, demikian:"}, {"number": "16", "text": "Beginilah kata segenap umat TUHAN: Apa macam perbuatanmu yang tidak setia ini terhadap Allah Israel, dengan sekarang berbalik dari pada TUHAN dan mendirikan mezbah bagimu, dengan demikian memberontak terhadap TUHAN pada hari ini?"}, {"number": "17", "text": "Belum cukupkah bagi kita noda yang di Peor itu, yang dari padanya kita belum mentahirkan diri sampai hari ini dan yang menyebabkan umat TUHAN kena tulah,"}, {"number": "18", "text": "sehingga kamu berbalik pula sekarang ini membelakangi TUHAN? Jika kamu hari ini memberontak terhadap TUHAN, maka besok Ia akan murka kepada segenap umat Israel."}, {"number": "19", "text": "Akan tetapi, jika sekiranya tanah milikmu itu najis, marilah menyeberang ke tanah milik TUHAN, tempat kedudukan Kemah Suci TUHAN, dan menetaplah di tengah-tengah kami. Tetapi janganlah memberontak terhadap TUHAN dan janganlah memberontak terhadap kami, dengan mendirikan mezbah bagimu sendiri, selain dari mezbah TUHAN, Allah kita."}, {"number": "20", "text": "Ketika Akhan bin Zerah berubah setia dengan mengambil barang-barang yang dikhususkan, bukankah segenap umat Israel kena murka? Bukan orang itu saja yang mati karena dosanya.\""}, {"number": "21", "text": "Lalu jawab bani Ruben, bani Gad dan suku Manasye yang setengah itu, katanya kepada para kepala kaum-kaum orang Israel:"}, {"number": "22", "text": "Allah segala allah, TUHAN, Allah segala allah, TUHAN, Dialah yang mengetahui, dan patutlah orang Israel mengetahuinya juga! Jika sekiranya hal ini terjadi dengan maksud memberontak atau dengan maksud berubah setia terhadap TUHAN--biarlah jangan TUHAN selamatkan kami pada hari ini."}, {"number": "23", "text": "Jika sekiranya kami mendirikan mezbah untuk berbalik dari pada TUHAN, untuk mempersembahkan korban bakaran dan korban sajian di atasnya serta korban keselamatan di atasnya, biarlah TUHAN sendiri yang menuntut balas terhadap kami."}, {"number": "24", "text": "Tetapi sesungguhnya, kami telah melakukannya karena cemas. Sebab pikir kami: Di kemudian hari anak-anak kamu mungkin berkata kepada anak-anak kami, demikian: Apakah sangkut pautmu dengan TUHAN, Allah Israel?"}, {"number": "25", "text": "Bukankah TUHAN telah menentukan sungai Yordan sebagai batas antara kami dan kamu, hai orang bani Ruben dan bani Gad! Kamu tidak mempunyai bagian akan TUHAN. Demikianlah mungkin anak-anak kamu membuat anak-anak kami berhenti dari pada takut akan TUHAN."}, {"number": "26", "text": "Sebab itu kata kami: Biarlah kita mendirikan mezbah itu bagi kita! Bukanlah untuk korban bakaran dan bukanlah untuk korban sembelihan,"}, {"number": "27", "text": "tetapi supaya mezbah itu menjadi saksi antara kami dan kamu, dan antara keturunan kita kemudian, bahwa kami tetap beribadah kepada TUHAN di hadapan-Nya dengan korban bakaran, korban sembelihan dan korban keselamatan kami. Jadi tidaklah mungkin anak-anak kamu di kemudian hari berkata kepada anak-anak kami: Kamu tidak mempunyai bagian pada TUHAN."}, {"number": "28", "text": "Lagi kata kami: Apabila di kemudian hari demikian dikatakan mereka kepada kita dan kepada keturunan kita, maka kita akan berkata: Tengoklah bangunan tiruan mezbah TUHAN itu, yang telah dibuat oleh nenek moyang kami. Bukan untuk korban bakaran dan bukan untuk korban sembelihan, tetapi mezbah itu menjadi saksi antara kami dan kamu."}, {"number": "29", "text": "Jauhlah dari pada kami untuk memberontak terhadap TUHAN, dan untuk berbalik dari pada TUHAN pada hari ini dengan mendirikan mezbah untuk korban bakaran, korban sajian atau korban sembelihan, mezbah yang bukan mezbah TUHAN, Allah kita, yang ada di depan Kemah Suci-Nya!\""}, {"number": "30", "text": "Setelah imam Pinehas dan para pemimpin umat serta para kepala kaum-kaum orang Israel yang bersama-sama dengan dia, mendengar perkataan yang dikatakan oleh bani Ruben, bani Gad dan bani Manasye itu, maka mereka menganggap hal itu baik."}, {"number": "31", "text": "Kemudian berkatalah imam Pinehas bin Eleazar kepada bani Ruben, bani Gad dan bani Manasye: \"Sekarang tahulah kami bahwa TUHAN ada di tengah-tengah kita, sebab tidaklah kamu berubah setia terhadap TUHAN. Dengan demikian kamu telah melepaskan orang Israel dari hukuman TUHAN.\""}, {"number": "32", "text": "Sesudah itu imam Pinehas bin Eleazar serta para pemimpin itu meninggalkan bani Ruben dan bani Gad di tanah Gilead, pulang ke Kanaan kepada orang Israel, lalu disampaikanlah berita itu kepada mereka."}, {"number": "33", "text": "Hal itu dipandang baik oleh orang Israel, sehingga orang Israel memuji Allah dan tidak lagi berkata hendak maju memerangi mereka untuk memusnahkan negeri yang didiami bani Ruben dan bani Gad itu."}, {"number": "34", "text": "Dan bani Ruben dan bani Gad menamai mezbah itu: Saksi, karena inilah saksi antara kita, bahwa TUHAN itulah Allah."}]}