{"book": "Yosua", "chapter": 24, "verse": [{"number": "1", "text": "Kemudian Yosua mengumpulkan semua suku orang Israel di Sikhem. Dipanggilnya para tua-tua orang Israel, para kepalanya, para hakimnya dan para pengatur pasukannya, lalu mereka berdiri di hadapan Allah."}, {"number": "2", "text": "Berkatalah Yosua kepada seluruh bangsa itu: \"Beginilah firman TUHAN, Allah Israel: Dahulu kala di seberang sungai Efrat, di situlah diam nenek moyangmu, yakni Terah, ayah Abraham dan ayah Nahor, dan mereka beribadah kepada allah lain."}, {"number": "3", "text": "Tetapi Aku mengambil Abraham, bapamu itu, dari seberang sungai Efrat, dan menyuruh dia menjelajahi seluruh tanah Kanaan. Aku membuat banyak keturunannya dan memberikan Ishak kepadanya."}, {"number": "4", "text": "Kepada Ishak Kuberikan Yakub dan Esau. Kepada Esau Kuberikan pegunungan Seir menjadi miliknya, sedang Yakub serta anak-anaknya pergi ke Mesir."}, {"number": "5", "text": "Lalu Aku mengutus Musa serta Harun dan menulahi Mesir, seperti yang Kulakukan di tengah-tengah mereka, kemudian Aku membawa kamu keluar."}, {"number": "6", "text": "Setelah Aku membawa nenek moyangmu keluar dari Mesir dan kamu sampai ke laut, lalu orang Mesir mengejar nenek moyangmu dengan kereta dan orang berkuda ke Laut Teberau."}, {"number": "7", "text": "Sebab itu berteriak-teriaklah mereka kepada TUHAN, maka diadakan-Nya gelap antara kamu dan orang Mesir itu dan didatangkan-Nya air laut atas mereka, sehingga mereka diliputi. Dan matamu sendiri telah melihat, apa yang Kulakukan terhadap Mesir. Sesudah itu lama kamu diam di padang gurun."}, {"number": "8", "text": "Aku membawa kamu ke negeri orang Amori yang diam di seberang sungai Yordan, dan ketika mereka berperang melawan kamu, mereka Kuserahkan ke dalam tanganmu, sehingga kamu menduduki negerinya, sedang mereka Kupunahkan dari depan kamu."}, {"number": "9", "text": "Ketika itu Balak bin Zipor, raja Moab, bangkit berperang melawan orang Israel. Disuruhnya memanggil Bileam bin Beor untuk mengutuki kamu."}, {"number": "10", "text": "Tetapi Aku tidak mau mendengarkan Bileam, sehingga iapun memberkati kamu. Demikianlah Aku melepaskan kamu dari tangannya."}, {"number": "11", "text": "Setelah kamu menyeberangi sungai Yordan dan sampai ke Yerikho, berperanglah melawan kamu warga-warga kota Yerikho, orang Amori, orang Feris, orang Kanaan, orang Het, orang Girgasi, orang Hewi dan orang Yebus, tetapi mereka itu Kuserahkan ke dalam tanganmu."}, {"number": "12", "text": "Kemudian Aku melepaskan tabuhan mendahului kamu dan binatang-binatang ini menghalau mereka dari depanmu, seperti kedua raja orang Amori itu. Sesungguhnya, bukan oleh pedangmu dan bukan pula oleh panahmu."}, {"number": "13", "text": "Demikianlah Kuberikan kepadamu negeri yang kamu peroleh tanpa bersusah-susah dan kota-kota yang tidak kamu dirikan, tetapi kamulah yang diam di dalamnya; juga kebun-kebun anggur dan kebun-kebun zaitun yang tidak kamu tanami, kamulah yang makan hasilnya."}, {"number": "14", "text": "Oleh sebab itu, takutlah akan TUHAN dan beribadahlah kepada-Nya dengan tulus ikhlas dan setia. Jauhkanlah allah yang kepadanya nenek moyangmu telah beribadah di seberang sungai Efrat dan di Mesir, dan beribadahlah kepada TUHAN."}, {"number": "15", "text": "Tetapi jika kamu anggap tidak baik untuk beribadah kepada TUHAN, pilihlah pada hari ini kepada siapa kamu akan beribadah; allah yang kepadanya nenek moyangmu beribadah di seberang sungai Efrat, atau allah orang Amori yang negerinya kamu diami ini. Tetapi aku dan seisi rumahku, kami akan beribadah kepada TUHAN!\""}, {"number": "16", "text": "Lalu bangsa itu menjawab: \"Jauhlah dari pada kami meninggalkan TUHAN untuk beribadah kepada allah lain!"}, {"number": "17", "text": "Sebab TUHAN, Allah kita, Dialah yang telah menuntun kita dan nenek moyang kita dari tanah Mesir, dari rumah perbudakan, dan yang telah melakukan tanda-tanda mujizat yang besar ini di depan mata kita sendiri, dan yang telah melindungi kita sepanjang jalan yang kita tempuh, dan di antara semua bangsa yang kita lalui,"}, {"number": "18", "text": "TUHAN menghalau semua bangsa dan orang Amori, penduduk negeri ini, dari depan kita. Kamipun akan beribadah kepada TUHAN, sebab Dialah Allah kita.\""}, {"number": "19", "text": "Tetapi Yosua berkata kepada bangsa itu: \"Tidaklah kamu sanggup beribadah kepada TUHAN, sebab Dialah Allah yang kudus, Dialah Allah yang cemburu. Ia tidak akan mengampuni kesalahan dan dosamu."}, {"number": "20", "text": "Apabila kamu meninggalkan TUHAN dan beribadah kepada allah asing, maka Ia akan berbalik dari padamu dan melakukan yang tidak baik kepada kamu serta membinasakan kamu, setelah Ia melakukan yang baik kepada kamu dahulu.\""}, {"number": "21", "text": "Tetapi bangsa itu berkata kepada Yosua: \"Tidak, hanya kepada TUHAN saja kami akan beribadah.\""}, {"number": "22", "text": "Kemudian berkatalah Yosua kepada bangsa itu: \"Kamulah saksi terhadap kamu sendiri, bahwa kamu telah memilih TUHAN untuk beribadah kepada-Nya.\" Jawab mereka: \"Kamilah saksi!\""}, {"number": "23", "text": "Ia berkata: \"Maka sekarang, jauhkanlah allah asing yang ada di tengah-tengah kamu dan condongkanlah hatimu kepada TUHAN, Allah Israel.\""}, {"number": "24", "text": "Lalu jawab bangsa itu kepada Yosua: \"Kepada TUHAN, Allah kita, kami akan beribadah, dan firman-Nya akan kami dengarkan.\""}, {"number": "25", "text": "Pada hari itu juga Yosua mengikat perjanjian dengan bangsa itu dan membuat ketetapan dan peraturan bagi mereka di Sikhem."}, {"number": "26", "text": "Yosua menuliskan semuanya itu dalam kitab hukum Allah, lalu ia mengambil batu yang besar dan mendirikannya di sana, di bawah pohon besar, di tempat kudus TUHAN."}, {"number": "27", "text": "Kata Yosua kepada seluruh bangsa itu: \"Sesungguhnya batu inilah akan menjadi saksi terhadap kita, sebab telah didengarnya segala firman TUHAN yang diucapkan-Nya kepada kita. Sebab itu batu ini akan menjadi saksi terhadap kamu, supaya kamu jangan menyangkal Allahmu.\""}, {"number": "28", "text": "Sesudah itu Yosua melepas bangsa itu pergi, masing-masing ke milik pusakanya."}, {"number": "29", "text": "Dan sesudah peristiwa-peristiwa ini, maka matilah Yosua bin Nun, hamba TUHAN itu, ketika berumur seratus sepuluh tahun."}, {"number": "30", "text": "Lalu ia dikuburkan di daerah milik pusakanya, di Timnat-Serah yang di pegunungan Efraim, di sebelah utara gunung Gaas."}, {"number": "31", "text": "Orang Israel beribadah kepada TUHAN sepanjang zaman Yosua dan sepanjang zaman para tua-tua yang hidup lebih lama dari pada Yosua, dan yang mengenal segenap perbuatan yang dilakukan TUHAN bagi orang Israel."}, {"number": "32", "text": "Tulang-tulang Yusuf, yang dibawa orang Israel dari Mesir, dikuburkan mereka di Sikhem, di tanah milik yang dibeli Yakub dengan harga seratus kesita dari anak-anak Hemor, bapa Sikhem, dan yang ditentukan bagi bani Yusuf menjadi milik pusaka mereka."}, {"number": "33", "text": "Juga Eleazar bin Harun mati, dan dia dikuburkan di bukit yang diberikan kepada Pinehas, anaknya itu, di pegunungan Efraim."}]}