{"book": "Yosua", "chapter": 5, "verse": [{"number": "1", "text": "Ketika semua raja orang Amori di sebelah barat sungai Yordan dan semua raja orang Kanaan di tepi laut mendengar, bahwa TUHAN telah mengeringkan air sungai Yordan di depan orang Israel, sampai mereka dapat menyeberang, tawarlah hati mereka dan hilanglah semangat mereka menghadapi orang Israel itu."}, {"number": "2", "text": "Pada waktu itu berfirmanlah TUHAN kepada Yosua: \"Buatlah pisau dari batu dan sunatlah lagi orang Israel itu, untuk kedua kalinya.\""}, {"number": "3", "text": "Lalu Yosua membuat pisau dari batu dan disunatnyalah orang Israel itu di Bukit Kulit Khatan."}, {"number": "4", "text": "Inilah sebabnya Yosua menyunat mereka: semua orang yang keluar dari Mesir, yakni yang laki-laki, semua prajurit, telah mati di padang gurun di tengah jalan, setelah mereka keluar dari Mesir."}, {"number": "5", "text": "Sebab, semua orang yang keluar dari Mesir itu telah bersunat, tetapi semua orang yang lahir di padang gurun dalam perjalanan sejak keluar dari Mesir, belum disunat."}, {"number": "6", "text": "Sebab empat puluh tahun lamanya orang Israel itu berjalan melalui padang gurun, sampai habis mati seluruh bangsa itu, yakni prajurit yang keluar dari Mesir, yang tidak mendengarkan firman TUHAN. Kepada mereka itu TUHAN telah bersumpah, bahwa Ia tidak akan mengizinkan mereka melihat negeri yang dijanjikan TUHAN dengan bersumpah kepada nenek moyang mereka akan memberikannya kepada kita, suatu negeri yang berlimpah-limpah susu dan madunya."}, {"number": "7", "text": "Tetapi anak-anak mereka yang telah dijadikan-Nya ganti mereka, mereka itulah yang disunat Yosua, sebab mereka belum bersunat, karena mereka tidak disunat dalam perjalanan."}, {"number": "8", "text": "Setelah seluruh bangsa itu selesai disunat, maka tinggallah mereka di tempatnya masing-masing di perkemahan itu, sampai mereka sembuh."}, {"number": "9", "text": "Dan berfirmanlah TUHAN kepada Yosua: \"Hari ini telah Kuhapuskan cela Mesir itu dari padamu.\" Itulah sebabnya nama tempat itu disebut Gilgal sampai sekarang."}, {"number": "10", "text": "Sementara berkemah di Gilgal, orang Israel itu merayakan Paskah pada hari yang keempat belas bulan itu, pada waktu petang, di dataran Yerikho."}, {"number": "11", "text": "Lalu pada hari sesudah Paskah mereka makan hasil negeri itu, yakni roti yang tidak beragi dan bertih gandum, pada hari itu juga."}, {"number": "12", "text": "Lalu berhentilah manna itu, pada keesokan harinya setelah mereka makan hasil negeri itu. Jadi orang Israel tidak beroleh manna lagi, tetapi dalam tahun itu mereka makan yang dihasilkan tanah Kanaan."}, {"number": "13", "text": "Ketika Yosua dekat Yerikho, ia melayangkan pandangnya, dilihatnya seorang laki-laki berdiri di depannya dengan pedang terhunus di tangannya. Yosua mendekatinya dan bertanya kepadanya: \"Kawankah engkau atau lawan?\""}, {"number": "14", "text": "Jawabnya: \"Bukan, tetapi akulah Panglima Balatentara TUHAN. Sekarang aku datang.\" Lalu sujudlah Yosua dengan mukanya ke tanah, menyembah dan berkata kepadanya: \"Apakah yang akan dikatakan tuanku kepada hambanya ini?\""}, {"number": "15", "text": "Dan Panglima Balatentara TUHAN itu berkata kepada Yosua: \"Tanggalkanlah kasutmu dari kakimu, sebab tempat engkau berdiri itu kudus.\" Dan Yosua berbuat demikian."}]}