{"book": "Yosua", "chapter": 6, "verse": [{"number": "1", "text": "Dalam pada itu Yerikho telah menutup pintu gerbangnya; telah tertutup kota itu karena orang Israel; tidak ada orang keluar atau masuk."}, {"number": "2", "text": "Berfirmanlah TUHAN kepada Yosua: \"Ketahuilah, Aku serahkan ke tanganmu Yerikho ini beserta rajanya dan pahlawan-pahlawannya yang gagah perkasa."}, {"number": "3", "text": "Haruslah kamu mengelilingi kota itu, yakni semua prajurit harus mengedari kota itu sekali saja; demikianlah harus engkau perbuat enam hari lamanya,"}, {"number": "4", "text": "dan tujuh orang imam harus membawa tujuh sangkakala tanduk domba di depan tabut. Tetapi pada hari yang ketujuh, tujuh kali kamu harus mengelilingi kota itu sedang para imam meniup sangkakala."}, {"number": "5", "text": "Apabila sangkakala tanduk domba itu panjang bunyinya dan kamu mendengar bunyi sangkakala itu, maka haruslah seluruh bangsa bersorak dengan sorak yang nyaring, maka tembok kota itu akan runtuh, lalu bangsa itu harus memanjatnya, masing-masing langsung ke depan.\""}, {"number": "6", "text": "Kemudian Yosua bin Nun memanggil para imam dan berkata kepada mereka: \"Angkatlah tabut perjanjian itu dan tujuh orang imam harus membawa tujuh sangkakala tanduk domba di depan tabut TUHAN.\""}, {"number": "7", "text": "Dan kepada bangsa itu dikatakannya: \"Majulah, kelilingilah kota itu, dan orang-orang bersenjata harus berjalan di depan tabut TUHAN.\""}, {"number": "8", "text": "Segera sesudah Yosua berkata kepada bangsa itu, maka berjalanlah maju ketujuh orang imam, yang membawa ketujuh sangkakala tanduk domba itu di hadapan TUHAN, lalu mereka meniup sangkakala, sedang tabut perjanjian TUHAN mengikut mereka."}, {"number": "9", "text": "Dan orang-orang bersenjata berjalan di depan para imam yang meniup sangkakala dan barisan penutup mengikut tabut itu, sedang sangkakala terus-menerus ditiup."}, {"number": "10", "text": "Tetapi Yosua telah memerintahkan kepada bangsa itu, demikian: \"Janganlah bersorak dan janganlah perdengarkan suaramu, sepatah katapun janganlah keluar dari mulutmu sampai pada hari aku mengatakan kepadamu: Bersoraklah! --maka kamu harus bersorak.\""}, {"number": "11", "text": "Demikianlah tabut TUHAN mengelilingi kota itu, mengedarinya sekali saja. Kemudian kembalilah mereka ke tempat perkemahan dan bermalam di tempat perkemahan itu."}, {"number": "12", "text": "Keesokan harinya Yosua bangun pagi-pagi, lalu para imam mengangkat tabut TUHAN."}, {"number": "13", "text": "Maka berjalanlah juga ketujuh orang imam, yang membawa ketujuh sangkakala tanduk domba itu di depan tabut TUHAN, sambil berjalan mereka meniup sangkakala, sedang orang-orang bersenjata berjalan di depan mereka dan barisan penutup mengikut tabut TUHAN, sementara sangkakala terus-menerus ditiup."}, {"number": "14", "text": "Demikianlah pada hari kedua mereka mengelilingi kota itu sekali saja, lalu pulang ke tempat perkemahan. Dan begitulah dilakukan mereka enam hari lamanya."}, {"number": "15", "text": "Tetapi pada hari yang ketujuh mereka bangun pagi-pagi, ketika fajar menyingsing, dan mengelilingi kota tujuh kali dengan cara yang sama; hanya pada hari itu mereka mengelilingi kota itu tujuh kali."}, {"number": "16", "text": "Lalu pada ketujuh kalinya, ketika para imam meniup sangkakala, berkatalah Yosua kepada bangsa itu: \"Bersoraklah, sebab TUHAN telah menyerahkan kota ini kepadamu!"}, {"number": "17", "text": "Dan kota itu dengan segala isinya akan dikhususkan bagi TUHAN untuk dimusnahkan; hanya Rahab, perempuan sundal itu, akan tetap hidup, ia dengan semua orang yang bersama-sama dengan dia dalam rumah itu, karena ia telah menyembunyikan orang suruhan yang kita suruh."}, {"number": "18", "text": "Tetapi kamu ini, jagalah dirimu terhadap barang-barang yang dikhususkan untuk dimusnahkan, supaya jangan kamu mengambil sesuatu dari barang-barang yang dikhususkan itu setelah mengkhususkannya dan dengan demikian membawa kemusnahan atas perkemahan orang Israel dan mencelakakannya."}, {"number": "19", "text": "Segala emas dan perak serta barang-barang tembaga dan besi adalah kudus bagi TUHAN; semuanya itu akan dimasukkan ke dalam perbendaharaan TUHAN.\""}, {"number": "20", "text": "Lalu bersoraklah bangsa itu, sedang sangkakala ditiup; segera sesudah bangsa itu mendengar bunyi sangkakala, bersoraklah mereka dengan sorak yang nyaring. Maka runtuhlah tembok itu, lalu mereka memanjat masuk ke dalam kota, masing-masing langsung ke depan, dan merebut kota itu."}, {"number": "21", "text": "Mereka menumpas dengan mata pedang segala sesuatu yang di dalam kota itu, baik laki-laki maupun perempuan, baik tua maupun muda, sampai kepada lembu, domba dan keledai."}, {"number": "22", "text": "Tetapi kepada kedua orang pengintai negeri itu Yosua berkata: \"Masuklah ke dalam rumah perempuan sundal itu dan bawalah ke luar perempuan itu dan semua orang yang bersama-sama dengan dia, seperti yang telah kamu janjikan dengan bersumpah kepadanya.\""}, {"number": "23", "text": "Lalu masuklah kedua pengintai muda itu dan membawa ke luar Rahab dan ayahnya, ibunya, saudara-saudaranya dan semua orang yang bersama-sama dengan dia, bahkan seluruh kaumnya dibawa mereka ke luar, lalu mereka menunjukkan kepadanya tempat tinggal di luar perkemahan orang Israel."}, {"number": "24", "text": "Tetapi kota itu dan segala sesuatu yang ada di dalamnya dibakar mereka dengan api; hanya emas dan perak, barang-barang tembaga dan besi ditaruh mereka di dalam perbendaharaan rumah TUHAN."}, {"number": "25", "text": "Demikianlah Rahab, perempuan sundal itu dan keluarganya serta semua orang yang bersama-sama dengan dia dibiarkan hidup oleh Yosua. Maka diamlah perempuan itu di tengah-tengah orang Israel sampai sekarang, karena ia telah menyembunyikan orang suruhan yang disuruh Yosua mengintai Yerikho."}, {"number": "26", "text": "Pada waktu itu bersumpahlah Yosua, katanya: \"Terkutuklah di hadapan TUHAN orang yang bangkit untuk membangun kembali kota Yerikho ini; dengan membayarkan nyawa anaknya yang sulung ia akan meletakkan dasar kota itu dan dengan membayarkan nyawa anaknya yang bungsu ia akan memasang pintu gerbangnya!\""}, {"number": "27", "text": "Dan TUHAN menyertai Yosua dan terdengarlah kabar tentang dia di seluruh negeri itu."}]}