{"book": "Yesaya", "chapter": 16, "verse": [{"number": "1", "text": "Mereka mengirim anak domba kepada pemerintah negeri, dari Sela melalui padang gurun ke gunung puteri Sion."}, {"number": "2", "text": "Seperti burung yang lari terbang, dan isi sarang yang diusir, demikianlah anak-anak perempuan Moab di tempat-tempat penyeberangan sungai Arnon."}, {"number": "3", "text": "Berilah nasihat, pertahankanlah hak, jadilah naungan yang teduh di waktu rembang tengah hari; sembunyikanlah orang-orang yang terbuang, janganlah khianati orang-orang pelarian!"}, {"number": "4", "text": "Biarkanlah orang-orang yang terbuang dari Moab menumpang padamu, jadilah tempat persembunyian baginya terhadap si pembinasa! Apabila penggagahan sudah berakhir, pembinasaan sudah lewat dan orang lalim sudah habis lenyap dari negeri,"}, {"number": "5", "text": "maka suatu takhta akan ditegakkan dalam kasih setia dan di atasnya, dalam kemah Daud, akan duduk senantiasa seorang hakim yang menegakkan keadilan, dan yang segera melakukan kebenaran.\""}, {"number": "6", "text": "Kami telah mendengar tentang keangkuhan Moab, alangkah angkuhnya dia, tentang kecongkakannya, keangkuhannya dan kegemasannya, dan tentang cakap anginnya yang tidak benar."}, {"number": "7", "text": "Sebab itu biarlah orang Moab meratap, seorang karena yang lain, biarlah sekaliannya meratap. Mengingat kue kismis Kir-Hareset biarlah mereka mengaduh dan hancur luluh sama sekali!"}, {"number": "8", "text": "Sebab kebun-kebun Hesybon dan pohon anggur Sibma telah merana; para penguasa bangsa-bangsa telah memotong pohon-pohon anggurnya yang terbaik, yang dahulu meluas sampai ke Yaezer dan merambat ke padang gurun; ranting-rantingnya berserak sampai ke seberang laut."}, {"number": "9", "text": "Sebab itu aku turut menangis dengan Yaezer karena pohon anggur Sibma; aku mau membasahi engkau dengan air mataku, hai Hesybon dan Eleale, sebab pada musim kemarau tepat waktu panen musuhmu menyerbu dengan pekik pertempuran."}, {"number": "10", "text": "Telah lenyap sukaria dan sorak-sorak dari kebun buah-buahan; telah menghilang dari kebun-kebun anggur tempik sorak dan sorak-sorai; tiada pengirik anggur di tempat pemerasan, pekik mereka sudah berhenti."}, {"number": "11", "text": "Oleh karena itu, seperti kecapi mendengking, begitulah hatiku menjerit melihat keadaan Moab, dan batinku tergerak melihat keadaan Kir-Heres."}, {"number": "12", "text": "Maka sekalipun Moab pergi beribadah dan bersusah payah di atas bukit pengorbanan dan masuk ke tempat kudusnya untuk berdoa, ia tidak akan mencapai apa-apa."}, {"number": "13", "text": "Itulah firman yang diucapkan TUHAN tentang Moab pada waktu yang lalu."}, {"number": "14", "text": "Maka sekarang TUHAN berfirman: \"Dalam tiga tahun, menurut masa kerja prajurit upahan, maka kemuliaan Moab, serta dengan keramaiannya yang besar, akan menjadi kehinaan, dan orang yang tertinggal akan sangat sedikit dan tiada berkuasa.\""}]}