{"book": "Yesaya", "chapter": 2, "verse": [{"number": "1", "text": "Firman yang dinyatakan kepada Yesaya bin Amos tentang Yehuda dan Yerusalem."}, {"number": "2", "text": "Akan terjadi pada hari-hari yang terakhir: gunung tempat rumah TUHAN akan berdiri tegak di hulu gunung-gunung dan menjulang tinggi di atas bukit-bukit; segala bangsa akan berduyun-duyun ke sana,"}, {"number": "3", "text": "dan banyak suku bangsa akan pergi serta berkata: \"Mari, kita naik ke gunung TUHAN, ke rumah Allah Yakub, supaya Ia mengajar kita tentang jalan-jalan-Nya, dan supaya kita berjalan menempuhnya; sebab dari Sion akan keluar pengajaran dan firman TUHAN dari Yerusalem.\""}, {"number": "4", "text": "Ia akan menjadi hakim antara bangsa-bangsa dan akan menjadi wasit bagi banyak suku bangsa; maka mereka akan menempa pedang-pedangnya menjadi mata bajak dan tombak-tombaknya menjadi pisau pemangkas; bangsa tidak akan lagi mengangkat pedang terhadap bangsa, dan mereka tidak akan lagi belajar perang."}, {"number": "5", "text": "Hai kaum keturunan Yakub, mari kita berjalan di dalam terang TUHAN!"}, {"number": "6", "text": "Sungguh, telah Kaubuang umat-Mu, yakni kaum keturunan Yakub, sebab di mana-mana mereka melakukan tenung seperti yang di Timur dan sihir seperti orang Filistin, dan orang-orang asing di antara mereka terlalu banyak."}, {"number": "7", "text": "Negerinya penuh emas dan perak dan tak terbatas harta bendanya; negerinya penuh kuda dan tak terbatas jumlah keretanya."}, {"number": "8", "text": "Negerinya penuh berhala-berhala; mereka sujud menyembah kepada buatan tangannya sendiri dan kepada yang dikerjakan oleh tangannya."}, {"number": "9", "text": "Maka manusia ditundukkan dan orang direndahkan--janganlah ampuni mereka!"}, {"number": "10", "text": "Masuklah di sela gunung batu dan bersembunyilah di dalam liang tanah terhadap kedahsyatan TUHAN dan terhadap semarak kemegahan-Nya!"}, {"number": "11", "text": "Manusia yang sombong akan direndahkan, dan orang yang angkuh akan ditundukkan; dan hanya TUHAN sajalah yang maha tinggi pada hari itu."}, {"number": "12", "text": "Sebab TUHAN semesta alam menetapkan suatu hari untuk menghukum semua yang congkak dan angkuh serta menghukum semua yang meninggikan diri, supaya direndahkan;"}, {"number": "13", "text": "untuk menghukum semua pohon aras di Libanon yang tumbuh meninggi dan tetap menjulang, dan menghukum semua pohon tarbantin di Basan;"}, {"number": "14", "text": "untuk menghukum semua gunung yang tinggi-tinggi dan semua bukit yang menjulang ke atas;"}, {"number": "15", "text": "untuk menghukum semua menara yang tinggi-tinggi dan semua tembok yang berkubu;"}, {"number": "16", "text": "untuk menghukum semua kapal Tarsis dan semua kapal yang paling indah."}, {"number": "17", "text": "Manusia yang sombong akan ditundukkan dan orang yang angkuh akan direndahkan; hanya TUHAN sajalah yang maha tinggi pada hari itu."}, {"number": "18", "text": "Sedang berhala-berhala akan hilang sama sekali."}, {"number": "19", "text": "Maka orang akan masuk ke dalam gua-gua di gunung batu dan ke dalam liang-liang di tanah terhadap kedahsyatan TUHAN dan terhadap semarak kemegahan-Nya, pada waktu Ia bangkit menakut-nakuti bumi."}, {"number": "20", "text": "Pada hari itu berhala-berhala perak dan berhala-berhala emas yang dibuat manusia untuk sujud menyembah kepadanya akan dilemparkannya kepada tikus dan kelelawar,"}, {"number": "21", "text": "dan ia akan masuk ke dalam lekuk-lekuk di gunung batu dan ke dalam celah-celah di bukit batu terhadap kedahsyatan TUHAN dan terhadap semarak kemegahan-Nya, pada waktu Ia bangkit menakut-nakuti bumi."}, {"number": "22", "text": "Jangan berharap pada manusia, sebab ia tidak lebih dari pada embusan nafas, dan sebagai apakah ia dapat dianggap?"}]}