{"book": "Yesaya", "chapter": 21, "verse": [{"number": "1", "text": "Ucapan ilahi terhadap \"padang gurun di tepi laut\". Seperti puting beliung mendesing lewat di Tanah Negeb, demikianlah datangnya dari padang gurun, dari negeri yang dahsyat."}, {"number": "2", "text": "Suatu penglihatan yang kejam telah diberitakan kepadaku: \"Penggarong menggarong, perusak merusak! Majulah, hai Elam, kepunglah, hai Madai! Aku hentikan semua keluh yang ditimbulkannya.\""}, {"number": "3", "text": "Sebab itu pinggangku amat sakit, sakit mulas menimpa aku seperti sakit mulas perempuan yang melahirkan; aku terbungkuk-bungkuk, tidak mendengar lagi, aku terkejut, tidak melihat lagi."}, {"number": "4", "text": "Hatiku gelisah, kekejutan meliputi aku, malam hari yang selalu kurindukan itu sekarang menggentarkan aku."}, {"number": "5", "text": "Orang sibuk menyajikan hidangan, mengatur tempat-tempat duduk, makan, minum...Tiba-tiba kedengaran: \"Hai para panglima! Siaplah tempur, minyakilah perisai!\""}, {"number": "6", "text": "Sebab beginilah firman Tuhan kepadaku: \"Pergilah, tempatkanlah seorang peninjau, apa yang dilihatnya haruslah diberitahukannya."}, {"number": "7", "text": "Apabila dilihatnya pasukan, pasang-pasangan orang berkuda, pasukan keledai, pasukan unta, maka haruslah diperhatikannya sungguh-sungguh, dengan penuh perhatian.\""}, {"number": "8", "text": "Kemudian berserulah orang yang melihat itu: \"Di tempat peninjauan, ya tuanku, aku berdiri senantiasa sehari suntuk, dan di tempat pengawalanku aku terpancang setiap malam.\""}, {"number": "9", "text": "Lihat, itu sudah datang sepasukan orang, pasang-pasangan orang berkuda! Lalu berserulah ia, katanya: \"Sudah jatuh, sudah jatuh Babel, dan segala patung berhalanya telah diremukkan dan bertaburan di tanah.\""}, {"number": "10", "text": "Hai bangsaku yang telah dipijak-pijak dan diinjak-injak! Apa yang kudengar dari TUHAN semesta alam, Allah Israel, telah kuberitahukan kepadamu."}, {"number": "11", "text": "Ucapan ilahi terhadap Duma. Ada seorang berseru kepadaku dari Seir: \"Hai pengawal, masih lama malam ini? Hai pengawal, masih lama malam ini?\""}, {"number": "12", "text": "Pengawal itu berkata: \"Pagi akan datang, tetapi malam juga. Jika kamu mau bertanya, datanglah bertanya sekali lagi!\""}, {"number": "13", "text": "Ucapan ilahi terhadap Arabia. Di belukar di Arabia kamu akan bermalam, hai kafilah-kafilah orang Dedan!"}, {"number": "14", "text": "Hai penduduk tanah Tema, keluarlah, bawalah air kepada orang yang haus, pergilah, sambutlah orang pelarian dengan roti!"}, {"number": "15", "text": "Sebab mereka melarikan diri terhadap pedang, ya terhadap pedang yang terhunus, terhadap busur yang dilentur, dan terhadap kehebatan peperangan."}, {"number": "16", "text": "Sebab beginilah firman Tuhan kepadaku: \"Dalam setahun lagi, menurut masa kerja prajurit upahan, maka segala kemuliaan Kedar akan habis."}, {"number": "17", "text": "Dan dari pemanah-pemanah yang gagah perkasa dari bani Kedar, akan tinggal sejumlah kecil saja, sebab TUHAN, Allah Israel, telah mengatakannya.\""}]}