{"book": "Yesaya", "chapter": 3, "verse": [{"number": "1", "text": "Maka sesungguhnya Tuhan, TUHAN semesta alam, akan menjauhkan dari Yerusalem dan dari Yehuda setiap orang yang mereka andalkan, segala persediaan makanan dan minuman:"}, {"number": "2", "text": "pahlawan dan orang perang, hakim dan nabi, petenung dan tua-tua,"}, {"number": "3", "text": "perwira dan orang yang terpandang, penasihat dan ahli sihir, dan orang yang paham mantera."}, {"number": "4", "text": "Aku akan mengangkat pemuda-pemuda menjadi pemimpin mereka, dan anak-anak akan memerintah atas mereka."}, {"number": "5", "text": "Maka bangsa itu akan desak-mendesak, seorang kepada seorang, yang satu kepada yang lain; orang muda akan membentak-bentak terhadap orang tua, orang hina terhadap orang mulia."}, {"number": "6", "text": "Sehingga apabila seorang memegang saudaranya di rumah ayahnya dan berkata: \"Engkau masih mempunyai jubah, jadilah pemimpin kami, dan reruntuhan ini di bawah kuasamu\","}, {"number": "7", "text": "maka pada waktu itu saudaranya akan menjawab: \"Aku tidak mau menjadi tabib; di rumahku tidak ada roti dan tidak ada jubah; janganlah angkat aku menjadi pemimpin bangsa.\""}, {"number": "8", "text": "Sungguh, Yerusalem telah runtuh dan Yehuda telah rubuh; sebab perkataan mereka dan perbuatan mereka melawan TUHAN dan mereka menantang kemuliaan hadirat-Nya."}, {"number": "9", "text": "Air muka mereka menyatakan kejahatan mereka, dan seperti orang Sodom, mereka dengan terang-terangan menyebut-nyebut dosanya, tidak lagi disembunyikannya. Celakalah orang-orang itu! Sebab mereka mendatangkan malapetaka kepada dirinya sendiri."}, {"number": "10", "text": "Katakanlah berbahagia orang benar! Sebab mereka akan memakan hasil pekerjaannya."}, {"number": "11", "text": "Celakalah orang fasik! Malapetaka akan menimpanya, sebab mereka akan diperlakukan menurut perbuatannya sendiri."}, {"number": "12", "text": "Adapun umat-Ku, penguasa mereka ialah anak-anak, dan perempuan-perempuan memerintah atasnya. Hai umat-Ku, pemimpin-pemimpinmu adalah penyesat, dan jalan yang kamu tempuh mereka kacaukan!"}, {"number": "13", "text": "TUHAN mengambil tempat untuk menuntut dan berdiri untuk mengadili bangsa-bangsa."}, {"number": "14", "text": "TUHAN bertindak sebagai hakim atas tua-tua dan pemimpin-pemimpin umat-Nya: \"Kamulah yang memusnahkan kebun anggur itu, barang rampasan dari orang yang tertindas tertumpuk di dalam rumahmu."}, {"number": "15", "text": "Mengapa kamu menyiksa umat-Ku dan menganiaya orang-orang yang tertindas?\" demikianlah firman Tuhan ALLAH semesta alam."}, {"number": "16", "text": "TUHAN berfirman: Oleh karena wanita Sion telah menjadi sombong dan telah berjalan dengan jenjang leher dan dengan main mata, berjalan dengan dibuat-buat langkahnya dan gemerencing dengan giring-giring kakinya,"}, {"number": "17", "text": "maka Tuhan akan membuat batu kepala wanita Sion penuh kudis dan TUHAN akan mencukur rambut sebelah dahi mereka."}, {"number": "18", "text": "Pada waktu itu Tuhan akan menjauhkan segala perhiasan mereka: gelang-gelang kaki, jamang-jamang dan bulan-bulanan;"}, {"number": "19", "text": "perhiasan-perhiasan telinga, pontoh-pontoh dan kerudung-kerudung;"}, {"number": "20", "text": "perhiasan-perhiasan kepala, gelang-gelang rantai kaki, tali-tali pinggang, tempat-tempat wewangian dan jimat-jimat;"}, {"number": "21", "text": "cincin meterai dan anting-anting hidung;"}, {"number": "22", "text": "pakaian-pakaian pesta, jubah-jubah, selendang-selendang dan pundi-pundi;"}, {"number": "23", "text": "cermin-cermin, baju-baju dalam dari kain lenan, ikat-ikat kepala dan baju-baju luar."}, {"number": "24", "text": "Maka sebagai ganti rempah-rempah harum akan ada bau busuk, sebagai ganti ikat pinggang seutas tali, sebagai ganti selampit rambut kepala yang gundul, sebagai ganti pakaian hari raya sehelai kain kabung; dan tanda selar sebagai ganti kemolekan."}, {"number": "25", "text": "Orang-orangmu akan tewas oleh pedang, dan pahlawan-pahlawanmu oleh perang."}, {"number": "26", "text": "Pintu-pintu gerbang Sion akan mengaduh dan berkabung, dan kota itu akan seperti perempuan bulus yang duduk di bumi."}]}