{"book": "Yesaya", "chapter": 31, "verse": [{"number": "1", "text": "Celakalah orang-orang yang pergi ke Mesir minta pertolongan, yang mengandalkan kuda-kuda, yang percaya kepada keretanya yang begitu banyak, dan kepada pasukan berkuda yang begitu besar jumlahnya, tetapi tidak memandang kepada Yang Mahakudus, Allah Israel, dan tidak mencari TUHAN."}, {"number": "2", "text": "Akan tetapi Dia yang bijaksana akan mendatangkan malapetaka, dan tidak menarik firman-Nya; Ia akan bangkit melawan kaum penjahat, dan melawan bala bantuan orang-orang lalim."}, {"number": "3", "text": "Sebab orang Mesir adalah manusia, bukan allah, dan kuda-kuda mereka adalah makhluk yang lemah, bukan roh yang berkuasa. Apabila TUHAN mengacungkan tangan-Nya, tergelincirlah yang membantu dan jatuhlah yang dibantu, dan mereka sekaliannya habis binasa bersama-sama."}, {"number": "4", "text": "Sebab beginilah firman TUHAN kepadaku: Seperti seekor singa atau singa muda menggeram untuk mempertahankan mangsanya, dan tidak terkejut mendengar teriakan seluruh pasukan gembala yang dikerahkan melawan dia, dan tidak mengalah terhadap keributan mereka, demikianlah TUHAN semesta alam akan turun berperang untuk mempertahankan gunung Sion dan bukitnya."}, {"number": "5", "text": "Seperti burung yang berkepak-kepak melindungi sarangnya, demikianlah TUHAN semesta alam akan melindungi Yerusalem, ya, melindungi dan menyelamatkannya, memeliharanya dan menjauhkan celaka."}, {"number": "6", "text": "Bertobatlah, hai orang Israel, kepada Dia yang sudah kamu tinggalkan jauh-jauh!"}, {"number": "7", "text": "Sungguh pada hari itu kamu masing-masing akan membuang berhala-berhala peraknya dan berhala-berhala emasnya yang dibuat oleh tanganmu sendiri dengan penuh dosa."}, {"number": "8", "text": "Asyur akan rebah oleh pedang, tetapi bukan pedang orang, dan akan dimakan habis oleh pedang, tetapi bukan pedang manusia; mereka akan melarikan diri terhadap pedang, dan teruna-terunanya akan menjadi orang rodi."}, {"number": "9", "text": "Pelindung mereka akan lenyap karena gentar, dan panglimanya akan lari terkejut meninggalkan panji-panji, demikianlah firman TUHAN yang mempunyai api di Sion dan dapur perapian di Yerusalem."}]}