{"book": "Yesaya", "chapter": 36, "verse": [{"number": "1", "text": "Maka dalam tahun keempat belas zaman raja Hizkia majulah Sanherib, raja Asyur, menyerang segala kota berkubu negeri Yehuda, lalu merebutnya."}, {"number": "2", "text": "Raja Asyur mengutus juru minuman agung dari Lakhis ke Yerusalem kepada raja Hizkia disertai suatu tentara yang besar. Ia mengambil tempat dekat saluran kolam atas di jalan raya pada Padang Tukang Penatu."}, {"number": "3", "text": "Keluarlah mendapatkan dia Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, serta Yoab bin Asaf, bendahara negara."}, {"number": "4", "text": "Lalu berkatalah juru minuman agung kepada mereka: \"Baiklah katakan kepada Hizkia: Beginilah kata raja agung, raja Asyur: Kepercayaan macam apakah yang kaupegang ini?"}, {"number": "5", "text": "Kaukira bahwa hanya ucapan bibir saja dapat merupakan rencana dan kekuatan untuk perang! Sekarang, kepada siapa engkau berharap, maka engkau memberontak terhadap aku?"}, {"number": "6", "text": "Sesungguhnya, engkau berharap kepada tongkat bambu yang patah terkulai itu, yaitu Mesir, yang akan menusuk dan menembus tangan orang yang bertopang kepadanya. Begitulah keadaan Firaun, raja Mesir, bagi semua orang yang berharap kepadanya."}, {"number": "7", "text": "Dan apabila engkau berkata kepadaku: Kami berharap kepada TUHAN, Allah kami, --bukankah Dia itu yang bukit-bukit pengorbanan-Nya dan mezbah-mezbah-Nya telah dijauhkan oleh Hizkia sambil berkata kepada Yehuda dan Yerusalem: Di depan mezbah inilah kamu harus sujud menyembah!"}, {"number": "8", "text": "Maka sekarang, baiklah bertaruh dengan tuanku, raja Asyur: Aku akan memberikan dua ribu ekor kuda kepadamu, jika engkau sanggup memberikan dari pihakmu orang-orang yang mengendarainya."}, {"number": "9", "text": "Bagaimanakah mungkin engkau memukul mundur satu orang perwira tuanku yang paling kecil? Padahal engkau berharap kepada Mesir dalam hal kereta dan orang-orang berkuda!"}, {"number": "10", "text": "Sekarangpun, adakah di luar kehendak TUHAN aku maju melawan negeri ini untuk memusnahkannya? TUHAN telah berfirman kepadaku: Majulah menyerang negeri itu dan musnahkanlah itu!\""}, {"number": "11", "text": "Lalu berkatalah Elyakim, Sebna dan Yoah kepada juru minuman agung: \"Silakan berbicara dalam bahasa Aram kepada hamba-hambamu ini, sebab kami mengerti; tetapi janganlah berbicara dengan kami dalam bahasa Yehuda sambil didengar oleh rakyat yang ada di atas tembok.\""}, {"number": "12", "text": "Tetapi juru minuman agung berkata: \"Adakah tuanku mengutus aku untuk mengucapkan perkataan-perkataan ini hanya kepada tuanmu dan kepadamu saja? Bukankah juga kepada orang-orang yang duduk di atas tembok, yang memakan tahinya dan meminum air kencingnya bersama-sama dengan kamu?\""}, {"number": "13", "text": "Kemudian berdirilah juru minuman agung dan berserulah ia dengan suara nyaring dalam bahasa Yehuda. Ia berkata: \"Dengarlah perkataan raja agung, raja Asyur!"}, {"number": "14", "text": "Beginilah kata raja: Janganlah Hizkia memperdayakan kamu, sebab ia tidak sanggup melepaskan kamu!"}, {"number": "15", "text": "Janganlah Hizkia mengajak kamu berharap kepada TUHAN dengan mengatakan: Tentulah TUHAN akan melepaskan kita; kota ini tidak akan diserahkan ke dalam tangan raja Asyur."}, {"number": "16", "text": "Janganlah dengarkan Hizkia, sebab beginilah kata raja Asyur: Adakanlah perjanjian penyerahan dengan aku dan datanglah ke luar kepadaku, maka setiap orang dari padamu akan makan dari pohon anggurnya dan dari pohon aranya serta minum dari sumurnya,"}, {"number": "17", "text": "sampai aku datang dan membawa kamu ke suatu negeri seperti negerimu, suatu negeri yang bergandum dan berair anggur, suatu negeri yang beroti dan berkebun anggur."}, {"number": "18", "text": "Jangan sampai Hizkia membujuk kamu dengan mengatakan: TUHAN akan melepaskan kita! Apakah pernah para allah bangsa-bangsa melepaskan negerinya masing-masing dari tangan raja Asyur?"}, {"number": "19", "text": "Di manakah para allah negeri Hamat dan Arpad? Di manakah para allah negeri Sefarwaim? Apakah mereka telah melepaskan Samaria dari tanganku?"}, {"number": "20", "text": "Siapakah di antara semua allah negeri-negeri ini yang telah melepaskan negeri mereka dari tanganku, sehingga TUHAN sanggup melepaskan Yerusalem dari tanganku?\""}, {"number": "21", "text": "Tetapi orang berdiam diri dan tidak menjawab dia sepatah katapun, sebab ada perintah raja, bunyinya: \"Jangan kamu menjawab dia!\""}, {"number": "22", "text": "Kemudian pergilah Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, dan Yoah bin Asaf, bendahara negara, menghadap Hizkia, dengan pakaian yang dikoyakkan, lalu memberitahukan kepada raja perkataan juru minuman agung."}]}