{"book": "Yesaya", "chapter": 38, "verse": [{"number": "1", "text": "Pada hari-hari itu Hizkia jatuh sakit dan hampir mati. Lalu datanglah nabi Yesaya bin Amos dan berkata kepadanya: \"Beginilah firman TUHAN: Sampaikanlah pesan terakhir kepada keluargamu, sebab engkau akan mati, tidak akan sembuh lagi.\""}, {"number": "2", "text": "Lalu Hizkia memalingkan mukanya ke arah dinding dan ia berdoa kepada TUHAN."}, {"number": "3", "text": "Ia berkata: \"Ah TUHAN, ingatlah kiranya, bahwa aku telah hidup di hadapan-Mu dengan setia dan dengan tulus hati dan bahwa aku telah melakukan apa yang baik di mata-Mu.\" Kemudian menangislah Hizkia dengan sangat."}, {"number": "4", "text": "Maka berfirmanlah TUHAN kepada Yesaya:"}, {"number": "5", "text": "Pergilah dan katakanlah kepada Hizkia: Beginilah firman TUHAN, Allah Daud, bapa leluhurmu: Telah Kudengar doamu dan telah Kulihat air matamu. Sesungguhnya Aku akan memperpanjang hidupmu lima belas tahun lagi,"}, {"number": "6", "text": "dan Aku akan melepaskan engkau dan kota ini dari tangan raja Asyur dan Aku akan memagari kota ini."}, {"number": "7", "text": "Inilah yang akan menjadi tanda bagimu dari TUHAN, bahwa TUHAN akan melakukan apa yang telah dijanjikan-Nya:"}, {"number": "8", "text": "Sesungguhnya, bayang-bayang pada penunjuk matahari buatan Ahas akan Kubuat mundur ke belakang sepuluh tapak yang telah dijalaninya.\" Maka pada penunjuk matahari itu mataharipun mundurlah ke belakang sepuluh tapak dari jarak yang telah dijalaninya."}, {"number": "9", "text": "Karangan Hizkia, raja Yehuda, sesudah ia sakit dan sembuh dari penyakitnya:"}, {"number": "10", "text": "Aku ini berkata: Dalam pertengahan umurku aku harus pergi, ke pintu gerbang dunia orang mati aku dipanggil untuk selebihnya dari hidupku."}, {"number": "11", "text": "Aku berkata: aku tidak akan melihat TUHAN lagi di negeri orang-orang yang hidup; aku tidak akan melihat seorangpun lagi di antara penduduk dunia."}, {"number": "12", "text": "Pondok kediamanku dibongkar dan dibuka seperti kemah gembala; seperti tukang tenun menggulung tenunannya aku mengakhiri hidupku; TUHAN memutus nyawaku dari benang hidup. Dari siang sampai malam Engkau membiarkan aku begitu saja,"}, {"number": "13", "text": "aku berteriak minta tolong sampai pagi; seperti singa demikianlah TUHAN menghancurkan segala tulang-tulangku; dari siang sampai malam Engkau membiarkan aku begitu saja."}, {"number": "14", "text": "Seperti burung layang-layang demikianlah aku menciap-ciap, suaraku redup seperti suara merpati. Mataku habis menengadah ke atas, ya Tuhan, pemerasan terjadi kepadaku; jadilah jaminan bagiku!"}, {"number": "15", "text": "Apakah yang akan kukatakan dan kuucapkan kepada TUHAN; bukankah Dia yang telah melakukannya? Aku sama sekali tidak dapat tidur karena pahit pedihnya perasaanku."}, {"number": "16", "text": "Ya Tuhan, karena inilah hatiku mengharapkan Engkau; tenangkanlah rohku, buatlah aku sehat, buatlah aku sembuh!"}, {"number": "17", "text": "Sesungguhnya, penderitaan yang pahit menjadi keselamatan bagiku; Engkaulah yang mencegah jiwaku dari lobang kebinasaan. Sebab Engkau telah melemparkan segala dosaku jauh dari hadapan-Mu."}, {"number": "18", "text": "Sebab dunia orang mati tidak dapat mengucap syukur kepada-Mu, dan maut tidak dapat memuji-muji Engkau; orang-orang yang turun ke liang kubur tidak menanti-nanti akan kesetiaan-Mu."}, {"number": "19", "text": "Tetapi hanyalah orang yang hidup, dialah yang mengucap syukur kepada-Mu, seperti aku pada hari ini; seorang bapa memberitahukan kesetiaan-Mu kepada anak-anaknya."}, {"number": "20", "text": "TUHAN telah datang menyelamatkan aku! Kami hendak main kecapi, seumur hidup kami di rumah TUHAN."}, {"number": "21", "text": "Kemudian berkatalah Yesaya: \"Baiklah diambil sebuah kue ara dan ditaruh pada barah itu, supaya sembuh!\""}, {"number": "22", "text": "Sebelum itu Hizkia telah berkata: \"Apakah yang akan menjadi tanda, bahwa aku akan pergi ke rumah TUHAN?\""}]}