{"book": "Yesaya", "chapter": 40, "verse": [{"number": "1", "text": "Hiburkanlah, hiburkanlah umat-Ku, demikian firman Allahmu,"}, {"number": "2", "text": "tenangkanlah hati Yerusalem dan serukanlah kepadanya, bahwa perhambaannya sudah berakhir, bahwa kesalahannya telah diampuni, sebab ia telah menerima hukuman dari tangan TUHAN dua kali lipat karena segala dosanya."}, {"number": "3", "text": "Ada suara yang berseru-seru: \"Persiapkanlah di padang gurun jalan untuk TUHAN, luruskanlah di padang belantara jalan raya bagi Allah kita!"}, {"number": "4", "text": "Setiap lembah harus ditutup, dan setiap gunung dan bukit diratakan; tanah yang berbukit-bukit harus menjadi tanah yang rata, dan tanah yang berlekuk-lekuk menjadi dataran;"}, {"number": "5", "text": "maka kemuliaan TUHAN akan dinyatakan dan seluruh umat manusia akan melihatnya bersama-sama; sungguh, TUHAN sendiri telah mengatakannya.\""}, {"number": "6", "text": "Ada suara yang berkata: \"Berserulah!\" Jawabku: \"Apakah yang harus kuserukan?\" \"Seluruh umat manusia adalah seperti rumput dan semua semaraknya seperti bunga di padang."}, {"number": "7", "text": "Rumput menjadi kering, bunga menjadi layu, apabila TUHAN menghembusnya dengan nafas-Nya. Sesungguhnyalah bangsa itu seperti rumput."}, {"number": "8", "text": "Rumput menjadi kering, bunga menjadi layu, tetapi firman Allah kita tetap untuk selama-lamanya.\""}, {"number": "9", "text": "Hai Sion, pembawa kabar baik, naiklah ke atas gunung yang tinggi! Hai Yerusalem, pembawa kabar baik, nyaringkanlah suaramu kuat-kuat, nyaringkanlah suaramu, jangan takut! Katakanlah kepada kota-kota Yehuda: \"Lihat, itu Allahmu!\""}, {"number": "10", "text": "Lihat, itu Tuhan ALLAH, Ia datang dengan kekuatan dan dengan tangan-Nya Ia berkuasa. Lihat, mereka yang menjadi upah jerih payah-Nya ada bersama-sama Dia, dan mereka yang diperoleh-Nya berjalan di hadapan-Nya."}, {"number": "11", "text": "Seperti seorang gembala Ia menggembalakan kawanan ternak-Nya dan menghimpunkannya dengan tangan-Nya; anak-anak domba dipangku-Nya, induk-induk domba dituntun-Nya dengan hati-hati."}, {"number": "12", "text": "Siapa yang menakar air laut dengan lekuk tangannya dan mengukur langit dengan jengkal, menyukat debu tanah dengan takaran, menimbang gunung-gunung dengan dacing, atau bukit-bukit dengan neraca?"}, {"number": "13", "text": "Siapa yang dapat mengatur Roh TUHAN atau memberi petunjuk kepada-Nya sebagai penasihat?"}, {"number": "14", "text": "Kepada siapa TUHAN meminta nasihat untuk mendapat pengertian, dan siapa yang mengajar TUHAN untuk menjalankan keadilan, atau siapa mengajar Dia pengetahuan dan memberi Dia petunjuk supaya Ia bertindak dengan pengertian?"}, {"number": "15", "text": "Sesungguhnya, bangsa-bangsa adalah seperti setitik air dalam timba dan dianggap seperti sebutir debu pada neraca. Sesungguhnya, pulau-pulau tidak lebih dari abu halus beratnya."}, {"number": "16", "text": "Libanon tidak mencukupi bagi kayu api dan margasatwanya tidak mencukupi bagi korban bakaran."}, {"number": "17", "text": "Segala bangsa seperti tidak ada di hadapan-Nya mereka dianggap-Nya hampa dan sia-sia saja."}, {"number": "18", "text": "Jadi dengan siapa hendak kamu samakan Allah, dan apa yang dapat kamu anggap serupa dengan Dia?"}, {"number": "19", "text": "Patungkah? Tukang besi menuangnya, dan pandai emas melapisinya dengan emas, membuat rantai-rantai perak untuknya."}, {"number": "20", "text": "Orang yang mendirikan arca, memilih kayu yang tidak lekas busuk, mencari tukang yang ahli untuk menegakkan patung yang tidak lekas goyang."}, {"number": "21", "text": "Tidakkah kamu tahu? Tidakkah kamu dengar? Tidakkah diberitahukan kepadamu dari mulanya? Tidakkah kamu mengerti dari sejak dasar bumi diletakkan?"}, {"number": "22", "text": "Dia yang bertakhta di atas bulatan bumi yang penduduknya seperti belalang; Dia yang membentangkan langit seperti kain dan memasangnya seperti kemah kediaman!"}, {"number": "23", "text": "Dia yang membuat pembesar-pembesar menjadi tidak ada dan yang menjadikan hakim-hakim dunia sia-sia saja!"}, {"number": "24", "text": "Baru saja mereka ditanam, baru saja mereka ditaburkan, baru saja cangkok mereka berakar di dalam tanah, sudah juga Ia meniup kepada mereka, sehingga mereka kering dan diterbangkan oleh badai seperti jerami."}, {"number": "25", "text": "Dengan siapa hendak kamu samakan Aku, seakan-akan Aku seperti dia? firman Yang Mahakudus."}, {"number": "26", "text": "Arahkanlah matamu ke langit dan lihatlah: siapa yang menciptakan semua bintang itu dan menyuruh segenap tentara mereka keluar, sambil memanggil nama mereka sekaliannya? Satupun tiada yang tak hadir, oleh sebab Ia maha kuasa dan maha kuat."}, {"number": "27", "text": "Mengapakah engkau berkata demikian, hai Yakub, dan berkata begini, hai Israel: \"Hidupku tersembunyi dari TUHAN, dan hakku tidak diperhatikan Allahku?\""}, {"number": "28", "text": "Tidakkah kautahu, dan tidakkah kaudengar? TUHAN ialah Allah kekal yang menciptakan bumi dari ujung ke ujung; Ia tidak menjadi lelah dan tidak menjadi lesu, tidak terduga pengertian-Nya."}, {"number": "29", "text": "Dia memberi kekuatan kepada yang lelah dan menambah semangat kepada yang tiada berdaya."}, {"number": "30", "text": "Orang-orang muda menjadi lelah dan lesu dan teruna-teruna jatuh tersandung,"}, {"number": "31", "text": "tetapi orang-orang yang menanti-nantikan TUHAN mendapat kekuatan baru: mereka seumpama rajawali yang naik terbang dengan kekuatan sayapnya; mereka berlari dan tidak menjadi lesu, mereka berjalan dan tidak menjadi lelah."}]}