{"book": "Yesaya", "chapter": 43, "verse": [{"number": "1", "text": "Tetapi sekarang, beginilah firman TUHAN yang menciptakan engkau, hai Yakub, yang membentuk engkau, hai Israel: \"Janganlah takut, sebab Aku telah menebus engkau, Aku telah memanggil engkau dengan namamu, engkau ini kepunyaan-Ku."}, {"number": "2", "text": "Apabila engkau menyeberang melalui air, Aku akan menyertai engkau, atau melalui sungai-sungai, engkau tidak akan dihanyutkan; apabila engkau berjalan melalui api, engkau tidak akan dihanguskan, dan nyala api tidak akan membakar engkau."}, {"number": "3", "text": "Sebab Akulah TUHAN, Allahmu, Yang Mahakudus, Allah Israel, Juruselamatmu. Aku menebus engkau dengan Mesir, dan memberikan Etiopia dan Syeba sebagai gantimu."}, {"number": "4", "text": "Oleh karena engkau berharga di mata-Ku dan mulia, dan Aku ini mengasihi engkau, maka Aku memberikan manusia sebagai gantimu, dan bangsa-bangsa sebagai ganti nyawamu."}, {"number": "5", "text": "Janganlah takut, sebab Aku ini menyertai engkau, Aku akan mendatangkan anak cucumu dari timur, dan Aku akan menghimpun engkau dari barat."}, {"number": "6", "text": "Aku akan berkata kepada utara: Berikanlah! dan kepada selatan: Janganlah tahan-tahan! Bawalah anak-anak-Ku laki-laki dari jauh, dan anak-anak-Ku perempuan dari ujung-ujung bumi,"}, {"number": "7", "text": "semua orang yang disebutkan dengan nama-Ku yang Kuciptakan untuk kemuliaan-Ku, yang Kubentuk dan yang juga Kujadikan!\""}, {"number": "8", "text": "Biarlah orang membawa tampil bangsa yang buta sekalipun ada matanya, yang tuli sekalipun ada telinganya!"}, {"number": "9", "text": "Biarlah berhimpun bersama-sama segala bangsa-bangsa, dan biarlah berkumpul suku-suku bangsa! Siapakah di antara mereka yang dapat memberitahukan hal-hal ini, yang dapat mengabarkan kepada kita hal-hal yang dahulu? Biarlah mereka membawa saksi-saksinya, supaya mereka nyata benar; biarlah orang mendengarnya dan berkata: \"Benar demikian!\""}, {"number": "10", "text": "Kamu inilah saksi-saksi-Ku,"}, {"number": "11", "text": "Aku, Akulah TUHAN dan tidak ada juruselamat selain dari pada-Ku."}, {"number": "12", "text": "Akulah yang memberitahukan, menyelamatkan dan mengabarkan, dan bukannya allah asing yang ada di antaramu. Kamulah saksi-saksi-Ku,\" demikianlah firman TUHAN, \"dan Akulah Allah."}, {"number": "13", "text": "Juga seterusnya Aku tetap Dia, dan tidak ada yang dapat melepaskan dari tangan-Ku; Aku melakukannya, siapakah yang dapat mencegahnya?\""}, {"number": "14", "text": "Beginilah firman TUHAN, Penebusmu, Yang Mahakudus, Allah Israel: \"Oleh karena kamu Aku mau menyuruh orang ke Babel dan mau membuka semua palang-palang pintu penjara, dan sorak-sorai orang Kasdim menjadi keluh kesah."}, {"number": "15", "text": "Akulah TUHAN, Yang Mahakudus, Allahmu, Rajamu, yang menciptakan Israel.\""}, {"number": "16", "text": "Beginilah firman TUHAN, yang telah membuat jalan melalui laut dan melalui air yang hebat,"}, {"number": "17", "text": "yang telah menyuruh kereta dan kuda keluar untuk berperang, juga tentara dan orang gagah--mereka terbaring, tidak dapat bangkit, sudah mati, sudah padam sebagai sumbu--,"}, {"number": "18", "text": "firman-Nya: \"Janganlah ingat-ingat hal-hal yang dahulu, dan janganlah perhatikan hal-hal yang dari zaman purbakala!"}, {"number": "19", "text": "Lihat, Aku hendak membuat sesuatu yang baru, yang sekarang sudah tumbuh, belumkah kamu mengetahuinya? Ya, Aku hendak membuat jalan di padang gurun dan sungai-sungai di padang belantara."}, {"number": "20", "text": "Binatang hutan akan memuliakan Aku, serigala dan burung unta, sebab Aku telah membuat air memancar di padang gurun dan sungai-sungai di padang belantara, untuk memberi minum umat pilihan-Ku;"}, {"number": "21", "text": "umat yang telah Kubentuk bagi-Ku akan memberitakan kemasyhuran-Ku.\""}, {"number": "22", "text": "Sungguh, engkau tidak memanggil Aku, hai Yakub, dan engkau tidak bersusah-susah karena Aku, hai Israel."}, {"number": "23", "text": "Engkau tidak membawa domba korban bakaranmu bagi-Ku, dan tidak memuliakan Aku dengan korban sembelihanmu. Aku tidak memberati engkau dengan menuntut korban sajian atau menyusahi engkau dengan menuntut kemenyan."}, {"number": "24", "text": "Engkau tidak membeli tebu wangi bagi-Ku dengan uang atau mengenyangkan Aku dengan lemak korban sembelihanmu. Tetapi engkau memberati Aku dengan dosamu, engkau menyusahi Aku dengan kesalahanmu."}, {"number": "25", "text": "Aku, Akulah Dia yang menghapus dosa pemberontakanmu oleh karena Aku sendiri, dan Aku tidak mengingat-ingat dosamu."}, {"number": "26", "text": "Ingatkanlah Aku, marilah kita berperkara, kemukakanlah segala sesuatu, supaya engkau nyata benar!"}, {"number": "27", "text": "Bapa leluhurmu yang pertama sudah berdosa, dan jurubicaramu telah memberontak terhadap Aku."}, {"number": "28", "text": "Jadi Aku terpaksa menajiskan pemimpin-pemimpin tempat kudus, dan terpaksa menyerahkan Yakub untuk ditumpas dan Israel untuk dinista.\""}]}