{"book": "Yesaya", "chapter": 57, "verse": [{"number": "1", "text": "Orang benar binasa, dan tidak ada seorangpun yang memperhatikannya; orang-orang saleh tercabut nyawanya, dan tidak ada seorangpun yang mengindahkannya; sungguh, karena merajalelanya kejahatan, tercabutlah nyawa orang benar"}, {"number": "2", "text": "dan ia masuk ke tempat damai; orang-orang yang hidup dengan lurus hati mendapat perhentian di atas tempat tidurnya."}, {"number": "3", "text": "Tetapi kamu, mendekatlah kamu ke mari, hai anak-anak dari perempuan-perempuan sihir, hai keturunan orang yang berzinah dan perempuan sundal!"}, {"number": "4", "text": "Tentang siapakah kamu berkelakar, terhadap siapakah kamu melontarkan kata-kata yang bukan-bukan dan mengejeknya? Bukankah kamu ini anak-anak pemberontak, keturunan pendusta,"}, {"number": "5", "text": "hai orang-orang yang terbakar oleh hawa nafsu dekat pohon-pohon keramat, di bawah setiap pohon yang rimbun, hai orang-orang yang menyembelih anak-anak di lembah-lembah, di dalam celah-celah bukit batu."}, {"number": "6", "text": "Padamu hanya ada batu-batu licin dari sungai, dan hanya itu sajalah yang ditentukan bagimu; kepada mereka juga engkau mengunjukkan korban curahan, dan mempersembahkan korban sajian. Masakan Aku sabar akan hal itu?"}, {"number": "7", "text": "Engkau menaruh petiduranmu di atas gunung yang tinggi dan menjulang dan ke atas gunung itu juga engkau naik untuk mempersembahkan korban sembelihan."}, {"number": "8", "text": "Engkau telah menaruh lambang berhalamu di ambang pintu masuk rumahmu, ya, engkau telah meninggalkan Aku dan menelanjangi dirimu, engkau telah menaiki petiduranmu dan telah melebarkannya; engkau telah mengadakan janji dengan beberapa orang yang kauingini untuk tidur bersama-sama mereka dan engkau memandangi lingga."}, {"number": "9", "text": "Engkau datang menghadap Molokh dengan membawa minyak dan banyak-banyak wangi-wangian; engkau menyuruh duta-dutamu pergi sampai jauh, dan sampai ke bawah di dunia orang mati."}, {"number": "10", "text": "Oleh perjalananmu yang jauh engkau sudah letih lesu, tetapi engkau tidak berkata: \"Tidak ada harapan!\" Engkau mendapat kekuatan yang baru, dan sebab itu engkau tidak menjadi lemah."}, {"number": "11", "text": "Kepada siapa gerangan engkau gentar dan takut, sehingga engkau berdusta dan tidak mengingat Aku atau memberi perhatian kepada-Ku? Bukankah karena Aku membisu dan menutup mata, maka engkau tidak takut kepada-Ku!"}, {"number": "12", "text": "Aku akan menyebutkan kesalehanmu dan segala perbuatanmu, tetapi semuanya itu tidak akan berguna bagimu:"}, {"number": "13", "text": "apabila engkau berteriak, biarlah berhala-berhalamu melepaskan engkau! Mereka semua akan ditiup angin, akan diterbangkan hembusan nafas. Tetapi orang yang berlindung kepada-Ku akan mewarisi negeri dan akan memiliki gunung-Ku yang kudus."}, {"number": "14", "text": "Ada yang berkata: \"Bukalah, bukalah, persiapkanlah jalan, angkatlah batu sandungan dari jalan umat-Ku!\""}, {"number": "15", "text": "Sebab beginilah firman Yang Mahatinggi dan Yang Mahamulia, yang bersemayam untuk selamanya dan Yang Mahakudus nama-Nya: \"Aku bersemayam di tempat tinggi dan di tempat kudus tetapi juga bersama-sama orang yang remuk dan rendah hati, untuk menghidupkan semangat orang-orang yang rendah hati dan untuk menghidupkan hati orang-orang yang remuk."}, {"number": "16", "text": "Sebab bukan untuk selama-lamanya Aku hendak berbantah, dan bukan untuk seterusnya Aku hendak murka, supaya semangat mereka jangan lemah lesu di hadapan-Ku, padahal Akulah yang membuat nafas kehidupan."}, {"number": "17", "text": "Aku murka karena kesalahan kelobaannya, Aku menghajar dia, menyembunyikan wajah-Ku dan murka, tetapi dengan murtad ia menempuh jalan yang dipilih hatinya."}, {"number": "18", "text": "Aku telah melihat segala jalannya itu, tetapi Aku akan menyembuhkan dan akan menuntun dia dan akan memulihkan dia dengan penghiburan; juga pada bibir orang-orangnya yang berkabung"}, {"number": "19", "text": "Aku akan menciptakan puji-pujian. Damai, damai sejahtera bagi mereka yang jauh dan bagi mereka yang dekat--firman TUHAN--Aku akan menyembuhkan dia!"}, {"number": "20", "text": "Tetapi orang-orang fasik adalah seperti laut yang berombak-ombak sebab tidak dapat tetap tenang, dan arusnya menimbulkan sampah dan lumpur."}, {"number": "21", "text": "Tiada damai bagi orang-orang fasik itu,\" firman Allahku."}]}