{"book": "Yesaya", "chapter": 6, "verse": [{"number": "1", "text": "Dalam tahun matinya raja Uzia aku melihat Tuhan duduk di atas takhta yang tinggi dan menjulang, dan ujung jubah-Nya memenuhi Bait Suci."}, {"number": "2", "text": "Para Serafim berdiri di sebelah atas-Nya, masing-masing mempunyai enam sayap; dua sayap dipakai untuk menutupi muka mereka, dua sayap dipakai untuk menutupi kaki mereka dan dua sayap dipakai untuk melayang-layang."}, {"number": "3", "text": "Dan mereka berseru seorang kepada seorang, katanya: \"Kudus, kudus, kuduslah TUHAN semesta alam, seluruh bumi penuh kemuliaan-Nya!\""}, {"number": "4", "text": "Maka bergoyanglah alas ambang pintu disebabkan suara orang yang berseru itu dan rumah itupun penuhlah dengan asap."}, {"number": "5", "text": "Lalu kataku: \"Celakalah aku! aku binasa! Sebab aku ini seorang yang najis bibir, dan aku tinggal di tengah-tengah bangsa yang najis bibir, namun mataku telah melihat Sang Raja, yakni TUHAN semesta alam.\""}, {"number": "6", "text": "Tetapi seorang dari pada Serafim itu terbang mendapatkan aku; di tangannya ada bara, yang diambilnya dengan sepit dari atas mezbah."}, {"number": "7", "text": "Ia menyentuhkannya kepada mulutku serta berkata: \"Lihat, ini telah menyentuh bibirmu, maka kesalahanmu telah dihapus dan dosamu telah diampuni.\""}, {"number": "8", "text": "Lalu aku mendengar suara Tuhan berkata: \"Siapakah yang akan Kuutus, dan siapakah yang mau pergi untuk Aku?\" Maka sahutku: \"Ini aku, utuslah aku!\""}, {"number": "9", "text": "Kemudian firman-Nya: \"Pergilah, dan katakanlah kepada bangsa ini: Dengarlah sungguh-sungguh, tetapi mengerti: jangan! Lihatlah sungguh-sungguh, tetapi menanggap: jangan!"}, {"number": "10", "text": "Buatlah hati bangsa ini keras dan buatlah telinganya berat mendengar dan buatlah matanya melekat tertutup, supaya jangan mereka melihat dengan matanya dan mendengar dengan telinganya dan mengerti dengan hatinya, lalu berbalik dan menjadi sembuh.\""}, {"number": "11", "text": "Kemudian aku bertanya: \"Sampai berapa lama, ya Tuhan?\" Lalu jawab-Nya: \"Sampai kota-kota telah lengang sunyi sepi, tidak ada lagi yang mendiami, dan di rumah-rumah tidak ada lagi manusia dan tanah menjadi sunyi dan sepi."}, {"number": "12", "text": "TUHAN akan menyingkirkan manusia jauh-jauh, sehingga hampir seluruh negeri menjadi kosong."}, {"number": "13", "text": "Dan jika di situ masih tinggal sepersepuluh dari mereka, mereka harus sekali lagi ditimpa kebinasaan, namun keadaannya akan seperti pohon beringin dan pohon jawi-jawi yang tunggulnya tinggal berdiri pada waktu ditebang. Dan dari tunggul itulah akan keluar tunas yang kudus!\""}]}