{"book": "Mikha", "chapter": 1, "verse": [{"number": "1", "text": "Firman TUHAN yang datang kepada Mikha, orang Moresyet, pada zaman Yotam, Ahas dan Hizkia, raja-raja Yehuda, yakni berkenaan dengan yang dilihatnya tentang Samaria dan Yerusalem."}, {"number": "2", "text": "Dengarlah, hai bangsa-bangsa sekalian! Perhatikanlah, hai bumi serta isinya! Biarlah Tuhan ALLAH menjadi saksi terhadap kamu, yakni Tuhan dari bait-Nya yang kudus."}, {"number": "3", "text": "Sebab sesungguhnya, TUHAN keluar dari tempat-Nya dan turun berjejak di atas bukit-bukit bumi."}, {"number": "4", "text": "Luluhlah gunung-gunung di bawah kaki-Nya, dan lembah-lembah terbelah seperti lilin di depan api, seperti air tercurah di penurunan."}, {"number": "5", "text": "Semuanya ini terjadi karena pelanggaran Yakub, dan karena dosa kaum Israel. Pelanggaran Yakub itu apa? Bukankah itu Samaria? Dosa kaum Yehuda itu apa? Bukankah itu Yerusalem?"}, {"number": "6", "text": "Sebab itu Aku akan membuat Samaria menjadi timbunan puing di padang, menjadi tempat penanaman pohon anggur. Aku akan menggulingkan batu-batunya ke dalam lembah dan akan menyingkapkan dasar-dasarnya."}, {"number": "7", "text": "Segala patungnya akan diremukkan, segala upah sundalnya akan dibakar, dan segala berhalanya akan Kuhancurkan; sebab dari upah sundal dikumpulkan semuanya itu, dan akan kembali menjadi upah sundal."}, {"number": "8", "text": "Karena inilah aku hendak berkeluh kesah dan meratap, hendak berjalan dengan tidak berkasut dan telanjang, hendak melolong seperti serigala dan meraung seperti burung unta:"}, {"number": "9", "text": "sebab lukanya tidak dapat sembuh, sudah menjalar ke Yehuda, sudah sampai ke pintu gerbang bangsaku, ke Yerusalem!"}, {"number": "10", "text": "Di Gat janganlah sampaikan berita, janganlah sekali-kali menangis! Baiklah gulingkan dirimu dalam debu di Bet-Le-Afra!"}, {"number": "11", "text": "Berkemaslah, hai penduduk Safir, dengan telanjang dan malu. Tidak berani keluar penduduk Zaanan. Ratapan Bet-Haezel menghalangi engkau untuk tetap berdiri."}, {"number": "12", "text": "Dengan bimbang penduduk Marot berharap akan kebaikan. Sebab malapetaka turun dari pada TUHAN sampai ke pintu gerbang Yerusalem."}, {"number": "13", "text": "Pasanglah kuda teji pada kereta, hai penduduk Lakhis! Inilah permulaan dosa bagi puteri Sion, sebab padamulah terdapat pelanggaran Israel."}, {"number": "14", "text": "Sebab itu baiklah diberi hadiah perpisahan kepada Moresyet-Gat. Rumah-rumah Akhzib akan menjadi tipu daya bagi raja-raja Israel."}, {"number": "15", "text": "Penakluk masih akan Kudatangkan kepadamu, hai penduduk Maresya! Kemuliaan Israel akan sampai di Adulam."}, {"number": "16", "text": "Cukurlah dan gundulkanlah kepalamu, karena anak-anak kesayanganmu! Jadikanlah kepalamu gundul seperti gundulnya burung bangkai, sebab dari padamu mereka akan masuk pembuangan."}]}