{"book": "Amos", "chapter": 7, "verse": [{"number": "1", "text": "Inilah yang diperlihatkan Tuhan ALLAH kepadaku: Tampak Ia membentuk kawanan belalang, pada waktu rumput akhir mulai tumbuh, yaitu rumput akhir sesudah yang dipotong bagi raja."}, {"number": "2", "text": "Ketika belalang mulai menghabisi tumbuh-tumbuhan di tanah, berkatalah aku: \"Tuhan ALLAH, berikanlah kiranya pengampunan! Bagaimanakah Yakub dapat bertahan? Bukankah ia kecil?\""}, {"number": "3", "text": "Maka menyesallah TUHAN karena hal itu. \"Itu tidak akan terjadi,\" firman TUHAN."}, {"number": "4", "text": "Inilah yang diperlihatkan Tuhan ALLAH kepadaku: Tampak Tuhan ALLAH memanggil api untuk melakukan hukuman. Api itu memakan habis samudera raya dan akan memakan habis tanah ladang."}, {"number": "5", "text": "Lalu aku berkata: \"Tuhan ALLAH, hentikanlah kiranya! Bagaimanakah Yakub dapat bertahan? Bukankah ia kecil?\""}, {"number": "6", "text": "Maka menyesallah TUHAN karena hal itu. \"Inipun tidak akan terjadi,\" firman Tuhan ALLAH."}, {"number": "7", "text": "Inilah yang diperlihatkan-Nya kepadaku: Tampak Tuhan berdiri dekat sebuah tembok yang tegak lurus, dan di tangan-Nya ada tali sipat."}, {"number": "8", "text": "Lalu berfirmanlah TUHAN kepadaku: \"Apakah yang kaulihat, Amos?\" Jawabku: \"Tali sipat!\" Berfirmanlah Tuhan: \"Sesungguhnya, Aku akan menaruh tali sipat di tengah-tengah umat-Ku Israel; Aku tidak akan memaafkannya lagi."}, {"number": "9", "text": "Bukit-bukit pengorbanan dari pada Ishak akan dilicintandaskan dan tempat-tempat kudus Israel akan diruntuhkan, dan Aku akan bangkit melawan keluarga Yerobeam dengan pedang.\""}, {"number": "10", "text": "Lalu Amazia, imam di Betel, menyuruh orang menghadap Yerobeam, raja Israel, dengan pesan: \"Amos telah mengadakan persepakatan melawan tuanku di tengah-tengah kaum Israel; negeri ini tidak dapat lagi menahan segala perkataannya."}, {"number": "11", "text": "Sebab beginilah dikatakan Amos: Yerobeam akan mati terbunuh oleh pedang dan Israel pasti pergi dari tanahnya sebagai orang buangan.\""}, {"number": "12", "text": "Lalu berkatalah Amazia kepada Amos: \"Pelihat, pergilah, enyahlah ke tanah Yehuda! Carilah makananmu di sana dan bernubuatlah di sana!"}, {"number": "13", "text": "Tetapi jangan lagi bernubuat di Betel, sebab inilah tempat kudus raja, inilah bait suci kerajaan.\""}, {"number": "14", "text": "Jawab Amos kepada Amazia: \"Aku ini bukan nabi dan aku ini tidak termasuk golongan nabi, melainkan aku ini seorang peternak dan pemungut buah ara hutan."}, {"number": "15", "text": "Tetapi TUHAN mengambil aku dari pekerjaan menggiring kambing domba, dan TUHAN berfirman kepadaku: Pergilah, bernubuatlah terhadap umat-Ku Israel."}, {"number": "16", "text": "Maka sekarang, dengarlah firman TUHAN! Engkau berkata: Janganlah bernubuat menentang Israel, dan janganlah ucapkan perkataan menentang keturunan Ishak."}, {"number": "17", "text": "Sebab itu beginilah firman TUHAN: Isterimu akan bersundal di kota, dan anak-anakmu laki-laki dan perempuan akan tewas oleh pedang; tanahmu akan dibagi-bagikan dengan memakai tali pengukur, engkau sendiri akan mati di tanah yang najis, dan Israel pasti pergi dari tanahnya sebagai orang buangan.\""}]}