{"book": "Lukas", "chapter": 10, "verse": [{"number": "1", "text": "Kemudian dari pada itu Tuhan menunjuk tujuh puluh murid yang lain, lalu mengutus mereka berdua-dua mendahului-Nya ke setiap kota dan tempat yang hendak dikunjungi-Nya."}, {"number": "2", "text": "Kata-Nya kepada mereka: \"Tuaian memang banyak, tetapi pekerja sedikit. Karena itu mintalah kepada Tuan yang empunya tuaian, supaya Ia mengirimkan pekerja-pekerja untuk tuaian itu."}, {"number": "3", "text": "Pergilah, sesungguhnya Aku mengutus kamu seperti anak domba ke tengah-tengah serigala."}, {"number": "4", "text": "Janganlah membawa pundi-pundi atau bekal atau kasut, dan janganlah memberi salam kepada siapapun selama dalam perjalanan."}, {"number": "5", "text": "Kalau kamu memasuki suatu rumah, katakanlah lebih dahulu: Damai sejahtera bagi rumah ini."}, {"number": "6", "text": "Dan jikalau di situ ada orang yang layak menerima damai sejahtera, maka salammu itu akan tinggal atasnya. Tetapi jika tidak, salammu itu kembali kepadamu."}, {"number": "7", "text": "Tinggallah dalam rumah itu, makan dan minumlah apa yang diberikan orang kepadamu, sebab seorang pekerja patut mendapat upahnya. Janganlah berpindah-pindah rumah."}, {"number": "8", "text": "Dan jikalau kamu masuk ke dalam sebuah kota dan kamu diterima di situ, makanlah apa yang dihidangkan kepadamu,"}, {"number": "9", "text": "dan sembuhkanlah orang-orang sakit yang ada di situ dan katakanlah kepada mereka: Kerajaan Allah sudah dekat padamu."}, {"number": "10", "text": "Tetapi jikalau kamu masuk ke dalam sebuah kota dan kamu tidak diterima di situ, pergilah ke jalan-jalan raya kota itu dan serukanlah:"}, {"number": "11", "text": "Juga debu kotamu yang melekat pada kaki kami, kami kebaskan di depanmu; tetapi ketahuilah ini: Kerajaan Allah sudah dekat."}, {"number": "12", "text": "Aku berkata kepadamu: pada hari itu Sodom akan lebih ringan tanggungannya dari pada kota itu.\""}, {"number": "13", "text": "Celakalah engkau Khorazim! Celakalah engkau Betsaida! karena jika di Tirus dan di Sidon terjadi mujizat-mujizat yang telah terjadi di tengah-tengah kamu, sudah lama mereka bertobat dan berkabung."}, {"number": "14", "text": "Akan tetapi pada waktu penghakiman, tanggungan Tirus dan Sidon akan lebih ringan dari pada tanggunganmu."}, {"number": "15", "text": "Dan engkau Kapernaum, apakah engkau akan dinaikkan sampai ke langit? Tidak, engkau akan diturunkan sampai ke dunia orang mati!"}, {"number": "16", "text": "Barangsiapa mendengarkan kamu, ia mendengarkan Aku; dan barangsiapa menolak kamu, ia menolak Aku; dan barangsiapa menolak Aku, ia menolak Dia yang mengutus Aku.\""}, {"number": "17", "text": "Kemudian ketujuh puluh murid itu kembali dengan gembira dan berkata: \"Tuhan, juga setan-setan takluk kepada kami demi nama-Mu.\""}, {"number": "18", "text": "Lalu kata Yesus kepada mereka: \"Aku melihat Iblis jatuh seperti kilat dari langit."}, {"number": "19", "text": "Sesungguhnya Aku telah memberikan kuasa kepada kamu untuk menginjak ular dan kalajengking dan kuasa untuk menahan kekuatan musuh, sehingga tidak ada yang akan membahayakan kamu."}, {"number": "20", "text": "Namun demikian janganlah bersukacita karena roh-roh itu takluk kepadamu, tetapi bersukacitalah karena namamu ada terdaftar di sorga.\""}, {"number": "21", "text": "Pada waktu itu juga bergembiralah Yesus dalam Roh Kudus dan berkata: \"Aku bersyukur kepada-Mu, Bapa, Tuhan langit dan bumi, karena semuanya itu Engkau sembunyikan bagi orang bijak dan orang pandai, tetapi Engkau nyatakan kepada orang kecil. Ya Bapa, itulah yang berkenan kepada-Mu."}, {"number": "22", "text": "Semua telah diserahkan kepada-Ku oleh Bapa-Ku dan tidak ada seorangpun yang tahu siapakah Anak selain Bapa, dan siapakah Bapa selain Anak dan orang yang kepadanya Anak itu berkenan menyatakan hal itu.\""}, {"number": "23", "text": "Sesudah itu berpalinglah Yesus kepada murid-murid-Nya tersendiri dan berkata: \"Berbahagialah mata yang melihat apa yang kamu lihat."}, {"number": "24", "text": "Karena Aku berkata kepada kamu: Banyak nabi dan raja ingin melihat apa yang kamu lihat, tetapi tidak melihatnya, dan ingin mendengar apa yang kamu dengar, tetapi tidak mendengarnya.\""}, {"number": "25", "text": "Pada suatu kali berdirilah seorang ahli Taurat untuk mencobai Yesus, katanya: \"Guru, apa yang harus kuperbuat untuk memperoleh hidup yang kekal?\""}, {"number": "26", "text": "Jawab Yesus kepadanya: \"Apa yang tertulis dalam hukum Taurat? Apa yang kaubaca di sana?\""}, {"number": "27", "text": "Jawab orang itu: \"Kasihilah Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu dan dengan segenap kekuatanmu dan dengan segenap akal budimu, dan kasihilah sesamamu manusia seperti dirimu sendiri.\""}, {"number": "28", "text": "Kata Yesus kepadanya: \"Jawabmu itu benar; perbuatlah demikian, maka engkau akan hidup.\""}, {"number": "29", "text": "Tetapi untuk membenarkan dirinya orang itu berkata kepada Yesus: \"Dan siapakah sesamaku manusia?\""}, {"number": "30", "text": "Jawab Yesus: \"Adalah seorang yang turun dari Yerusalem ke Yerikho; ia jatuh ke tangan penyamun-penyamun yang bukan saja merampoknya habis-habisan, tetapi yang juga memukulnya dan yang sesudah itu pergi meninggalkannya setengah mati."}, {"number": "31", "text": "Kebetulan ada seorang imam turun melalui jalan itu; ia melihat orang itu, tetapi ia melewatinya dari seberang jalan."}, {"number": "32", "text": "Demikian juga seorang Lewi datang ke tempat itu; ketika ia melihat orang itu, ia melewatinya dari seberang jalan."}, {"number": "33", "text": "Lalu datang seorang Samaria, yang sedang dalam perjalanan, ke tempat itu; dan ketika ia melihat orang itu, tergeraklah hatinya oleh belas kasihan."}, {"number": "34", "text": "Ia pergi kepadanya lalu membalut luka-lukanya, sesudah ia menyiraminya dengan minyak dan anggur. Kemudian ia menaikkan orang itu ke atas keledai tunggangannya sendiri lalu membawanya ke tempat penginapan dan merawatnya."}, {"number": "35", "text": "Keesokan harinya ia menyerahkan dua dinar kepada pemilik penginapan itu, katanya: Rawatlah dia dan jika kaubelanjakan lebih dari ini, aku akan menggantinya, waktu aku kembali."}, {"number": "36", "text": "Siapakah di antara ketiga orang ini, menurut pendapatmu, adalah sesama manusia dari orang yang jatuh ke tangan penyamun itu?\""}, {"number": "37", "text": "Jawab orang itu: \"Orang yang telah menunjukkan belas kasihan kepadanya.\" Kata Yesus kepadanya: \"Pergilah, dan perbuatlah demikian!\""}, {"number": "38", "text": "Ketika Yesus dan murid-murid-Nya dalam perjalanan, tibalah Ia di sebuah kampung. Seorang perempuan yang bernama Marta menerima Dia di rumahnya."}, {"number": "39", "text": "Perempuan itu mempunyai seorang saudara yang bernama Maria. Maria ini duduk dekat kaki Tuhan dan terus mendengarkan perkataan-Nya,"}, {"number": "40", "text": "sedang Marta sibuk sekali melayani. Ia mendekati Yesus dan berkata: \"Tuhan, tidakkah Engkau peduli, bahwa saudaraku membiarkan aku melayani seorang diri? Suruhlah dia membantu aku.\""}, {"number": "41", "text": "Tetapi Tuhan menjawabnya: \"Marta, Marta, engkau kuatir dan menyusahkan diri dengan banyak perkara,"}, {"number": "42", "text": "tetapi hanya satu saja yang perlu: Maria telah memilih bagian yang terbaik, yang tidak akan diambil dari padanya.\""}]}