{"book": "Lukas", "chapter": 11, "verse": [{"number": "1", "text": "Pada suatu kali Yesus sedang berdoa di salah satu tempat. Ketika Ia berhenti berdoa, berkatalah seorang dari murid-murid-Nya kepada-Nya: \"Tuhan, ajarlah kami berdoa, sama seperti yang diajarkan Yohanes kepada murid-muridnya.\""}, {"number": "2", "text": "Jawab Yesus kepada mereka: \"Apabila kamu berdoa, katakanlah: Bapa, dikuduskanlah nama-Mu; datanglah Kerajaan-Mu."}, {"number": "3", "text": "Berikanlah kami setiap hari makanan kami yang secukupnya"}, {"number": "4", "text": "dan ampunilah kami akan dosa kami, sebab kamipun mengampuni setiap orang yang bersalah kepada kami; dan janganlah membawa kami ke dalam pencobaan.\""}, {"number": "5", "text": "Lalu kata-Nya kepada mereka: \"Jika seorang di antara kamu pada tengah malam pergi ke rumah seorang sahabatnya dan berkata kepadanya: Saudara, pinjamkanlah kepadaku tiga roti,"}, {"number": "6", "text": "sebab seorang sahabatku yang sedang berada dalam perjalanan singgah ke rumahku dan aku tidak mempunyai apa-apa untuk dihidangkan kepadanya;"}, {"number": "7", "text": "masakan ia yang di dalam rumah itu akan menjawab: Jangan mengganggu aku, pintu sudah tertutup dan aku serta anak-anakku sudah tidur; aku tidak dapat bangun dan memberikannya kepada saudara."}, {"number": "8", "text": "Aku berkata kepadamu: Sekalipun ia tidak mau bangun dan memberikannya kepadanya karena orang itu adalah sahabatnya, namun karena sikapnya yang tidak malu itu, ia akan bangun juga dan memberikan kepadanya apa yang diperlukannya."}, {"number": "9", "text": "Oleh karena itu Aku berkata kepadamu: Mintalah, maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu."}, {"number": "10", "text": "Karena setiap orang yang meminta, menerima dan setiap orang yang mencari, mendapat dan setiap orang yang mengetok, baginya pintu dibukakan."}, {"number": "11", "text": "Bapa manakah di antara kamu, jika anaknya minta ikan dari padanya, akan memberikan ular kepada anaknya itu ganti ikan?"}, {"number": "12", "text": "Atau, jika ia minta telur, akan memberikan kepadanya kalajengking?"}, {"number": "13", "text": "Jadi jika kamu yang jahat tahu memberi pemberian yang baik kepada anak-anakmu, apalagi Bapamu yang di sorga! Ia akan memberikan Roh Kudus kepada mereka yang meminta kepada-Nya.\""}, {"number": "14", "text": "Pada suatu kali Yesus mengusir dari seorang suatu setan yang membisukan. Ketika setan itu keluar, orang bisu itu dapat berkata-kata. Maka heranlah orang banyak."}, {"number": "15", "text": "Tetapi ada di antara mereka yang berkata: \"Ia mengusir setan dengan kuasa Beelzebul, penghulu setan.\""}, {"number": "16", "text": "Ada pula yang meminta suatu tanda dari sorga kepada-Nya, untuk mencobai Dia."}, {"number": "17", "text": "Tetapi Yesus mengetahui pikiran mereka lalu berkata: \"Setiap kerajaan yang terpecah-pecah pasti binasa, dan setiap rumah tangga yang terpecah-pecah, pasti runtuh."}, {"number": "18", "text": "Jikalau Iblis itu juga terbagi-bagi dan melawan dirinya sendiri, bagaimanakah kerajaannya dapat bertahan? Sebab kamu berkata, bahwa Aku mengusir setan dengan kuasa Beelzebul."}, {"number": "19", "text": "Jadi jika Aku mengusir setan dengan kuasa Beelzebul, dengan kuasa apakah pengikut-pengikutmu mengusirnya? Sebab itu merekalah yang akan menjadi hakimmu."}, {"number": "20", "text": "Tetapi jika Aku mengusir setan dengan kuasa Allah, maka sesungguhnya Kerajaan Allah sudah datang kepadamu."}, {"number": "21", "text": "Apabila seorang yang kuat dan yang lengkap bersenjata menjaga rumahnya sendiri, maka amanlah segala miliknya."}, {"number": "22", "text": "Tetapi jika seorang yang lebih kuat dari padanya menyerang dan mengalahkannya, maka orang itu akan merampas perlengkapan senjata, yang diandalkannya, dan akan membagi-bagikan rampasannya."}, {"number": "23", "text": "Siapa tidak bersama Aku, ia melawan Aku dan siapa tidak mengumpulkan bersama Aku, ia mencerai-beraikan.\""}, {"number": "24", "text": "Apabila roh jahat keluar dari manusia, iapun mengembara ke tempat-tempat yang tandus mencari perhentian, dan karena ia tidak mendapatnya, ia berkata: Aku akan kembali ke rumah yang telah kutinggalkan itu."}, {"number": "25", "text": "Maka pergilah ia dan mendapati rumah itu bersih tersapu dan rapih teratur."}, {"number": "26", "text": "Lalu ia keluar dan mengajak tujuh roh lain yang lebih jahat dari padanya, dan mereka masuk dan berdiam di situ. Maka akhirnya keadaan orang itu lebih buruk dari pada keadaannya semula.\""}, {"number": "27", "text": "Ketika Yesus masih berbicara, berserulah seorang perempuan dari antara orang banyak dan berkata kepada-Nya: \"Berbahagialah ibu yang telah mengandung Engkau dan susu yang telah menyusui Engkau.\""}, {"number": "28", "text": "Tetapi Ia berkata: \"Yang berbahagia ialah mereka yang mendengarkan firman Allah dan yang memeliharanya.\""}, {"number": "29", "text": "Ketika orang banyak mengerumuni-Nya, berkatalah Yesus: \"Angkatan ini adalah angkatan yang jahat. Mereka menghendaki suatu tanda, tetapi kepada mereka tidak akan diberikan tanda selain tanda nabi Yunus."}, {"number": "30", "text": "Sebab seperti Yunus menjadi tanda untuk orang-orang Niniwe, demikian pulalah Anak Manusia akan menjadi tanda untuk angkatan ini."}, {"number": "31", "text": "Pada waktu penghakiman, ratu dari Selatan itu akan bangkit bersama orang dari angkatan ini dan ia akan menghukum mereka. Sebab ratu ini datang dari ujung bumi untuk mendengarkan hikmat Salomo, dan sesungguhnya yang ada di sini lebih dari pada Salomo!"}, {"number": "32", "text": "Pada waktu penghakiman, orang-orang Niniwe akan bangkit bersama angkatan ini dan mereka akan menghukumnya. Sebab orang-orang Niniwe itu bertobat waktu mereka mendengarkan pemberitaan Yunus, dan sesungguhnya yang ada di sini lebih dari pada Yunus!\""}, {"number": "33", "text": "Tidak seorangpun yang menyalakan pelita lalu meletakkannya di kolong rumah atau di bawah gantang, melainkan di atas kaki dian, supaya semua orang yang masuk, dapat melihat cahayanya."}, {"number": "34", "text": "Matamu adalah pelita tubuhmu. Jika matamu baik, teranglah seluruh tubuhmu, tetapi jika matamu jahat, gelaplah tubuhmu."}, {"number": "35", "text": "Karena itu perhatikanlah supaya terang yang ada padamu jangan menjadi kegelapan."}, {"number": "36", "text": "Jika seluruh tubuhmu terang dan tidak ada bagian yang gelap, maka seluruhnya akan terang, sama seperti apabila pelita menerangi engkau dengan cahayanya.\""}, {"number": "37", "text": "Ketika Yesus selesai mengajar, seorang Farisi mengundang Dia untuk makan di rumahnya. Maka masuklah Ia ke rumah itu, lalu duduk makan."}, {"number": "38", "text": "Orang Farisi itu melihat hal itu dan ia heran, karena Yesus tidak mencuci tangan-Nya sebelum makan."}, {"number": "39", "text": "Tetapi Tuhan berkata kepadanya: \"Kamu orang-orang Farisi, kamu membersihkan bagian luar dari cawan dan pinggan, tetapi bagian dalammu penuh rampasan dan kejahatan."}, {"number": "40", "text": "Hai orang-orang bodoh, bukankah Dia yang menjadikan bagian luar, Dia juga yang menjadikan bagian dalam?"}, {"number": "41", "text": "Akan tetapi, berikanlah isinya sebagai sedekah dan sesungguhnya semuanya akan menjadi bersih bagimu."}, {"number": "42", "text": "Tetapi celakalah kamu, hai orang-orang Farisi, sebab kamu membayar persepuluhan dari selasih, inggu dan segala jenis sayuran, tetapi kamu mengabaikan keadilan dan kasih Allah. Yang satu harus dilakukan dan yang lain jangan diabaikan."}, {"number": "43", "text": "Celakalah kamu, hai orang-orang Farisi, sebab kamu suka duduk di tempat terdepan di rumah ibadat dan suka menerima penghormatan di pasar."}, {"number": "44", "text": "Celakalah kamu, sebab kamu sama seperti kubur yang tidak memakai tanda; orang-orang yang berjalan di atasnya, tidak mengetahuinya.\""}, {"number": "45", "text": "Seorang dari antara ahli-ahli Taurat itu menjawab dan berkata kepada-Nya: \"Guru, dengan berkata demikian, Engkau menghina kami juga.\""}, {"number": "46", "text": "Tetapi Ia menjawab: \"Celakalah kamu juga, hai ahli-ahli Taurat, sebab kamu meletakkan beban-beban yang tak terpikul pada orang, tetapi kamu sendiri tidak menyentuh beban itu dengan satu jaripun."}, {"number": "47", "text": "Celakalah kamu, sebab kamu membangun makam nabi-nabi, tetapi nenek moyangmu telah membunuh mereka."}, {"number": "48", "text": "Dengan demikian kamu mengaku, bahwa kamu membenarkan perbuatan-perbuatan nenek moyangmu, sebab mereka telah membunuh nabi-nabi itu dan kamu membangun makamnya."}, {"number": "49", "text": "Sebab itu hikmat Allah berkata: Aku akan mengutus kepada mereka nabi-nabi dan rasul-rasul dan separuh dari antara nabi-nabi dan rasul-rasul itu akan mereka bunuh dan mereka aniaya,"}, {"number": "50", "text": "supaya dari angkatan ini dituntut darah semua nabi yang telah tertumpah sejak dunia dijadikan,"}, {"number": "51", "text": "mulai dari darah Habel sampai kepada darah Zakharia yang telah dibunuh di antara mezbah dan Rumah Allah. Bahkan, Aku berkata kepadamu: Semuanya itu akan dituntut dari angkatan ini."}, {"number": "52", "text": "Celakalah kamu, hai ahli-ahli Taurat, sebab kamu telah mengambil kunci pengetahuan; kamu sendiri tidak masuk ke dalam dan orang yang berusaha untuk masuk ke dalam kamu halang-halangi.\""}, {"number": "53", "text": "Dan setelah Yesus berangkat dari tempat itu, ahli-ahli Taurat dan orang-orang Farisi terus-menerus mengintai dan membanjiri-Nya dengan rupa-rupa soal."}, {"number": "54", "text": "Untuk itu mereka berusaha memancing-Nya, supaya mereka dapat menangkap-Nya berdasarkan sesuatu yang diucapkan-Nya."}]}