{"book": "Lukas", "chapter": 12, "verse": [{"number": "1", "text": "Sementara itu beribu-ribu orang banyak telah berkerumun, sehingga mereka berdesak-desakan. Lalu Yesus mulai mengajar, pertama-tama kepada murid-murid-Nya, kata-Nya: \"Waspadalah terhadap ragi, yaitu kemunafikan orang Farisi."}, {"number": "2", "text": "Tidak ada sesuatupun yang tertutup yang tidak akan dibuka dan tidak ada sesuatupun yang tersembunyi yang tidak akan diketahui."}, {"number": "3", "text": "Karena itu apa yang kamu katakan dalam gelap akan kedengaran dalam terang, dan apa yang kamu bisikkan ke telinga di dalam kamar akan diberitakan dari atas atap rumah."}, {"number": "4", "text": "Aku berkata kepadamu, hai sahabat-sahabat-Ku, janganlah kamu takut terhadap mereka yang dapat membunuh tubuh dan kemudian tidak dapat berbuat apa-apa lagi."}, {"number": "5", "text": "Aku akan menunjukkan kepada kamu siapakah yang harus kamu takuti. Takutilah Dia, yang setelah membunuh, mempunyai kuasa untuk melemparkan orang ke dalam neraka. Sesungguhnya Aku berkata kepadamu, takutilah Dia!"}, {"number": "6", "text": "Bukankah burung pipit dijual lima ekor dua duit? Sungguhpun demikian tidak seekorpun dari padanya yang dilupakan Allah,"}, {"number": "7", "text": "bahkan rambut kepalamupun terhitung semuanya. Karena itu jangan takut, karena kamu lebih berharga dari pada banyak burung pipit."}, {"number": "8", "text": "Aku berkata kepadamu: Setiap orang yang mengakui Aku di depan manusia, Anak Manusia juga akan mengakui dia di depan malaikat-malaikat Allah."}, {"number": "9", "text": "Tetapi barangsiapa menyangkal Aku di depan manusia, ia akan disangkal di depan malaikat-malaikat Allah."}, {"number": "10", "text": "Setiap orang yang mengatakan sesuatu melawan Anak Manusia, ia akan diampuni; tetapi barangsiapa menghujat Roh Kudus, ia tidak akan diampuni."}, {"number": "11", "text": "Apabila orang menghadapkan kamu kepada majelis-majelis atau kepada pemerintah-pemerintah dan penguasa-penguasa, janganlah kamu kuatir bagaimana dan apa yang harus kamu katakan untuk membela dirimu."}, {"number": "12", "text": "Sebab pada saat itu juga Roh Kudus akan mengajar kamu apa yang harus kamu katakan.\""}, {"number": "13", "text": "Seorang dari orang banyak itu berkata kepada Yesus: \"Guru, katakanlah kepada saudaraku supaya ia berbagi warisan dengan aku.\""}, {"number": "14", "text": "Tetapi Yesus berkata kepadanya: \"Saudara, siapakah yang telah mengangkat Aku menjadi hakim atau pengantara atas kamu?\""}, {"number": "15", "text": "Kata-Nya lagi kepada mereka: \"Berjaga-jagalah dan waspadalah terhadap segala ketamakan, sebab walaupun seorang berlimpah-limpah hartanya, hidupnya tidaklah tergantung dari pada kekayaannya itu.\""}, {"number": "16", "text": "Kemudian Ia mengatakan kepada mereka suatu perumpamaan, kata-Nya: \"Ada seorang kaya, tanahnya berlimpah-limpah hasilnya."}, {"number": "17", "text": "Ia bertanya dalam hatinya: Apakah yang harus aku perbuat, sebab aku tidak mempunyai tempat di mana aku dapat menyimpan hasil tanahku."}, {"number": "18", "text": "Lalu katanya: Inilah yang akan aku perbuat; aku akan merombak lumbung-lumbungku dan aku akan mendirikan yang lebih besar dan aku akan menyimpan di dalamnya segala gandum dan barang-barangku."}, {"number": "19", "text": "Sesudah itu aku akan berkata kepada jiwaku: Jiwaku, ada padamu banyak barang, tertimbun untuk bertahun-tahun lamanya; beristirahatlah, makanlah, minumlah dan bersenang-senanglah!"}, {"number": "20", "text": "Tetapi firman Allah kepadanya: Hai engkau orang bodoh, pada malam ini juga jiwamu akan diambil dari padamu, dan apa yang telah kausediakan, untuk siapakah itu nanti?"}, {"number": "21", "text": "Demikianlah jadinya dengan orang yang mengumpulkan harta bagi dirinya sendiri, jikalau ia tidak kaya di hadapan Allah.\""}, {"number": "22", "text": "Yesus berkata kepada murid-murid-Nya: \"Karena itu Aku berkata kepadamu: Janganlah kuatir akan hidupmu, akan apa yang hendak kamu makan, dan janganlah kuatir pula akan tubuhmu, akan apa yang hendak kamu pakai."}, {"number": "23", "text": "Sebab hidup itu lebih penting dari pada makanan dan tubuh itu lebih penting dari pada pakaian."}, {"number": "24", "text": "Perhatikanlah burung-burung gagak yang tidak menabur dan tidak menuai dan tidak mempunyai gudang atau lumbung, namun demikian diberi makan oleh Allah. Betapa jauhnya kamu melebihi burung-burung itu!"}, {"number": "25", "text": "Siapakah di antara kamu yang karena kekuatirannya dapat menambahkan sehasta pada jalan hidupnya?"}, {"number": "26", "text": "Jadi, jikalau kamu tidak sanggup membuat barang yang paling kecil, mengapa kamu kuatir akan hal-hal lain?"}, {"number": "27", "text": "Perhatikanlah bunga bakung, yang tidak memintal dan tidak menenun, namun Aku berkata kepadamu: Salomo dalam segala kemegahannyapun tidak berpakaian seindah salah satu dari bunga itu."}, {"number": "28", "text": "Jadi, jika rumput di ladang, yang hari ini ada dan besok dibuang ke dalam api demikian didandani Allah, terlebih lagi kamu, hai orang yang kurang percaya!"}, {"number": "29", "text": "Jadi, janganlah kamu mempersoalkan apa yang akan kamu makan atau apa yang akan kamu minum dan janganlah cemas hatimu."}, {"number": "30", "text": "Semua itu dicari bangsa-bangsa di dunia yang tidak mengenal Allah. Akan tetapi Bapamu tahu, bahwa kamu memang memerlukan semuanya itu."}, {"number": "31", "text": "Tetapi carilah Kerajaan-Nya, maka semuanya itu akan ditambahkan juga kepadamu."}, {"number": "32", "text": "Janganlah takut, hai kamu kawanan kecil! Karena Bapamu telah berkenan memberikan kamu Kerajaan itu."}, {"number": "33", "text": "Juallah segala milikmu dan berikanlah sedekah! Buatlah bagimu pundi-pundi yang tidak dapat menjadi tua, suatu harta di sorga yang tidak akan habis, yang tidak dapat didekati pencuri dan yang tidak dirusakkan ngengat."}, {"number": "34", "text": "Karena di mana hartamu berada, di situ juga hatimu berada.\""}, {"number": "35", "text": "Hendaklah pinggangmu tetap berikat dan pelitamu tetap menyala."}, {"number": "36", "text": "Dan hendaklah kamu sama seperti orang-orang yang menanti-nantikan tuannya yang pulang dari perkawinan, supaya jika ia datang dan mengetok pintu, segera dibuka pintu baginya."}, {"number": "37", "text": "Berbahagialah hamba-hamba yang didapati tuannya berjaga-jaga ketika ia datang. Aku berkata kepadamu: Sesungguhnya ia akan mengikat pinggangnya dan mempersilakan mereka duduk makan, dan ia akan datang melayani mereka."}, {"number": "38", "text": "Dan apabila ia datang pada tengah malam atau pada dinihari dan mendapati mereka berlaku demikian, maka berbahagialah mereka."}, {"number": "39", "text": "Tetapi ketahuilah ini: Jika tuan rumah tahu pukul berapa pencuri akan datang, ia tidak akan membiarkan rumahnya dibongkar."}, {"number": "40", "text": "Hendaklah kamu juga siap sedia, karena Anak Manusia datang pada saat yang tidak kamu sangkakan.\""}, {"number": "41", "text": "Kata Petrus: \"Tuhan, kamikah yang Engkau maksudkan dengan perumpamaan itu atau juga semua orang?\""}, {"number": "42", "text": "Jawab Tuhan: \"Jadi, siapakah pengurus rumah yang setia dan bijaksana yang akan diangkat oleh tuannya menjadi kepala atas semua hambanya untuk memberikan makanan kepada mereka pada waktunya?"}, {"number": "43", "text": "Berbahagialah hamba, yang didapati tuannya melakukan tugasnya itu, ketika tuannya itu datang."}, {"number": "44", "text": "Aku berkata kepadamu: Sesungguhnya tuannya itu akan mengangkat dia menjadi pengawas segala miliknya."}, {"number": "45", "text": "Akan tetapi, jikalau hamba itu jahat dan berkata di dalam hatinya: Tuanku tidak datang-datang, lalu ia mulai memukul hamba-hamba laki-laki dan hamba-hamba perempuan, dan makan minum dan mabuk,"}, {"number": "46", "text": "maka tuan hamba itu akan datang pada hari yang tidak disangkakannya, dan pada saat yang tidak diketahuinya, dan akan membunuh dia dan membuat dia senasib dengan orang-orang yang tidak setia."}, {"number": "47", "text": "Adapun hamba yang tahu akan kehendak tuannya, tetapi yang tidak mengadakan persiapan atau tidak melakukan apa yang dikehendaki tuannya, ia akan menerima banyak pukulan."}, {"number": "48", "text": "Tetapi barangsiapa tidak tahu akan kehendak tuannya dan melakukan apa yang harus mendatangkan pukulan, ia akan menerima sedikit pukulan. Setiap orang yang kepadanya banyak diberi, dari padanya akan banyak dituntut, dan kepada siapa yang banyak dipercayakan, dari padanya akan lebih banyak lagi dituntut.\""}, {"number": "49", "text": "Aku datang untuk melemparkan api ke bumi dan betapakah Aku harapkan, api itu telah menyala!"}, {"number": "50", "text": "Aku harus menerima baptisan, dan betapakah susahnya hati-Ku, sebelum hal itu berlangsung!"}, {"number": "51", "text": "Kamu menyangka, bahwa Aku datang untuk membawa damai di atas bumi? Bukan, kata-Ku kepadamu, bukan damai, melainkan pertentangan."}, {"number": "52", "text": "Karena mulai dari sekarang akan ada pertentangan antara lima orang di dalam satu rumah, tiga melawan dua dan dua melawan tiga."}, {"number": "53", "text": "Mereka akan saling bertentangan, ayah melawan anaknya laki-laki dan anak laki-laki melawan ayahnya, ibu melawan anaknya perempuan, dan anak perempuan melawan ibunya, ibu mertua melawan menantunya perempuan dan menantu perempuan melawan ibu mertuanya.\""}, {"number": "54", "text": "Yesus berkata pula kepada orang banyak: \"Apabila kamu melihat awan naik di sebelah barat, segera kamu berkata: Akan datang hujan, dan hal itu memang terjadi."}, {"number": "55", "text": "Dan apabila kamu melihat angin selatan bertiup, kamu berkata: Hari akan panas terik, dan hal itu memang terjadi."}, {"number": "56", "text": "Hai orang-orang munafik, rupa bumi dan langit kamu tahu menilainya, mengapakah kamu tidak dapat menilai zaman ini?"}, {"number": "57", "text": "Dan mengapakah engkau juga tidak memutuskan sendiri apa yang benar?"}, {"number": "58", "text": "Sebab, jikalau engkau dengan lawanmu pergi menghadap pemerintah, berusahalah berdamai dengan dia selama di tengah jalan, supaya jangan engkau diseretnya kepada hakim dan hakim menyerahkan engkau kepada pembantunya dan pembantu itu melemparkan engkau ke dalam penjara."}, {"number": "59", "text": "Aku berkata kepadamu: Engkau tidak akan keluar dari sana, sebelum engkau membayar hutangmu sampai lunas.\""}]}