{"book": "Lukas", "chapter": 16, "verse": [{"number": "1", "text": "Dan Yesus berkata kepada murid-murid-Nya: \"Ada seorang kaya yang mempunyai seorang bendahara. Kepadanya disampaikan tuduhan, bahwa bendahara itu menghamburkan miliknya."}, {"number": "2", "text": "Lalu ia memanggil bendahara itu dan berkata kepadanya: Apakah yang kudengar tentang engkau? Berilah pertanggungan jawab atas urusanmu, sebab engkau tidak boleh lagi bekerja sebagai bendahara."}, {"number": "3", "text": "Kata bendahara itu di dalam hatinya: Apakah yang harus aku perbuat? Tuanku memecat aku dari jabatanku sebagai bendahara. Mencangkul aku tidak dapat, mengemis aku malu."}, {"number": "4", "text": "Aku tahu apa yang akan aku perbuat, supaya apabila aku dipecat dari jabatanku sebagai bendahara, ada orang yang akan menampung aku di rumah mereka."}, {"number": "5", "text": "Lalu ia memanggil seorang demi seorang yang berhutang kepada tuannya. Katanya kepada yang pertama: Berapakah hutangmu kepada tuanku?"}, {"number": "6", "text": "Jawab orang itu: Seratus tempayan minyak. Lalu katanya kepada orang itu: Inilah surat hutangmu, duduklah dan buat surat hutang lain sekarang juga: Lima puluh tempayan."}, {"number": "7", "text": "Kemudian ia berkata kepada yang kedua: Dan berapakah hutangmu? Jawab orang itu: Seratus pikul gandum. Katanya kepada orang itu: Inilah surat hutangmu, buatlah surat hutang lain: Delapan puluh pikul."}, {"number": "8", "text": "Lalu tuan itu memuji bendahara yang tidak jujur itu, karena ia telah bertindak dengan cerdik. Sebab anak-anak dunia ini lebih cerdik terhadap sesamanya dari pada anak-anak terang."}, {"number": "9", "text": "Dan Aku berkata kepadamu: Ikatlah persahabatan dengan mempergunakan Mamon yang tidak jujur, supaya jika Mamon itu tidak dapat menolong lagi, kamu diterima di dalam kemah abadi.\""}, {"number": "10", "text": "Barangsiapa setia dalam perkara-perkara kecil, ia setia juga dalam perkara-perkara besar. Dan barangsiapa tidak benar dalam perkara-perkara kecil, ia tidak benar juga dalam perkara-perkara besar."}, {"number": "11", "text": "Jadi, jikalau kamu tidak setia dalam hal Mamon yang tidak jujur, siapakah yang akan mempercayakan kepadamu harta yang sesungguhnya?"}, {"number": "12", "text": "Dan jikalau kamu tidak setia dalam harta orang lain, siapakah yang akan menyerahkan hartamu sendiri kepadamu?"}, {"number": "13", "text": "Seorang hamba tidak dapat mengabdi kepada dua tuan. Karena jika demikian ia akan membenci yang seorang dan mengasihi yang lain, atau ia akan setia kepada yang seorang dan tidak mengindahkan yang lain. Kamu tidak dapat mengabdi kepada Allah dan kepada Mamon.\""}, {"number": "14", "text": "Semuanya itu didengar oleh orang-orang Farisi, hamba-hamba uang itu, dan mereka mencemoohkan Dia."}, {"number": "15", "text": "Lalu Ia berkata kepada mereka: \"Kamu membenarkan diri di hadapan orang, tetapi Allah mengetahui hatimu. Sebab apa yang dikagumi manusia, dibenci oleh Allah."}, {"number": "16", "text": "Hukum Taurat dan kitab para nabi berlaku sampai kepada zaman Yohanes; dan sejak waktu itu Kerajaan Allah diberitakan dan setiap orang menggagahinya berebut memasukinya."}, {"number": "17", "text": "Lebih mudah langit dan bumi lenyap dari pada satu titik dari hukum Taurat batal."}, {"number": "18", "text": "Setiap orang yang menceraikan isterinya, lalu kawin dengan perempuan lain, ia berbuat zinah; dan barangsiapa kawin dengan perempuan yang diceraikan suaminya, ia berbuat zinah.\""}, {"number": "19", "text": "Ada seorang kaya yang selalu berpakaian jubah ungu dan kain halus, dan setiap hari ia bersukaria dalam kemewahan."}, {"number": "20", "text": "Dan ada seorang pengemis bernama Lazarus, badannya penuh dengan borok, berbaring dekat pintu rumah orang kaya itu,"}, {"number": "21", "text": "dan ingin menghilangkan laparnya dengan apa yang jatuh dari meja orang kaya itu. Malahan anjing-anjing datang dan menjilat boroknya."}, {"number": "22", "text": "Kemudian matilah orang miskin itu, lalu dibawa oleh malaikat-malaikat ke pangkuan Abraham."}, {"number": "23", "text": "Orang kaya itu juga mati, lalu dikubur. Dan sementara ia menderita sengsara di alam maut ia memandang ke atas, dan dari jauh dilihatnya Abraham, dan Lazarus duduk di pangkuannya."}, {"number": "24", "text": "Lalu ia berseru, katanya: Bapa Abraham, kasihanilah aku. Suruhlah Lazarus, supaya ia mencelupkan ujung jarinya ke dalam air dan menyejukkan lidahku, sebab aku sangat kesakitan dalam nyala api ini."}, {"number": "25", "text": "Tetapi Abraham berkata: Anak, ingatlah, bahwa engkau telah menerima segala yang baik sewaktu hidupmu, sedangkan Lazarus segala yang buruk. Sekarang ia mendapat hiburan dan engkau sangat menderita."}, {"number": "26", "text": "Selain dari pada itu di antara kami dan engkau terbentang jurang yang tak terseberangi, supaya mereka yang mau pergi dari sini kepadamu ataupun mereka yang mau datang dari situ kepada kami tidak dapat menyeberang."}, {"number": "27", "text": "Kata orang itu: Kalau demikian, aku minta kepadamu, bapa, supaya engkau menyuruh dia ke rumah ayahku,"}, {"number": "28", "text": "sebab masih ada lima orang saudaraku, supaya ia memperingati mereka dengan sungguh-sungguh, agar mereka jangan masuk kelak ke dalam tempat penderitaan ini."}, {"number": "29", "text": "Tetapi kata Abraham: Ada pada mereka kesaksian Musa dan para nabi; baiklah mereka mendengarkan kesaksian itu."}, {"number": "30", "text": "Jawab orang itu: Tidak, bapa Abraham, tetapi jika ada seorang yang datang dari antara orang mati kepada mereka, mereka akan bertobat."}, {"number": "31", "text": "Kata Abraham kepadanya: Jika mereka tidak mendengarkan kesaksian Musa dan para nabi, mereka tidak juga akan mau diyakinkan, sekalipun oleh seorang yang bangkit dari antara orang mati.\""}]}