{"book": "Daniel", "chapter": 10, "verse": [{"number": "1", "text": "Pada tahun ketiga pemerintahan Koresh, raja orang Persia, suatu firman dinyatakan kepada Daniel yang diberi nama Beltsazar; firman itu benar dan mengenai kesusahan yang besar. Maka dicamkannyalah firman itu dan diperhatikannyalah penglihatan itu."}, {"number": "2", "text": "Pada waktu itu aku, Daniel, berkabung tiga minggu penuh:"}, {"number": "3", "text": "makanan yang sedap tidak kumakan, daging dan anggur tidak masuk ke dalam mulutku dan aku tidak berurap sampai berlalu tiga minggu penuh."}, {"number": "4", "text": "Pada hari kedua puluh empat bulan pertama, ketika aku ada di tepi sungai besar, yakni sungai Tigris,"}, {"number": "5", "text": "kuangkat mukaku, lalu kulihat, tampak seorang yang berpakaian kain lenan dan berikat pinggang emas dari ufas."}, {"number": "6", "text": "Tubuhnya seperti permata Tarsis dan wajahnya seperti cahaya kilat; matanya seperti suluh yang menyala-nyala, lengan dan kakinya seperti kilau tembaga yang digilap, dan suara ucapannya seperti gaduh orang banyak."}, {"number": "7", "text": "Hanya aku, Daniel, melihat penglihatan itu, tetapi orang-orang yang bersama-sama dengan aku, tidak melihatnya; tetapi mereka ditimpa oleh ketakutan yang besar, sehingga mereka lari bersembunyi;"}, {"number": "8", "text": "demikianlah aku tinggal seorang diri. Ketika aku melihat penglihatan yang besar itu, hilanglah kekuatanku; aku menjadi pucat sama sekali, dan tidak ada lagi kekuatan padaku."}, {"number": "9", "text": "Lalu kudengar suara ucapannya, dan ketika aku mendengar suara ucapannya itu, jatuh pingsanlah aku tertelungkup dengan mukaku ke tanah."}, {"number": "10", "text": "Tetapi ada suatu tangan menyentuh aku dan membuat aku bangun sambil bertumpu pada lutut dan tanganku."}, {"number": "11", "text": "Katanya kepadaku: \"Daniel, engkau orang yang dikasihi, camkanlah firman yang kukatakan kepadamu, dan berdirilah pada kakimu, sebab sekarang aku diutus kepadamu.\" Ketika hal ini dikatakannya kepadaku, berdirilah aku dengan gemetar."}, {"number": "12", "text": "Lalu katanya kepadaku: \"Janganlah takut, Daniel, sebab telah didengarkan perkataanmu sejak hari pertama engkau berniat untuk mendapat pengertian dan untuk merendahkan dirimu di hadapan Allahmu, dan aku datang oleh karena perkataanmu itu."}, {"number": "13", "text": "Pemimpin kerajaan orang Persia berdiri dua puluh satu hari lamanya menentang aku; tetapi kemudian Mikhael, salah seorang dari pemimpin-pemimpin terkemuka, datang menolong aku, dan aku meninggalkan dia di sana berhadapan dengan raja-raja orang Persia."}, {"number": "14", "text": "Lalu aku datang untuk membuat engkau mengerti apa yang akan terjadi pada bangsamu pada hari-hari yang terakhir; sebab penglihatan ini juga mengenai hari-hari itu.\""}, {"number": "15", "text": "Ketika dikatakannya hal ini kepadaku, kutundukkan mukaku ke tanah dan aku terkelu."}, {"number": "16", "text": "Tetapi sesuatu yang menyerupai manusia menyentuh bibirku; lalu kubuka mulutku dan mulai berbicara, kataku kepada yang berdiri di depanku itu: \"Tuanku, oleh sebab penglihatan itu aku ditimpa kesakitan, dan tidak ada lagi kekuatan padaku."}, {"number": "17", "text": "Masakan aku, hamba tuanku ini dapat berbicara dengan tuanku! Bukankah tidak ada lagi kekuatan padaku dan tidak ada lagi nafas padaku?\""}, {"number": "18", "text": "Lalu dia yang rupanya seperti manusia itu menyentuh aku pula dan memberikan aku kekuatan,"}, {"number": "19", "text": "dan berkata: \"Hai engkau yang dikasihi, janganlah takut, sejahteralah engkau, jadilah kuat, ya, jadilah kuat!\" Sementara ia berbicara dengan aku, aku merasa kuat lagi dan berkata: \"Berbicaralah kiranya tuanku, sebab engkau telah memberikan aku kekuatan.\""}, {"number": "20", "text": "Lalu katanya: \"Tahukah engkau, mengapa aku datang kepadamu? Sebentar lagi aku kembali untuk berperang dengan pemimpin orang Persia, dan sesudah aku selesai dengan dia, maka pemimpin orang Yunani akan datang."}, {"number": "21", "text": "Namun demikian, aku akan memberitahukan kepadamu apa yang tercantum dalam Kitab Kebenaran. Tidak ada satupun yang berdiri di pihakku dengan tetap hati melawan mereka, kecuali Mikhael, pemimpinmu itu,"}]}