{"book": "1 Timotius", "chapter": 4, "verse": [{"number": "1", "text": "Tetapi Roh dengan tegas mengatakan bahwa di waktu-waktu kemudian, ada orang yang akan murtad lalu mengikuti roh-roh penyesat dan ajaran setan-setan"}, {"number": "2", "text": "oleh tipu daya pendusta-pendusta yang hati nuraninya memakai cap mereka."}, {"number": "3", "text": "Mereka itu melarang orang kawin, melarang orang makan makanan yang diciptakan Allah supaya dengan pengucapan syukur dimakan oleh orang yang percaya dan yang telah mengenal kebenaran."}, {"number": "4", "text": "Karena semua yang diciptakan Allah itu baik dan suatupun tidak ada yang haram, jika diterima dengan ucapan syukur,"}, {"number": "5", "text": "sebab semuanya itu dikuduskan oleh firman Allah dan oleh doa."}, {"number": "6", "text": "Dengan selalu mengingatkan hal-hal itu kepada saudara-saudara kita, engkau akan menjadi seorang pelayan Kristus Yesus yang baik, terdidik dalam soal-soal pokok iman kita dan dalam ajaran sehat yang telah kauikuti selama ini."}, {"number": "7", "text": "Tetapi jauhilah takhayul dan dongeng nenek-nenek tua. Latihlah dirimu beribadah."}, {"number": "8", "text": "Latihan badani terbatas gunanya, tetapi ibadah itu berguna dalam segala hal, karena mengandung janji, baik untuk hidup ini maupun untuk hidup yang akan datang."}, {"number": "9", "text": "Perkataan ini benar dan patut diterima sepenuhnya."}, {"number": "10", "text": "Itulah sebabnya kita berjerih payah dan berjuang, karena kita menaruh pengharapan kita kepada Allah yang hidup, Juruselamat semua manusia, terutama mereka yang percaya."}, {"number": "11", "text": "Beritakanlah dan ajarkanlah semuanya itu."}, {"number": "12", "text": "Jangan seorangpun menganggap engkau rendah karena engkau muda. Jadilah teladan bagi orang-orang percaya, dalam perkataanmu, dalam tingkah lakumu, dalam kasihmu, dalam kesetiaanmu dan dalam kesucianmu."}, {"number": "13", "text": "Sementara itu, sampai aku datang bertekunlah dalam membaca Kitab-kitab Suci, dalam membangun dan dalam mengajar."}, {"number": "14", "text": "Jangan lalai dalam mempergunakan karunia yang ada padamu, yang telah diberikan kepadamu oleh nubuat dan dengan penumpangan tangan sidang penatua."}, {"number": "15", "text": "Perhatikanlah semuanya itu, hiduplah di dalamnya supaya kemajuanmu nyata kepada semua orang."}, {"number": "16", "text": "Awasilah dirimu sendiri dan awasilah ajaranmu. Bertekunlah dalam semuanya itu, karena dengan berbuat demikian engkau akan menyelamatkan dirimu dan semua orang yang mendengar engkau."}]}