{"book": "Titus", "chapter": 2, "verse": [{"number": "1", "text": "Tetapi engkau, beritakanlah apa yang sesuai dengan ajaran yang sehat:"}, {"number": "2", "text": "Laki-laki yang tua hendaklah hidup sederhana, terhormat, bijaksana, sehat dalam iman, dalam kasih dan dalam ketekunan."}, {"number": "3", "text": "Demikian juga perempuan-perempuan yang tua, hendaklah mereka hidup sebagai orang-orang beribadah, jangan memfitnah, jangan menjadi hamba anggur, tetapi cakap mengajarkan hal-hal yang baik"}, {"number": "4", "text": "dan dengan demikian mendidik perempuan-perempuan muda mengasihi suami dan anak-anaknya,"}, {"number": "5", "text": "hidup bijaksana dan suci, rajin mengatur rumah tangganya, baik hati dan taat kepada suaminya, agar Firman Allah jangan dihujat orang."}, {"number": "6", "text": "Demikian juga orang-orang muda; nasihatilah mereka supaya mereka menguasai diri dalam segala hal"}, {"number": "7", "text": "dan jadikanlah dirimu sendiri suatu teladan dalam berbuat baik. Hendaklah engkau jujur dan bersungguh-sungguh dalam pengajaranmu,"}, {"number": "8", "text": "sehat dan tidak bercela dalam pemberitaanmu sehingga lawan menjadi malu, karena tidak ada hal-hal buruk yang dapat mereka sebarkan tentang kita."}, {"number": "9", "text": "Hamba-hamba hendaklah taat kepada tuannya dalam segala hal dan berkenan kepada mereka, jangan membantah,"}, {"number": "10", "text": "jangan curang, tetapi hendaklah selalu tulus dan setia, supaya dengan demikian mereka dalam segala hal memuliakan ajaran Allah, Juruselamat kita."}, {"number": "11", "text": "Karena kasih karunia Allah yang menyelamatkan semua manusia sudah nyata."}, {"number": "12", "text": "Ia mendidik kita supaya kita meninggalkan kefasikan dan keinginan-keingina duniawi dan supaya kita hidup bijaksana, adil dan beribadah di dalam dunia sekarang ini"}, {"number": "13", "text": "dengan menantikan penggenapan pengharapan kita yang penuh bahagia dan penyataan kemuliaan Allah yang Mahabesar dan Juruselamat kita Yesus Kristus,"}, {"number": "14", "text": "yang telah menyerahkan diri-Nya bagi kita untuk membebaskan kita dari segala kejahatan dan untuk menguduskan bagi diri-Nya suatu umat, kepunyaan-Nya sendiri, yang rajin berbuat baik."}, {"number": "15", "text": "Beritakanlah semuanya itu, nasihatilah dan yakinkanlah orang dengan segala kewibawaanmu. Janganlah ada orang yang menganggap engkau rendah."}]}