{"book": "Galatia", "chapter": 3, "verse": [{"number": "1", "text": "Hai orang-orang Galatia yang bodoh, siapakah yang telah mempesona kamu? Bukankah Yesus Kristus yang disalibkan itu telah dilukiskan dengan terang di depanmu?"}, {"number": "2", "text": "Hanya ini yang hendak kuketahui dari pada kamu: Adakah kamu telah menerima Roh karena melakukan hukum Taurat atau karena percaya kepada pemberitaan Injil?"}, {"number": "3", "text": "Adakah kamu sebodoh itu? Kamu telah mulai dengan Roh, maukah kamu sekarang mengakhirinya di dalam daging?"}, {"number": "4", "text": "Sia-siakah semua yang telah kamu alami sebanyak itu? Masakan sia-sia!"}, {"number": "5", "text": "Jadi bagaimana sekarang, apakah Ia yang menganugerahkan Roh kepada kamu dengan berlimpah-limpah dan yang melakukan mujizat di antara kamu, berbuat demikian karena kamu melakukan hukum Taurat atau karena kamu percaya kepada pemberitaan Injil?"}, {"number": "6", "text": "Secara itu jugalah Abraham percaya kepada Allah, maka Allah memperhitungkan hal itu kepadanya sebagai kebenaran."}, {"number": "7", "text": "Jadi kamu lihat, bahwa mereka yang hidup dari iman, mereka itulah anak-anak Abraham."}, {"number": "8", "text": "Dan Kitab Suci, yang sebelumnya mengetahui, bahwa Allah membenarkan orang-orang bukan Yahudi oleh karena iman, telah terlebih dahulu memberitakan Injil kepada Abraham: \"Olehmu segala bangsa akan diberkati.\""}, {"number": "9", "text": "Jadi mereka yang hidup dari iman, merekalah yang diberkati bersama-sama dengan Abraham yang beriman itu."}, {"number": "10", "text": "Karena semua orang, yang hidup dari pekerjaan hukum Taurat, berada di bawah kutuk. Sebab ada tertulis: \"Terkutuklah orang yang tidak setia melakukan segala sesuatu yang tertulis dalam kitab hukum Taurat.\""}, {"number": "11", "text": "Dan bahwa tidak ada orang yang dibenarkan di hadapan Allah karena melakukan hukum Taurat adalah jelas, karena: \"Orang yang benar akan hidup oleh iman.\""}, {"number": "12", "text": "Tetapi dasar hukum Taurat bukanlah iman, melainkan siapa yang melakukannya, akan hidup karenanya."}, {"number": "13", "text": "Kristus telah menebus kita dari kutuk hukum Taurat dengan jalan menjadi kutuk karena kita, sebab ada tertulis: \"Terkutuklah orang yang digantung pada kayu salib!\""}, {"number": "14", "text": "Yesus Kristus telah membuat ini, supaya di dalam Dia berkat Abraham sampai kepada bangsa-bangsa lain, sehingga oleh iman kita menerima Roh yang telah dijanjikan itu."}, {"number": "15", "text": "Saudara-saudara, baiklah kupergunakan suatu contoh dari hidup sehari-hari. Suatu wasiat yang telah disahkan, sekalipun ia dari manusia, tidak dapat dibatalkan atau ditambahi oleh seorangpun."}, {"number": "16", "text": "Adapun kepada Abraham diucapkan segala janji itu dan kepada keturunannya. Tidak dikatakan \"kepada keturunan-keturunannya\" seolah-olah dimaksud banyak orang, tetapi hanya satu orang: \"dan kepada keturunanmu\", yaitu Kristus."}, {"number": "17", "text": "Maksudku ialah: Janji yang sebelumnya telah disahkan Allah, tidak dapat dibatalkan oleh hukum Taurat, yang baru terbit empat ratus tiga puluh tahun kemudian, sehingga janji itu hilang kekuatannya."}, {"number": "18", "text": "Sebab, jikalau apa yang ditentukan Allah berasal dari hukum Taurat, ia tidak berasal dari janji; tetapi justru oleh janjilah Allah telah menganugerahkan kasih karunia-Nya kepada Abraham."}, {"number": "19", "text": "Kalau demikian, apakah maksudnya hukum Taurat? Ia ditambahkan oleh karena pelanggaran-pelanggaran--sampai datang keturunan yang dimaksud oleh janji itu--dan ia disampaikan dengan perantaraan malaikat-malaikat ke dalam tangan seorang pengantara."}, {"number": "20", "text": "Seorang pengantara bukan hanya mewakili satu orang saja, sedangkan Allah adalah satu."}, {"number": "21", "text": "Kalau demikian, bertentangankah hukum Taurat dengan janji-janji Allah? Sekali-kali tidak. Sebab andaikata hukum Taurat diberikan sebagai sesuatu yang dapat menghidupkan, maka memang kebenaran berasal dari hukum Taurat."}, {"number": "22", "text": "Tetapi Kitab Suci telah mengurung segala sesuatu di bawah kekuasaan dosa, supaya oleh karena iman dalam Yesus Kristus janji itu diberikan kepada mereka yang percaya."}, {"number": "23", "text": "Sebelum iman itu datang kita berada di bawah pengawalan hukum Taurat, dan dikurung sampai iman itu telah dinyatakan."}, {"number": "24", "text": "Jadi hukum Taurat adalah penuntun bagi kita sampai Kristus datang, supaya kita dibenarkan karena iman."}, {"number": "25", "text": "Sekarang iman itu telah datang, karena itu kita tidak berada lagi di bawah pengawasan penuntun."}, {"number": "26", "text": "Sebab kamu semua adalah anak-anak Allah karena iman di dalam Yesus Kristus."}, {"number": "27", "text": "Karena kamu semua, yang dibaptis dalam Kristus, telah mengenakan Kristus."}, {"number": "28", "text": "Dalam hal ini tidak ada orang Yahudi atau orang Yunani, tidak ada hamba atau orang merdeka, tidak ada laki-laki atau perempuan, karena kamu semua adalah satu di dalam Kristus Yesus."}, {"number": "29", "text": "Dan jikalau kamu adalah milik Kristus, maka kamu juga adalah keturunan Abraham dan berhak menerima janji Allah."}]}