{"book": "Galatia", "chapter": 5, "verse": [{"number": "1", "text": "Supaya kita sungguh-sungguh merdeka, Kristus telah memerdekakan kita. Karena itu berdirilah teguh dan jangan mau lagi dikenakan kuk perhambaan."}, {"number": "2", "text": "Sesungguhnya, aku, Paulus, berkata kepadamu: jikalau kamu menyunatkan dirimu, Kristus sama sekali tidak akan berguna bagimu."}, {"number": "3", "text": "Sekali lagi aku katakan kepada setiap orang yang menyunatkan dirinya, bahwa ia wajib melakukan seluruh hukum Taurat."}, {"number": "4", "text": "Kamu lepas dari Kristus, jikalau kamu mengharapkan kebenaran oleh hukum Taurat; kamu hidup di luar kasih karunia."}, {"number": "5", "text": "Sebab oleh Roh, dan karena iman, kita menantikan kebenaran yang kita harapkan."}, {"number": "6", "text": "Sebab bagi orang-orang yang ada di dalam Kristus Yesus hal bersunat atau tidak bersunat tidak mempunyai sesuatu arti, hanya iman yang bekerja oleh kasih."}, {"number": "7", "text": "Dahulu kamu berlomba dengan baik. Siapakah yang menghalang-halangi kamu, sehingga kamu tidak menuruti kebenaran lagi?"}, {"number": "8", "text": "Ajakan untuk tidak menurutinya lagi bukan datang dari Dia, yang memanggil kamu."}, {"number": "9", "text": "Sedikit ragi sudah mengkhamirkan seluruh adonan."}, {"number": "10", "text": "Dalam Tuhan aku yakin tentang kamu, bahwa kamu tidak mempunyai pendirian lain dari pada pendirian ini. Tetapi barangsiapa yang mengacaukan kamu, ia akan menanggung hukumannya, siapapun juga dia."}, {"number": "11", "text": "Dan lagi aku ini, saudara-saudara, jikalau aku masih memberitakan sunat, mengapakah aku masih dianiaya juga? Sebab kalau demikian, salib bukan batu sandungan lagi."}, {"number": "12", "text": "Baiklah mereka yang menghasut kamu itu mengebirikan saja dirinya!"}, {"number": "13", "text": "Saudara-saudara, memang kamu telah dipanggil untuk merdeka. Tetapi janganlah kamu mempergunakan kemerdekaan itu sebagai kesempatan untuk kehidupan dalam dosa, melainkan layanilah seorang akan yang lain oleh kasih."}, {"number": "14", "text": "Sebab seluruh hukum Taurat tercakup dalam satu firman ini, yaitu: \"Kasihilah sesamamu manusia seperti dirimu sendiri!\""}, {"number": "15", "text": "Tetapi jikalau kamu saling menggigit dan saling menelan, awaslah, supaya jangan kamu saling membinasakan."}, {"number": "16", "text": "Maksudku ialah: hiduplah oleh Roh, maka kamu tidak akan menuruti keinginan daging."}, {"number": "17", "text": "Sebab keinginan daging berlawanan dengan keinginan Roh dan keinginan Roh berlawanan dengan keinginan daging--karena keduanya bertentangan--sehingga kamu setiap kali tidak melakukan apa yang kamu kehendaki."}, {"number": "18", "text": "Akan tetapi jikalau kamu memberi dirimu dipimpin oleh Roh, maka kamu tidak hidup di bawah hukum Taurat."}, {"number": "19", "text": "Perbuatan daging telah nyata, yaitu: percabulan, kecemaran, hawa nafsu,"}, {"number": "20", "text": "penyembahan berhala, sihir, perseteruan, perselisihan, iri hati, amarah, kepentingan diri sendiri, percideraan, roh pemecah,"}, {"number": "21", "text": "kedengkian, kemabukan, pesta pora dan sebagainya. Terhadap semuanya itu kuperingatkan kamu--seperti yang telah kubuat dahulu--bahwa barangsiapa melakukan hal-hal yang demikian, ia tidak akan mendapat bagian dalam Kerajaan Allah."}, {"number": "22", "text": "Tetapi buah Roh ialah: kasih, sukacita, damai sejahtera, kesabaran, kemurahan, kebaikan, kesetiaan,"}, {"number": "23", "text": "kelemahlembutan, penguasaan diri. Tidak ada hukum yang menentang hal-hal itu."}, {"number": "24", "text": "Barangsiapa menjadi milik Kristus Yesus, ia telah menyalibkan daging dengan segala hawa nafsu dan keinginannya."}, {"number": "25", "text": "Jikalau kita hidup oleh Roh, baiklah hidup kita juga dipimpin oleh Roh,"}, {"number": "26", "text": "dan janganlah kita gila hormat, janganlah kita saling menantang dan saling mendengki."}]}