{"book": "Galatia", "chapter": 6, "verse": [{"number": "1", "text": "Saudara-saudara, kalaupun seorang kedapatan melakukan suatu pelanggaran, maka kamu yang rohani, harus memimpin orang itu ke jalan yang benar dalam roh lemah lembut, sambil menjaga dirimu sendiri, supaya kamu juga jangan kena pencobaan."}, {"number": "2", "text": "Bertolong-tolonganlah menanggung bebanmu! Demikianlah kamu memenuhi hukum Kristus."}, {"number": "3", "text": "Sebab kalau seorang menyangka, bahwa ia berarti, padahal ia sama sekali tidak berarti, ia menipu dirinya sendiri."}, {"number": "4", "text": "Baiklah tiap-tiap orang menguji pekerjaannya sendiri; maka ia boleh bermegah melihat keadaannya sendiri dan bukan melihat keadaan orang lain."}, {"number": "5", "text": "Sebab tiap-tiap orang akan memikul tanggungannya sendiri."}, {"number": "6", "text": "Dan baiklah dia, yang menerima pengajaran dalam Firman, membagi segala sesuatu yang ada padanya dengan orang yang memberikan pengajaran itu."}, {"number": "7", "text": "Jangan sesat! Allah tidak membiarkan diri-Nya dipermainkan. Karena apa yang ditabur orang, itu juga yang akan dituainya."}, {"number": "8", "text": "Sebab barangsiapa menabur dalam dagingnya, ia akan menuai kebinasaan dari dagingnya, tetapi barangsiapa menabur dalam Roh, ia akan menuai hidup yang kekal dari Roh itu."}, {"number": "9", "text": "Janganlah kita jemu-jemu berbuat baik, karena apabila sudah datang waktunya, kita akan menuai, jika kita tidak menjadi lemah."}, {"number": "10", "text": "Karena itu, selama masih ada kesempatan bagi kita, marilah kita berbuat baik kepada semua orang, tetapi terutama kepada kawan-kawan kita seiman."}, {"number": "11", "text": "Lihatlah, bagaimana besarnya huruf-huruf yang kutulis kepadamu dengan tanganku sendiri."}, {"number": "12", "text": "Mereka yang secara lahiriah suka menonjolkan diri, merekalah yang berusaha memaksa kamu untuk bersunat, hanya dengan maksud, supaya mereka tidak dianiaya karena salib Kristus."}, {"number": "13", "text": "Sebab mereka yang menyunatkan dirinyapun, tidak memelihara hukum Taurat. Tetapi mereka menghendaki, supaya kamu menyunatkan diri, agar mereka dapat bermegah atas keadaanmu yang lahiriah."}, {"number": "14", "text": "Tetapi aku sekali-kali tidak mau bermegah, selain dalam salib Tuhan kita Yesus Kristus, sebab olehnya dunia telah disalibkan bagiku dan aku bagi dunia."}, {"number": "15", "text": "Sebab bersunat atau tidak bersunat tidak ada artinya, tetapi menjadi ciptaan baru, itulah yang ada artinya."}, {"number": "16", "text": "Dan semua orang, yang memberi dirinya dipimpin oleh patokan ini, turunlah kiranya damai sejahtera dan rahmat atas mereka dan atas Israel milik Allah."}, {"number": "17", "text": "Selanjutnya janganlah ada orang yang menyusahkan aku, karena pada tubuhku ada tanda-tanda milik Yesus."}, {"number": "18", "text": "Kasih karunia Tuhan kita Yesus Kristus menyertai roh kamu, saudara-saudara! Amin."}]}