{"book": "Kidung Agung", "chapter": 4, "verse": [{"number": "1", "text": "Lihatlah, cantik engkau, manisku, sungguh cantik engkau! Bagaikan merpati matamu di balik telekungmu. Rambutmu bagaikan kawanan kambing yang bergelombang turun dari pegunungan Gilead."}, {"number": "2", "text": "Gigimu bagaikan kawanan domba yang baru saja dicukur, yang keluar dari tempat pembasuhan, yang beranak kembar semuanya, yang tak beranak tak ada."}, {"number": "3", "text": "Bagaikan seutas pita kirmizi bibirmu, dan elok mulutmu. Bagaikan belahan buah delima pelipismu di balik telekungmu."}, {"number": "4", "text": "Lehermu seperti menara Daud, dibangun untuk menyimpan senjata. Seribu perisai tergantung padanya dan gada para pahlawan semuanya."}, {"number": "5", "text": "Seperti dua anak rusa buah dadamu, seperti anak kembar kijang yang tengah makan rumput di tengah-tengah bunga bakung."}, {"number": "6", "text": "Sebelum angin senja berembus dan bayang-bayang menghilang, aku ingin pergi ke gunung mur dan ke bukit kemenyan."}, {"number": "7", "text": "Engkau cantik sekali, manisku, tak ada cacat cela padamu."}, {"number": "8", "text": "Turunlah kepadaku dari gunung Libanon, pengantinku, datanglah kepadaku dari gunung Libanon, turunlah dari puncak Amana, dari puncak Senir dan Hermon, dari liang-liang singa, dari pegunungan tempat macan tutul!"}, {"number": "9", "text": "Engkau mendebarkan hatiku, dinda, pengantinku, engkau mendebarkan hati dengan satu kejapan mata, dengan seuntai kalung dari perhiasan lehermu."}, {"number": "10", "text": "Betapa nikmat kasihmu, dinda, pengantinku! Jauh lebih nikmat cintamu dari pada anggur, dan lebih harum bau minyakmu dari pada segala macam rempah."}, {"number": "11", "text": "Bibirmu meneteskan madu murni, pengantinku, madu dan susu ada di bawah lidahmu, dan bau pakaianmu seperti bau gunung Libanon."}, {"number": "12", "text": "Dinda, pengantinku, kebun tertutup engkau, kebun tertutup dan mata air termeterai."}, {"number": "13", "text": "Tunas-tunasmu merupakan kebun pohon-pohon delima dengan buah-buahnya yang lezat, bunga pacar dan narwastu,"}, {"number": "14", "text": "narwastu dan kunyit, tebu dan kayu manis dengan segala macam pohon kemenyan, mur dan gaharu, beserta pelbagai rempah yang terpilih."}, {"number": "15", "text": "O, mata air di kebun, sumber air hidup, yang mengalir dari gunung Libanon!"}, {"number": "16", "text": "--Bangunlah, hai angin utara, dan marilah, hai angin selatan, bertiuplah dalam kebunku, supaya semerbaklah bau rempah-rempahnya! Semoga kekasihku datang ke kebunnya dan makan buah-buahnya yang lezat."}]}