{"book": "Rut", "chapter": 4, "verse": [{"number": "1", "text": "Boas telah pergi ke pintu gerbang dan duduk di sana. Kebetulan lewatlah penebus yang disebutkan Boas itu. Lalu berkatalah Boas: \"Hai saudara, datanglah dahulu ke mari, duduklah di sini.\" Maka datanglah ia, lalu duduk."}, {"number": "2", "text": "Kemudian dipilihnyalah sepuluh orang dari para tua-tua kota itu, dan berkata: \"Duduklah kamu di sini.\" Maka duduklah mereka."}, {"number": "3", "text": "Lalu berkatalah ia kepada penebus itu: \"Tanah milik kepunyaan saudara kita Elimelekh hendak dijual oleh Naomi, yang telah pulang dari daerah Moab."}, {"number": "4", "text": "Jadi pikirku: baik juga hal itu kusampaikan kepadamu sebagai berikut: Belilah tanah itu di depan orang-orang yang duduk di sini dan di depan para tua-tua bangsa kita. Jika engkau mau menebusnya, tebuslah; tetapi jika engkau tidak mau menebusnya, beritahukanlah kepadaku, supaya aku tahu, sebab tidak ada orang yang dapat menebusnya kecuali engkau, dan sesudah engkau: aku.\" Lalu berkatalah ia: \"Aku akan menebusnya.\""}, {"number": "5", "text": "Tetapi kata Boas: \"Pada waktu engkau membeli tanah itu dari tangan Naomi, engkau memperoleh Rut juga, perempuan Moab, isteri orang yang telah mati itu, untuk menegakkan nama orang itu di atas milik pusakanya.\""}, {"number": "6", "text": "Lalu berkatalah penebus itu: \"Jika demikian, aku ini tidak dapat menebusnya, sebab aku akan merusakkan milik pusakaku sendiri. Aku mengharap engkau menebus apa yang seharusnya aku tebus, sebab aku tidak dapat menebusnya.\""}, {"number": "7", "text": "Beginilah kebiasaan dahulu di Israel dalam hal menebus dan menukar: setiap kali orang hendak menguatkan sesuatu perkara, maka yang seorang menanggalkan kasutnya sebelah dan memberikannya kepada yang lain. Demikianlah caranya orang mensahkan perkara di Israel."}, {"number": "8", "text": "Lalu penebus itu berkata kepada Boas: \"Engkau saja yang membelinya.\" Dan ditanggalkannyalah kasutnya."}, {"number": "9", "text": "Kemudian berkatalah Boas kepada para tua-tua dan kepada semua orang di situ: \"Kamulah pada hari ini menjadi saksi, bahwa segala milik Elimelekh dan segala milik Kilyon dan Mahlon, aku beli dari tangan Naomi;"}, {"number": "10", "text": "juga Rut, perempuan Moab itu, isteri Mahlon, aku peroleh menjadi isteriku untuk menegakkan nama orang yang telah mati itu di atas milik pusakanya. Demikianlah nama orang itu tidak akan lenyap dari antara saudara-saudaranya dan dari antara warga kota. Kamulah pada hari ini menjadi saksi.\""}, {"number": "11", "text": "Dan seluruh orang banyak yang hadir di pintu gerbang, dan para tua-tua berkata: \"Kamilah menjadi saksi. TUHAN kiranya membuat perempuan yang akan masuk ke rumahmu itu sama seperti Rahel dan Lea, yang keduanya telah membangunkan umat Israel. Biarlah engkau menjadi makmur di Efrata dan biarlah namamu termasyhur di Betlehem,"}, {"number": "12", "text": "keturunanmu kiranya menjadi seperti keturunan Peres yang dilahirkan Tamar bagi Yehuda oleh karena anak-anak yang akan diberikan TUHAN kepadamu dari perempuan muda ini!\""}, {"number": "13", "text": "Lalu Boas mengambil Rut dan perempuan itu menjadi isterinya dan dihampirinyalah dia. Maka atas karunia TUHAN perempuan itu mengandung, lalu melahirkan seorang anak laki-laki."}, {"number": "14", "text": "Sebab itu perempuan-perempuan berkata kepada Naomi: \"Terpujilah TUHAN, yang telah rela menolong engkau pada hari ini dengan seorang penebus. Termasyhurlah kiranya nama anak itu di Israel."}, {"number": "15", "text": "Dan dialah yang akan menyegarkan jiwamu dan memelihara engkau pada waktu rambutmu telah putih; sebab menantumu yang mengasihi engkau telah melahirkannya, perempuan yang lebih berharga bagimu dari tujuh anak laki-laki.\""}, {"number": "16", "text": "Dan Naomi mengambil anak itu serta meletakkannya pada pangkuannya dan dialah yang mengasuhnya."}, {"number": "17", "text": "Dan tetangga-tetangga perempuan memberi nama kepada anak itu, katanya: \"Pada Naomi telah lahir seorang anak laki-laki\"; lalu mereka menyebutkan namanya Obed. Dialah ayah Isai, ayah Daud."}, {"number": "18", "text": "Inilah keturunan Peres: Peres memperanakkan Hezron,"}, {"number": "19", "text": "Hezron memperanakkan Ram, Ram memperanakkan Aminadab,"}, {"number": "20", "text": "Aminadab memperanakkan Nahason, Nahason memperanakkan Salmon,"}, {"number": "21", "text": "Salmon memperanakkan Boas, Boas memperanakkan Obed,"}, {"number": "22", "text": "Obed memperanakkan Isai dan Isai memperanakkan Daud."}]}