{"book": "Ulangan", "chapter": 16, "verse": [{"number": "1", "text": "Ingatlah akan bulan Abib dan rayakanlah Paskah bagi TUHAN, Allahmu, sebab dalam bulan Abib itulah TUHAN, Allahmu, membawa engkau keluar dari Mesir pada waktu malam."}, {"number": "2", "text": "Maka engkau harus menyembelih kambing domba dan lembu sapi sebagai korban Paskah bagi TUHAN, Allahmu, di tempat yang akan dipilih TUHAN untuk membuat nama-Nya diam di sana."}, {"number": "3", "text": "Janganlah engkau makan sesuatu yang beragi besertanya; tujuh hari lamanya engkau harus makan roti yang tidak beragi besertanya, yakni roti penderitaan, sebab dengan buru-buru engkau keluar dari tanah Mesir. Maksudnya supaya seumur hidupmu engkau teringat akan hari engkau keluar dari tanah Mesir."}, {"number": "4", "text": "Janganlah terdapat padamu ragi di seluruh daerahmu, tujuh hari lamanya; dan dari daging hewan yang kausembelih pada waktu petang pada hari pertama, janganlah ada yang bermalam sampai pagi."}, {"number": "5", "text": "Engkau tidak boleh mempersembahkan korban Paskah di salah satu tempat yang diberikan kepadamu oleh TUHAN, Allahmu."}, {"number": "6", "text": "Tetapi di tempat yang akan dipilih TUHAN, Allahmu, untuk membuat nama-Nya diam di sana, engkau harus mempersembahkan korban Paskah itu pada waktu senja, ketika matahari terbenam, bertepatan dengan saat engkau keluar dari Mesir."}, {"number": "7", "text": "Engkau harus memasaknya dan memakannya di tempat yang akan dipilih TUHAN, Allahmu; kemudian paginya engkau harus pulang kembali ke kemahmu."}, {"number": "8", "text": "Enam hari lamanya engkau harus makan roti yang tidak beragi dan pada hari yang ketujuh harus ada perkumpulan raya bagi TUHAN, Allahmu; maka janganlah engkau melakukan pekerjaan."}, {"number": "9", "text": "Tujuh minggu harus kauhitung: pada waktu orang mulai menyabit gandum yang belum dituai, haruslah engkau mulai menghitung tujuh minggu itu."}, {"number": "10", "text": "Kemudian haruslah engkau merayakan hari raya Tujuh Minggu bagi TUHAN, Allahmu, sekedar persembahan sukarela yang akan kauberikan, sesuai dengan berkat yang diberikan kepadamu oleh TUHAN, Allahmu."}, {"number": "11", "text": "Haruslah engkau bersukaria di hadapan TUHAN, Allahmu, engkau ini dan anakmu laki-laki serta anakmu perempuan, hambamu laki-laki dan hambamu perempuan, dan orang Lewi yang di dalam tempatmu, dan orang asing, anak yatim dan janda, yang di tengah-tengahmu, di tempat yang akan dipilih TUHAN, Allahmu, untuk membuat nama-Nya diam di sana."}, {"number": "12", "text": "Haruslah kauingat, bahwa engkaupun dahulu budak di Mesir, dan haruslah engkau melakukan ketetapan ini dengan setia."}, {"number": "13", "text": "Hari raya Pondok Daun haruslah kaurayakan tujuh hari lamanya, apabila engkau selesai mengumpulkan hasil tempat pengirikanmu dan tempat pemerasanmu."}, {"number": "14", "text": "Haruslah engkau bersukaria pada hari rayamu itu, engkau ini dan anakmu laki-laki serta anakmu perempuan, hambamu laki-laki dan hambamu perempuan, dan orang Lewi, orang asing, anak yatim dan janda yang di dalam tempatmu."}, {"number": "15", "text": "Tujuh hari lamanya harus engkau mengadakan perayaan bagi TUHAN, Allahmu, di tempat yang akan dipilih TUHAN; sebab TUHAN, Allahmu, akan memberkati engkau dalam segala hasil tanahmu dan dalam segala usahamu, sehingga engkau dapat bersukaria dengan sungguh-sungguh."}, {"number": "16", "text": "Tiga kali setahun setiap orang laki-laki di antaramu harus menghadap hadirat TUHAN, Allahmu, ke tempat yang akan dipilih-Nya, yakni pada hari raya Roti Tidak Beragi, pada hari raya Tujuh Minggu dan pada hari raya Pondok Daun. Janganlah ia menghadap hadirat TUHAN dengan tangan hampa,"}, {"number": "17", "text": "tetapi masing-masing dengan sekedar persembahan, sesuai dengan berkat yang diberikan kepadamu oleh TUHAN, Allahmu.\""}, {"number": "18", "text": "Hakim-hakim dan petugas-petugas haruslah kauangkat di segala tempat yang diberikan TUHAN, Allahmu, kepadamu, menurut suku-sukumu; mereka harus menghakimi bangsa itu dengan pengadilan yang adil."}, {"number": "19", "text": "Janganlah memutarbalikkan keadilan, janganlah memandang bulu dan janganlah menerima suap, sebab suap membuat buta mata orang-orang bijaksana dan memutarbalikkan perkataan orang-orang yang benar."}, {"number": "20", "text": "Semata-mata keadilan, itulah yang harus kaukejar, supaya engkau hidup dan memiliki negeri yang diberikan kepadamu oleh TUHAN, Allahmu.\""}, {"number": "21", "text": "Janganlah engkau menanam sesuatu pohon sebagai tiang berhala di samping mezbah TUHAN, Allahmu, mezbah yang akan kaubuat bagimu."}, {"number": "22", "text": "Janganlah juga kaudirikan bagimu tugu berhala, yang dibenci oleh TUHAN, Allahmu."}]}