{"book": "Ulangan", "chapter": 19, "verse": [{"number": "1", "text": "Apabila TUHAN, Allahmu, sudah melenyapkan bangsa-bangsa yang negerinya diberikan kepadamu oleh TUHAN, Allahmu, dan engkau sudah menduduki daerah mereka dan diam di kota-kota dan rumah-rumah mereka,"}, {"number": "2", "text": "maka engkau harus mengkhususkan tiga kota di dalam negeri yang diberikan TUHAN, Allahmu, kepadamu untuk diduduki."}, {"number": "3", "text": "Engkau harus menetapkan jauhnya jalan, dan membagi dalam tiga bagian wilayah negeri yang diberikan TUHAN, Allahmu, untuk dimiliki olehmu, supaya setiap pembunuh dapat melarikan diri ke sana."}, {"number": "4", "text": "Inilah ketentuan mengenai pembunuh yang melarikan diri ke sana dan boleh tinggal hidup: apabila ia membunuh sesamanya manusia dengan tidak sengaja dan dengan tidak membenci dia sebelumnya,"}, {"number": "5", "text": "misalnya apabila seseorang pergi ke hutan dengan temannya untuk membelah kayu, ketika tangannya mengayunkan kapak untuk menebang pohon kayu, mata kapak terlucut dari gagangnya, lalu mengenai temannya sehingga mati, maka ia boleh melarikan diri ke salah satu kota itu dan tinggal hidup."}, {"number": "6", "text": "Maksudnya supaya jangan penuntut tebusan darah sementara hatinya panas dapat mengejar pembunuh itu, karena jauhnya perjalanan, menangkapnya dan membunuhnya, padahal pembunuh itu tidak patut mendapat hukuman mati, karena ia tidak membenci dia sebelumnya."}, {"number": "7", "text": "Itulah sebabnya aku memberi perintah kepadamu, demikian: tiga kota haruslah kaukhususkan."}, {"number": "8", "text": "Dan jika TUHAN, Allahmu, sudah meluaskan daerahmu nanti, seperti yang dijanjikan-Nya dengan sumpah kepada nenek moyangmu, dan sudah memberikan kepadamu seluruh negeri yang dikatakan-Nya akan diberikan kepada nenek moyangmu,"}, {"number": "9", "text": "--apabila engkau melakukan dengan setia perintah ini, yang kusampaikan kepadamu pada hari ini, dengan mengasihi TUHAN, Allahmu, dan dengan senantiasa hidup menurut jalan yang ditunjukkan-Nya--maka haruslah engkau menambah tiga kota lagi kepada yang tiga itu,"}, {"number": "10", "text": "supaya jangan tercurah darah orang yang tidak bersalah di negeri yang diberikan TUHAN, Allahmu, kepadamu menjadi milikmu dan hutang darah melekat kepadamu."}, {"number": "11", "text": "Tetapi apabila seseorang membenci sesamanya manusia, dan dengan bersembunyi menantikan dia, lalu bangun menyerang dan memukul dia, sehingga mati, kemudian melarikan diri ke salah satu kota itu,"}, {"number": "12", "text": "maka haruslah para tua-tua kotanya menyuruh mengambil dia dari sana dan menyerahkan dia kepada penuntut tebusan darah, supaya ia mati dibunuh."}, {"number": "13", "text": "Janganlah engkau merasa sayang kepadanya. Demikianlah harus kauhapuskan darah orang yang tidak bersalah dari antara orang Israel, supaya baik keadaanmu.\""}, {"number": "14", "text": "Janganlah menggeser batas tanah sesamamu yang telah ditetapkan oleh orang-orang dahulu di dalam milik pusaka yang akan kaumiliki di negeri yang diberikan TUHAN, Allahmu, kepadamu untuk menjadi milikmu."}, {"number": "15", "text": "Satu orang saksi saja tidak dapat menggugat seseorang mengenai perkara kesalahan apapun atau dosa apapun yang mungkin dilakukannya; baru atas keterangan dua atau tiga orang saksi perkara itu tidak disangsikan."}, {"number": "16", "text": "Apabila seorang saksi jahat menggugat seseorang untuk menuduh dia mengenai suatu pelanggaran,"}, {"number": "17", "text": "maka kedua orang yang mempunyai perkara itu haruslah berdiri di hadapan TUHAN, di hadapan imam-imam dan hakim-hakim yang ada pada waktu itu."}, {"number": "18", "text": "Maka hakim-hakim itu harus memeriksanya baik-baik, dan apabila ternyata, bahwa saksi itu seorang saksi dusta dan bahwa ia telah memberi tuduhan dusta terhadap saudaranya,"}, {"number": "19", "text": "maka kamu harus memperlakukannya sebagaimana ia bermaksud memperlakukan saudaranya. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu."}, {"number": "20", "text": "Maka orang-orang lain akan mendengar dan menjadi takut, sehingga mereka tidak akan melakukan lagi perbuatan jahat seperti itu di tengah-tengahmu."}, {"number": "21", "text": "Janganlah engkau merasa sayang kepadanya, sebab berlaku: nyawa ganti nyawa, mata ganti mata, gigi ganti gigi, tangan ganti tangan, kaki ganti kaki.\""}]}