{"book": "Ulangan", "chapter": 2, "verse": [{"number": "1", "text": "Kemudian kita balik dan berangkat ke padang gurun, ke arah Laut Teberau, seperti yang difirmankan TUHAN kepadaku. Lama kita berjalan keliling pegunungan Seir."}, {"number": "2", "text": "Lalu berfirmanlah TUHAN kepadaku, demikian:"}, {"number": "3", "text": "Telah cukup lamanya kamu berjalan keliling pegunungan ini, beloklah sekarang ke utara."}, {"number": "4", "text": "Perintahkanlah kepada bangsa itu, demikian: Sebentar lagi kamu akan berjalan melalui daerah saudara-saudaramu, bani Esau, yang diam di Seir; mereka akan takut kepadamu. Tetapi hati-hatilah sekali;"}, {"number": "5", "text": "janganlah menyerang mereka, sebab Aku tidak akan memberikan kepadamu setapak kaki dari negeri mereka, karena kepada Esau telah Kuberikan pegunungan Seir menjadi miliknya."}, {"number": "6", "text": "Makanan haruslah kamu beli dari mereka dengan uang, supaya kamu dapat makan; juga air haruslah kamu beli dari mereka dengan uang, supaya kamu dapat minum."}, {"number": "7", "text": "Sebab TUHAN, Allahmu, memberkati engkau dalam segala pekerjaan tanganmu. Ia memperhatikan perjalananmu melalui padang gurun yang besar ini; keempat puluh tahun ini TUHAN, Allahmu, menyertai engkau, dan engkau tidak kekurangan apapun."}, {"number": "8", "text": "Kemudian kita berjalan terus, meninggalkan daerah saudara-saudara kita, bani Esau yang diam di Seir, meninggalkan jalan dari Araba-Yordan, yakni dari Elat dan Ezion-Geber. Sesudah itu kita belok dan berjalan terus ke arah padang gurun Moab."}, {"number": "9", "text": "Lalu berfirmanlah TUHAN kepadaku: Janganlah melawan Moab dan janganlah menyerang mereka, sebab Aku tidak akan memberikan kepadamu apapun dari negerinya menjadi milikmu, karena Ar telah Kuberikan kepada bani Lot menjadi miliknya."}, {"number": "10", "text": "Dahulu orang Emim diam di sana, suatu bangsa yang besar dan banyak jumlahnya, tinggi seperti orang Enak."}, {"number": "11", "text": "Mereka itupun dikira orang Refaim, seperti juga orang Enak, tetapi orang Moab menyebut mereka orang Emim."}, {"number": "12", "text": "Dan dahulu di Seir diam orang Hori, tetapi bani Esau telah menduduki daerah mereka, memunahkan mereka dari hadapannya, lalu menetap di sana menggantikan mereka, seperti yang dilakukan orang Israel dengan negeri miliknya yang diberikan TUHAN kepada mereka."}, {"number": "13", "text": "Jadi sekarang bersiaplah kamu dan seberangilah sungai Zered. Lalu kita menyeberangi sungai Zered."}, {"number": "14", "text": "Lamanya kita berjalan sejak dari Kadesh-Barnea sampai kita ada di seberang sungai Zered, ada tiga puluh delapan tahun, sampai seluruh angkatan itu, yakni prajurit, habis binasa dari perkemahan, seperti yang dijanjikan TUHAN dengan sumpah kepada mereka;"}, {"number": "15", "text": "dan tangan TUHAN juga melawan mereka untuk menghamburkan mereka dari perkemahan, sampai mereka habis binasa."}, {"number": "16", "text": "Maka ketika dari bangsa itu telah habis binasa semua prajurit,"}, {"number": "17", "text": "berfirmanlah TUHAN kepadaku:"}, {"number": "18", "text": "Pada hari ini engkau akan berjalan melintasi perbatasan Moab, yakni Ar,"}, {"number": "19", "text": "maka engkau sampai ke dekat bani Amon. Janganlah melawan mereka dan janganlah menyerang mereka, sebab Aku tidak akan memberikan kepadamu apapun dari negeri bani Amon itu menjadi milikmu, karena Aku telah memberikannya kepada bani Lot menjadi miliknya."}, {"number": "20", "text": "--Negeri inipun dikira orang negeri orang Refaim. Dahulu orang Refaim diam di sana, tetapi orang Amon menyebut mereka orang Zamzumim,"}, {"number": "21", "text": "suatu bangsa yang besar dan banyak jumlahnya, tinggi seperti orang Enak, tetapi TUHAN telah memunahkan mereka dari hadapan bani Amon, sehingga orang-orang ini menduduki daerah mereka dan menetap di sana menggantikan mereka;"}, {"number": "22", "text": "seperti yang dilakukan TUHAN bagi bani Esau yang diam di Seir, ketika Ia memunahkan orang Hori dari hadapan mereka, sehingga mereka menduduki daerah orang Hori itu dan menetap di sana menggantikan orang-orang itu sampai sekarang."}, {"number": "23", "text": "Juga orang Awi yang diam di kampung-kampung sampai Gaza, dipunahkan oleh orang Kaftor yang berasal dari Kaftor, lalu orang Kaftor itu menetap di sana menggantikan mereka. --"}, {"number": "24", "text": "Bersiaplah kamu, berangkatlah dan seberangilah sungai Arnon. Ketahuilah, Aku menyerahkan Sihon, raja Hesybon, orang Amori itu, beserta negerinya ke dalam tanganmu; mulailah menduduki negerinya dan seranglah Sihon."}, {"number": "25", "text": "Pada hari ini Aku mulai mendatangkan ke atas bangsa-bangsa di seluruh kolong langit keseganan dan ketakutan terhadap kamu, sehingga mereka menggigil dan gemetar karena engkau, apabila mereka mendengar tentang kamu.\""}, {"number": "26", "text": "Kemudian aku menyuruh utusan dari padang gurun Kedemot kepada Sihon, raja Hesybon, menyampaikan pesan perdamaian, bunyinya:"}, {"number": "27", "text": "Izinkanlah aku berjalan melalui negerimu. Aku akan tetap berjalan mengikuti jalan raya, dengan tidak menyimpang ke kanan atau ke kiri."}, {"number": "28", "text": "Juallah makanan kepadaku dengan bayaran uang, supaya aku dapat makan, dan berikanlah air kepadaku ganti uang, supaya aku dapat minum; hanya izinkanlah aku lewat dengan berjalan kaki--"}, {"number": "29", "text": "seperti yang diperbuat kepadaku oleh bani Esau yang diam di Seir dan oleh orang Moab yang diam di Ar--sampai aku menyeberangi sungai Yordan pergi ke negeri yang diberikan kepada kami oleh TUHAN, Allah kami."}, {"number": "30", "text": "Tetapi Sihon, raja Hesybon, tidak mau memberi kita berjalan melalui daerahnya, sebab TUHAN, Allahmu, membuat dia keras kepala dan tegar hati, dengan maksud menyerahkan dia ke dalam tanganmu, seperti yang terjadi sekarang ini."}, {"number": "31", "text": "Lalu TUHAN berfirman kepadaku: Ketahuilah, Aku mulai menyerahkan Sihon dan negerinya kepadamu. Mulailah menduduki negerinya supaya menjadi milikmu."}, {"number": "32", "text": "Kemudian Sihon dan seluruh tentaranya maju mendatangi kita, untuk berperang dekat Yahas,"}, {"number": "33", "text": "tetapi TUHAN, Allah kita, menyerahkan dia kepada kita, sehingga kita mengalahkan dia dengan anak-anaknya dan seluruh tentaranya."}, {"number": "34", "text": "Pada waktu itu kita merebut segala kotanya dan menumpas penduduk setiap kota: laki-laki dan perempuan serta anak-anak. Tidak ada seorangpun yang kita biarkan terluput;"}, {"number": "35", "text": "hanya hewan kita rampas bagi kita sendiri, seperti juga jarahan dari kota-kota yang telah kita rebut."}, {"number": "36", "text": "Mulai dari Aroer, di tepi sungai Arnon, dan kota di lembah itu, sampai Gilead tidak ada kota yang bentengnya terlalu kuat bagi kita; sebab TUHAN, Allah kita, menyerahkan semuanya kepada kita."}, {"number": "37", "text": "Hanya negeri bani Amon tidak engkau dekati, baik sungai Yabok sepanjang tepinya maupun kota-kota di pegunungan, tepat seperti yang dilarang TUHAN, Allah kita.\""}]}