{"book": "Ulangan", "chapter": 23, "verse": [{"number": "1", "text": "Orang yang hancur buah pelirnya atau yang terpotong kemaluannya, janganlah masuk jemaah TUHAN."}, {"number": "2", "text": "Seorang anak haram janganlah masuk jemaah TUHAN, bahkan keturunannya yang kesepuluhpun tidak boleh masuk jemaah TUHAN."}, {"number": "3", "text": "Seorang Amon atau seorang Moab janganlah masuk jemaah TUHAN, bahkan keturunannya yang kesepuluhpun tidak boleh masuk jemaah TUHAN sampai selama-lamanya,"}, {"number": "4", "text": "karena mereka tidak menyongsong kamu dengan roti dan air pada waktu perjalananmu keluar dari Mesir, dan karena mereka mengupah Bileam bin Beor dari Petor di Aram-Mesopotamia melawan engkau, supaya dikutukinya engkau."}, {"number": "5", "text": "Tetapi TUHAN, Allahmu, tidak mau mendengarkan Bileam dan TUHAN, Allahmu, telah mengubah kutuk itu menjadi berkat bagimu, karena TUHAN, Allahmu, mengasihi engkau."}, {"number": "6", "text": "Selama engkau hidup, janganlah engkau mengikhtiarkan kesejahteraan dan kebahagiaan mereka sampai selama-lamanya."}, {"number": "7", "text": "Janganlah engkau menganggap keji orang Edom, sebab dia saudaramu. Janganlah engkau menganggap keji orang Mesir, sebab engkaupun dahulu adalah orang asing di negerinya."}, {"number": "8", "text": "Anak-anak yang lahir bagi mereka dalam keturunan yang ketiga, boleh masuk jemaah TUHAN.\""}, {"number": "9", "text": "Apabila engkau maju dengan tentaramu melawan musuhmu, maka haruslah engkau menjaga diri terhadap segala yang jahat."}, {"number": "10", "text": "Apabila ada di antaramu seorang laki-laki yang tidak tahir disebabkan oleh sesuatu yang terjadi atasnya pada malam hari, maka haruslah ia pergi ke luar perkemahan, janganlah ia masuk ke dalam perkemahan."}, {"number": "11", "text": "Kemudian menjelang senja haruslah ia mandi dengan air, dan pada waktu matahari terbenam, ia boleh masuk kembali ke dalam perkemahan."}, {"number": "12", "text": "Di luar perkemahan itu haruslah ada bagimu suatu tempat ke mana engkau pergi untuk kada hajat."}, {"number": "13", "text": "Di antara perlengkapanmu haruslah ada padamu sekop kecil dan apabila engkau jongkok kada hajat, haruslah engkau menggali lobang dengan itu dan menimbuni kotoranmu."}, {"number": "14", "text": "Sebab TUHAN, Allahmu, berjalan dari tengah-tengah perkemahanmu untuk melepaskan engkau dan menyerahkan musuhmu kepadamu; sebab itu haruslah perkemahanmu itu kudus, supaya jangan Ia melihat sesuatu yang tidak senonoh di antaramu, lalu berbalik dari padamu.\""}, {"number": "15", "text": "Janganlah kauserahkan kepada tuannya seorang budak yang melarikan diri dari tuannya kepadamu."}, {"number": "16", "text": "Bersama-sama engkau ia boleh tinggal, di tengah-tengahmu, di tempat yang dipilihnya di salah satu tempatmu, yang dirasanya baik; janganlah engkau menindas dia.\""}, {"number": "17", "text": "Di antara anak-anak perempuan Israel janganlah ada pelacur bakti, dan di antara anak-anak lelaki Israel janganlah ada semburit bakti."}, {"number": "18", "text": "Janganlah kaubawa upah sundal atau uang semburit ke dalam rumah TUHAN, Allahmu, untuk menepati salah satu nazar, sebab keduanya itu adalah kekejian bagi TUHAN, Allahmu.\""}, {"number": "19", "text": "Janganlah engkau membungakan kepada saudaramu, baik uang maupun bahan makanan atau apapun yang dapat dibungakan."}, {"number": "20", "text": "Dari orang asing boleh engkau memungut bunga, tetapi dari saudaramu janganlah engkau memungut bunga--supaya TUHAN, Allahmu, memberkati engkau dalam segala usahamu di negeri yang engkau masuki untuk mendudukinya.\""}, {"number": "21", "text": "Apabila engkau bernazar kepada TUHAN, Allahmu, janganlah engkau menunda-nunda memenuhinya, sebab tentulah TUHAN, Allahmu, akan menuntutnya dari padamu, sehingga hal itu menjadi dosa bagimu."}, {"number": "22", "text": "Tetapi apabila engkau tidak bernazar, maka hal itu bukan menjadi dosa bagimu."}, {"number": "23", "text": "Apa yang keluar dari bibirmu haruslah kaulakukan dengan setia, sebab dengan sukarela kaunazarkan kepada TUHAN, Allahmu, sesuatu yang kaukatakan dengan mulutmu sendiri.\""}, {"number": "24", "text": "Apabila engkau melalui kebun anggur sesamamu, engkau boleh makan buah anggur sepuas-puas hatimu, tetapi tidak boleh kaumasukkan ke dalam bungkusanmu."}, {"number": "25", "text": "Apabila engkau melalui ladang gandum sesamamu yang belum dituai, engkau boleh memetik bulir-bulirnya dengan tanganmu, tetapi sabit tidak boleh kauayunkan kepada gandum sesamamu itu.\""}]}