{"book": "Ulangan", "chapter": 27, "verse": [{"number": "1", "text": "Lagi Musa dan para tua-tua Israel memerintahkan kepada bangsa itu: \"Berpeganglah pada segenap perintah yang kusampaikan kepadamu pada hari ini."}, {"number": "2", "text": "Dan pada hari kamu menyeberangi sungai Yordan ke negeri yang diberikan kepadamu oleh TUHAN, Allahmu, maka haruslah engkau menegakkan batu-batu besar, dan mengapurnya,"}, {"number": "3", "text": "lalu pada batu itu haruslah kautuliskan segala perkataan hukum Taurat ini, sesudah engkau menyeberang, supaya engkau masuk ke negeri yang diberikan kepadamu oleh TUHAN, Allahmu, suatu negeri yang berlimpah-limpah susu dan madunya, seperti yang dijanjikan kepadamu oleh TUHAN, Allah nenek moyangmu."}, {"number": "4", "text": "Dan sesudah kamu menyeberangi sungai Yordan, maka haruslah batu-batu itu, yang telah kuperintahkan kepadamu pada hari ini, kamu tegakkan di gunung Ebal dan kaukapuri."}, {"number": "5", "text": "Juga haruslah kaudirikan di sana mezbah bagi TUHAN, Allahmu, suatu mezbah dari batu yang tidak boleh kauolah dengan perkakas besi."}, {"number": "6", "text": "Dari batu yang tidak dipahat haruslah kaudirikan mezbah TUHAN, Allahmu, itu dan di atasnya haruslah kaupersembahkan korban bakaran kepada TUHAN, Allahmu."}, {"number": "7", "text": "Juga haruslah engkau mempersembahkan korban keselamatan, memakannya di sana dan bersukaria di hadapan TUHAN, Allahmu."}, {"number": "8", "text": "Selanjutnya haruslah engkau menuliskan pada batu-batu itu segala perkataan hukum Taurat ini dengan jelas dan terang.\""}, {"number": "9", "text": "Juga berbicaralah Musa dan imam-imam orang Lewi kepada seluruh orang Israel: \"Diamlah dan dengarlah, hai orang Israel. Pada hari ini engkau telah menjadi umat TUHAN, Allahmu."}, {"number": "10", "text": "Sebab itu engkau harus mendengarkan suara TUHAN, Allahmu, dan melakukan perintah dan ketetapan-Nya, yang kusampaikan kepadamu pada hari ini.\""}, {"number": "11", "text": "Pada hari itu Musa memberi perintah kepada bangsa itu:"}, {"number": "12", "text": "Sesudah kamu menyeberangi sungai Yordan, maka mereka inilah yang harus berdiri di gunung Gerizim untuk memberkati bangsa itu, yakni suku Simeon, Lewi, Yehuda, Isakhar, Yusuf dan Benyamin."}, {"number": "13", "text": "Dan mereka inilah yang harus berdiri di gunung Ebal untuk mengutuki, yakni suku Ruben, Gad, Asyer, Zebulon, Dan serta Naftali."}, {"number": "14", "text": "Maka haruslah orang-orang Lewi mulai bicara dan mengatakan kepada seluruh orang Israel dengan suara nyaring:"}, {"number": "15", "text": "Terkutuklah orang yang membuat patung pahatan atau patung tuangan, suatu kekejian bagi TUHAN, buatan tangan seorang tukang, dan yang mendirikannya dengan tersembunyi. Dan seluruh bangsa itu haruslah menjawab: Amin!"}, {"number": "16", "text": "Terkutuklah orang yang memandang rendah ibu dan bapanya. Dan seluruh bangsa itu haruslah berkata: Amin!"}, {"number": "17", "text": "Terkutuklah orang yang menggeser batas tanah sesamanya manusia. Dan seluruh bangsa itu haruslah berkata: Amin!"}, {"number": "18", "text": "Terkutuklah orang yang membawa seorang buta ke jalan yang sesat. Dan seluruh bangsa itu haruslah berkata: Amin!"}, {"number": "19", "text": "Terkutuklah orang yang memperkosa hak orang asing, anak yatim dan janda. Dan seluruh bangsa itu haruslah berkata: Amin!"}, {"number": "20", "text": "Terkutuklah orang yang tidur dengan isteri ayahnya, sebab ia telah menyingkapkan punca kain ayahnya. Dan seluruh bangsa itu haruslah berkata: Amin!"}, {"number": "21", "text": "Terkutuklah orang yang tidur dengan binatang apapun. Dan seluruh bangsa itu haruslah berkata: Amin!"}, {"number": "22", "text": "Terkutuklah orang yang tidur dengan saudaranya perempuan, anak ayah atau anak ibunya. Dan seluruh bangsa itu haruslah berkata: Amin!"}, {"number": "23", "text": "Terkutuklah orang yang tidur dengan mertuanya perempuan. Dan seluruh bangsa itu haruslah berkata: Amin!"}, {"number": "24", "text": "Terkutuklah orang yang membunuh sesamanya manusia dengan tersembunyi. Dan seluruh bangsa itu haruslah berkata: Amin!"}, {"number": "25", "text": "Terkutuklah orang yang menerima suap untuk membunuh seseorang yang tidak bersalah. Dan seluruh bangsa itu harus berkata: Amin!"}, {"number": "26", "text": "Terkutuklah orang yang tidak menepati perkataan hukum Taurat ini dengan perbuatan. Dan seluruh bangsa itu haruslah berkata: Amin!\""}]}