{"book": "Wahyu", "chapter": 13, "verse": [{"number": "1", "text": "(12-18) Dan ia tinggal berdiri di pantai laut. (13-1) Lalu aku melihat seekor binatang keluar dari dalam laut, bertanduk sepuluh dan berkepala tujuh; di atas tanduk-tanduknya terdapat sepuluh mahkota dan pada kepalanya tertulis nama-nama hujat."}, {"number": "2", "text": "Binatang yang kulihat itu serupa dengan macan tutul, dan kakinya seperti kaki beruang dan mulutnya seperti mulut singa. Dan naga itu memberikan kepadanya kekuatannya, dan takhtanya dan kekuasaannya yang besar."}, {"number": "3", "text": "Maka tampaklah kepadaku satu dari kepala-kepalanya seperti kena luka yang membahayakan hidupnya, tetapi luka yang membahayakan hidupnya itu sembuh. Seluruh dunia heran, lalu mengikut binatang itu."}, {"number": "4", "text": "Dan mereka menyembah naga itu, karena ia memberikan kekuasaan kepada binatang itu. Dan mereka menyembah binatang itu, sambil berkata: \"Siapakah yang sama seperti binatang ini? Dan siapakah yang dapat berperang melawan dia?\""}, {"number": "5", "text": "Dan kepada binatang itu diberikan mulut, yang penuh kesombongan dan hujat; kepadanya diberikan juga kuasa untuk melakukannya empat puluh dua bulan lamanya."}, {"number": "6", "text": "Lalu ia membuka mulutnya untuk menghujat Allah, menghujat nama-Nya dan kemah kediaman-Nya dan semua mereka yang diam di sorga."}, {"number": "7", "text": "Dan ia diperkenankan untuk berperang melawan orang-orang kudus dan untuk mengalahkan mereka; dan kepadanya diberikan kuasa atas setiap suku dan umat dan bahasa dan bangsa."}, {"number": "8", "text": "Dan semua orang yang diam di atas bumi akan menyembahnya, yaitu setiap orang yang namanya tidak tertulis sejak dunia dijadikan di dalam kitab kehidupan dari Anak Domba, yang telah disembelih."}, {"number": "9", "text": "Barangsiapa bertelinga, hendaklah ia mendengar!"}, {"number": "10", "text": "Barangsiapa ditentukan untuk ditawan, ia akan ditawan; barangsiapa ditentukan untuk dibunuh dengan pedang, ia harus dibunuh dengan pedang. Yang penting di sini ialah ketabahan dan iman orang-orang kudus."}, {"number": "11", "text": "Dan aku melihat seekor binatang lain keluar dari dalam bumi dan bertanduk dua sama seperti anak domba dan ia berbicara seperti seekor naga."}, {"number": "12", "text": "Dan seluruh kuasa binatang yang pertama itu dijalankannya di depan matanya. Ia menyebabkan seluruh bumi dan semua penghuninya menyembah binatang pertama, yang luka parahnya telah sembuh."}, {"number": "13", "text": "Dan ia mengadakan tanda-tanda yang dahsyat, bahkan ia menurunkan api dari langit ke bumi di depan mata semua orang."}, {"number": "14", "text": "Ia menyesatkan mereka yang diam di bumi dengan tanda-tanda, yang telah diberikan kepadanya untuk dilakukannya di depan mata binatang itu. Dan ia menyuruh mereka yang diam di bumi, supaya mereka mendirikan patung untuk menghormati binatang yang luka oleh pedang, namun yang tetap hidup itu."}, {"number": "15", "text": "Dan kepadanya diberikan kuasa untuk memberikan nyawa kepada patung binatang itu, sehingga patung binatang itu berbicara juga, dan bertindak begitu rupa, sehingga semua orang, yang tidak menyembah patung binatang itu, dibunuh."}, {"number": "16", "text": "Dan ia menyebabkan, sehingga kepada semua orang, kecil atau besar, kaya atau miskin, merdeka atau hamba, diberi tanda pada tangan kanannya atau pada dahinya,"}, {"number": "17", "text": "dan tidak seorangpun yang dapat membeli atau menjual selain dari pada mereka yang memakai tanda itu, yaitu nama binatang itu atau bilangan namanya."}, {"number": "18", "text": "Yang penting di sini ialah hikmat: barangsiapa yang bijaksana, baiklah ia menghitung bilangan binatang itu, karena bilangan itu adalah bilangan seorang manusia, dan bilangannya ialah enam ratus enam puluh enam."}]}