{"book": "Wahyu", "chapter": 19, "verse": [{"number": "1", "text": "Kemudian dari pada itu aku mendengar seperti suara yang nyaring dari himpunan besar orang banyak di sorga, katanya: \"Haleluya! Keselamatan dan kemuliaan dan kekuasaan adalah pada Allah kita,"}, {"number": "2", "text": "sebab benar dan adil segala penghakiman-Nya, karena Ialah yang telah menghakimi pelacur besar itu, yang merusakkan bumi dengan percabulannya; dan Ialah yang telah membalaskan darah hamba-hamba-Nya atas pelacur itu.\""}, {"number": "3", "text": "Dan untuk kedua kalinya mereka berkata: \"Haleluya! Ya, asapnya naik sampai selama-lamanya.\""}, {"number": "4", "text": "Dan kedua puluh empat tua-tua dan keempat makhluk itu tersungkur dan menyembah Allah yang duduk di atas takhta itu, dan mereka berkata: \"Amin, Haleluya.\""}, {"number": "5", "text": "Maka kedengaranlah suatu suara dari takhta itu: \"Pujilah Allah kita, hai kamu semua hamba-Nya, kamu yang takut akan Dia, baik kecil maupun besar!\""}, {"number": "6", "text": "Lalu aku mendengar seperti suara himpunan besar orang banyak, seperti desau air bah dan seperti deru guruh yang hebat, katanya: \"Haleluya! Karena Tuhan, Allah kita, Yang Mahakuasa, telah menjadi raja."}, {"number": "7", "text": "Marilah kita bersukacita dan bersorak-sorai, dan memuliakan Dia! Karena hari perkawinan Anak Domba telah tiba, dan pengantin-Nya telah siap sedia."}, {"number": "8", "text": "Dan kepadanya dikaruniakan supaya memakai kain lenan halus yang berkilau-kilauan dan yang putih bersih!\" (Lenan halus itu adalah perbuatan-perbuatan yang benar dari orang-orang kudus.)"}, {"number": "9", "text": "Lalu ia berkata kepadaku: \"Tuliskanlah: Berbahagialah mereka yang diundang ke perjamuan kawin Anak Domba.\" Katanya lagi kepadaku: \"Perkataan ini adalah benar, perkataan-perkataan dari Allah.\""}, {"number": "10", "text": "Maka tersungkurlah aku di depan kakinya untuk menyembah dia, tetapi ia berkata kepadaku: \"Janganlah berbuat demikian! Aku adalah hamba, sama dengan engkau dan saudara-saudaramu, yang memiliki kesaksian Yesus. Sembahlah Allah! Karena kesaksian Yesus adalah roh nubuat.\""}, {"number": "11", "text": "Lalu aku melihat sorga terbuka: sesungguhnya, ada seekor kuda putih; dan Ia yang menungganginya bernama: \"Yang Setia dan Yang Benar\", Ia menghakimi dan berperang dengan adil."}, {"number": "12", "text": "Dan mata-Nya bagaikan nyala api dan di atas kepala-Nya terdapat banyak mahkota dan pada-Nya ada tertulis suatu nama yang tidak diketahui seorangpun, kecuali Ia sendiri."}, {"number": "13", "text": "Dan Ia memakai jubah yang telah dicelup dalam darah dan nama-Nya ialah: \"Firman Allah.\""}, {"number": "14", "text": "Dan semua pasukan yang di sorga mengikuti Dia; mereka menunggang kuda putih dan memakai lenan halus yang putih bersih."}, {"number": "15", "text": "Dan dari mulut-Nya keluarlah sebilah pedang tajam yang akan memukul segala bangsa. Dan Ia akan menggembalakan mereka dengan gada besi dan Ia akan memeras anggur dalam kilangan anggur, yaitu kegeraman murka Allah, Yang Mahakuasa."}, {"number": "16", "text": "Dan pada jubah-Nya dan paha-Nya tertulis suatu nama, yaitu: \"Raja segala raja dan Tuan di atas segala tuan.\""}, {"number": "17", "text": "Lalu aku melihat seorang malaikat berdiri di dalam matahari dan ia berseru dengan suara nyaring kepada semua burung yang terbang di tengah langit, katanya: \"Marilah ke sini dan berkumpullah untuk turut dalam perjamuan Allah, perjamuan yang besar,"}, {"number": "18", "text": "supaya kamu makan daging semua raja dan daging semua panglima dan daging semua pahlawan dan daging semua kuda dan daging semua penunggangnya dan daging semua orang, baik yang merdeka maupun hamba, baik yang kecil maupun yang besar.\""}, {"number": "19", "text": "Dan aku melihat binatang itu dan raja-raja di bumi serta tentara-tentara mereka telah berkumpul untuk melakukan peperangan melawan Penunggang kuda itu dan tentara-Nya."}, {"number": "20", "text": "Maka tertangkaplah binatang itu dan bersama-sama dengan dia nabi palsu, yang telah mengadakan tanda-tanda di depan matanya, dan dengan demikian ia menyesatkan mereka yang telah menerima tanda dari binatang itu dan yang telah menyembah patungnya. Keduanya dilemparkan hidup-hidup ke dalam lautan api yang menyala-nyala oleh belerang."}, {"number": "21", "text": "Dan semua orang lain dibunuh dengan pedang, yang keluar dari mulut Penunggang kuda itu; dan semua burung kenyang oleh daging mereka."}]}