{"book": "Kolose", "chapter": 2, "verse": [{"number": "1", "text": "Karena aku mau, supaya kamu tahu, betapa beratnya perjuangan yang kulakukan untuk kamu, dan untuk mereka yang di Laodikia dan untuk semuanya, yang belum mengenal aku pribadi,"}, {"number": "2", "text": "supaya hati mereka terhibur dan mereka bersatu dalam kasih, sehingga mereka memperoleh segala kekayaan dan keyakinan pengertian, dan mengenal rahasia Allah, yaitu Kristus,"}, {"number": "3", "text": "sebab di dalam Dialah tersembunyi segala harta hikmat dan pengetahuan."}, {"number": "4", "text": "Hal ini kukatakan, supaya jangan ada yang memperdayakan kamu dengan kata-kata yang indah."}, {"number": "5", "text": "Sebab meskipun aku sendiri tidak ada di antara kamu, tetapi dalam roh aku bersama-sama dengan kamu dan aku melihat dengan sukacita tertib hidupmu dan keteguhan imanmu dalam Kristus."}, {"number": "6", "text": "Kamu telah menerima Kristus Yesus, Tuhan kita. Karena itu hendaklah hidupmu tetap di dalam Dia."}, {"number": "7", "text": "Hendaklah kamu berakar di dalam Dia dan dibangun di atas Dia, hendaklah kamu bertambah teguh dalam iman yang telah diajarkan kepadamu, dan hendaklah hatimu melimpah dengan syukur."}, {"number": "8", "text": "Hati-hatilah, supaya jangan ada yang menawan kamu dengan filsafatnya yang kosong dan palsu menurut ajaran turun-temurun dan roh-roh dunia, tetapi tidak menurut Kristus."}, {"number": "9", "text": "Sebab dalam Dialah berdiam secara jasmaniah seluruh kepenuhan ke-Allahan,"}, {"number": "10", "text": "dan kamu telah dipenuhi di dalam Dia. Dialah kepala semua pemerintah dan penguasa."}, {"number": "11", "text": "Dalam Dia kamu telah disunat, bukan dengan sunat yang dilakukan oleh manusia, tetapi dengan sunat Kristus, yang terdiri dari penanggalan akan tubuh yang berdosa,"}, {"number": "12", "text": "karena dengan Dia kamu dikuburkan dalam baptisan, dan di dalam Dia kamu turut dibangkitkan juga oleh kepercayaanmu kepada kerja kuasa Allah, yang telah membangkitkan Dia dari orang mati."}, {"number": "13", "text": "Kamu juga, meskipun dahulu mati oleh pelanggaranmu dan oleh karena tidak disunat secara lahiriah, telah dihidupkan Allah bersama-sama dengan Dia, sesudah Ia mengampuni segala pelanggaran kita,"}, {"number": "14", "text": "dengan menghapuskan surat hutang, yang oleh ketentuan-ketentuan hukum mendakwa dan mengancam kita. Dan itu ditiadakan-Nya dengan memakukannya pada kayu salib:"}, {"number": "15", "text": "Ia telah melucuti pemerintah-pemerintah dan penguasa-penguasa dan menjadikan mereka tontonan umum dalam kemenangan-Nya atas mereka."}, {"number": "16", "text": "Karena itu janganlah kamu biarkan orang menghukum kamu mengenai makanan dan minuman atau mengenai hari raya, bulan baru ataupun hari Sabat;"}, {"number": "17", "text": "semuanya ini hanyalah bayangan dari apa yang harus datang, sedang wujudnya ialah Kristus."}, {"number": "18", "text": "Janganlah kamu biarkan kemenanganmu digagalkan oleh orang yang pura-pura merendahkan diri dan beribadah kepada malaikat, serta berkanjang pada penglihatan-penglihatan dan tanpa alasan membesar-besarkan diri oleh pikirannya yang duniawi,"}, {"number": "19", "text": "sedang ia tidak berpegang teguh kepada Kepala, dari mana seluruh tubuh, yang ditunjang dan diikat menjadi satu oleh urat-urat dan sendi-sendi, menerima pertumbuhan ilahinya."}, {"number": "20", "text": "Apabila kamu telah mati bersama-sama dengan Kristus dan bebas dari roh-roh dunia, mengapakah kamu menaklukkan dirimu pada rupa-rupa peraturan, seolah-olah kamu masih hidup di dunia:"}, {"number": "21", "text": "jangan jamah ini, jangan kecap itu, jangan sentuh ini;"}, {"number": "22", "text": "semuanya itu hanya mengenai barang yang binasa oleh pemakaian dan hanya menurut perintah-perintah dan ajaran-ajaran manusia."}, {"number": "23", "text": "Peraturan-peraturan ini, walaupun nampaknya penuh hikmat dengan ibadah buatan sendiri, seperti merendahkan diri, menyiksa diri, tidak ada gunanya selain untuk memuaskan hidup duniawi."}]}