{"book": "Kolose", "chapter": 4, "verse": [{"number": "1", "text": "Hai tuan-tuan, berlakulah adil dan jujur terhadap hambamu; ingatlah, kamu juga mempunyai tuan di sorga."}, {"number": "2", "text": "Bertekunlah dalam doa dan dalam pada itu berjaga-jagalah sambil mengucap syukur."}, {"number": "3", "text": "Berdoa jugalah untuk kami, supaya Allah membuka pintu untuk pemberitaan kami, sehingga kami dapat berbicara tentang rahasia Kristus, yang karenanya aku dipenjarakan."}, {"number": "4", "text": "Dengan demikian aku dapat menyatakannya, sebagaimana seharusnya."}, {"number": "5", "text": "Hiduplah dengan penuh hikmat terhadap orang-orang luar, pergunakanlah waktu yang ada."}, {"number": "6", "text": "Hendaklah kata-katamu senantiasa penuh kasih, jangan hambar, sehingga kamu tahu, bagaimana kamu harus memberi jawab kepada setiap orang."}, {"number": "7", "text": "Semua hal ihwalku akan diberitahukan kepada kamu oleh Tikhikus, saudara kita yang kekasih, hamba yang setia dan kawan pelayan dalam Tuhan."}, {"number": "8", "text": "Ia kusuruh kepadamu dengan maksud, supaya kamu tahu akan hal ihwal kami dan supaya ia menghibur hatimu."}, {"number": "9", "text": "Ia kusuruh bersama-sama dengan Onesimus, saudara kita yang setia dan yang kekasih, seorang dari antaramu. Mereka akan memberitahukan kepadamu segala sesuatu yang terjadi di sini."}, {"number": "10", "text": "Salam kepada kamu dari Aristarkhus, temanku sepenjara dan dari Markus, kemenakan Barnabas--tentang dia kamu telah menerima pesan; terimalah dia, apabila dia datang kepadamu--"}, {"number": "11", "text": "dan dari Yesus, yang dinamai Yustus. Hanya ketiga orang ini dari antara mereka yang bersunat yang menjadi temanku sekerja untuk Kerajaan Allah; mereka itu telah menjadi penghibur bagiku."}, {"number": "12", "text": "Salam dari Epafras kepada kamu; ia seorang dari antaramu, hamba Kristus Yesus, yang selalu bergumul dalam doanya untuk kamu, supaya kamu berdiri teguh, sebagai orang-orang yang dewasa dan yang berkeyakinan penuh dengan segala hal yang dikehendaki Allah."}, {"number": "13", "text": "Sebab aku dapat memberi kesaksian tentang dia, bahwa ia sangat bersusah payah untuk kamu dan untuk mereka yang di Laodikia dan Hierapolis."}, {"number": "14", "text": "Salam kepadamu dari tabib Lukas yang kekasih dan dari Demas."}, {"number": "15", "text": "Sampaikan salam kami kepada saudara-saudara di Laodikia; juga kepada Nimfa dan jemaat yang ada di rumahnya."}, {"number": "16", "text": "Dan bilamana surat ini telah dibacakan di antara kamu, usahakanlah, supaya dibacakan juga di jemaat Laodikia dan supaya surat yang untuk Laodikia dibacakan juga kepadamu."}, {"number": "17", "text": "Dan sampaikanlah kepada Arkhipus: Perhatikanlah, supaya pelayanan yang kauterima dalam Tuhan kaujalankan sepenuhnya."}, {"number": "18", "text": "Salam dari padaku, Paulus. Salam ini kutulis dengan tanganku sendiri. Ingatlah akan belengguku. Kasih karunia menyertai kamu."}]}