{"book": "Roma", "chapter": 11, "verse": [{"number": "1", "text": "Maka aku bertanya: Adakah Allah mungkin telah menolak umat-Nya? Sekali-kali tidak! Karena aku sendiripun orang Israel, dari keturunan Abraham, dari suku Benyamin."}, {"number": "2", "text": "Allah tidak menolak umat-Nya yang dipilih-Nya. Ataukah kamu tidak tahu, apa yang dikatakan Kitab Suci tentang Elia, waktu ia mengadukan Israel kepada Allah:"}, {"number": "3", "text": "Tuhan, nabi-nabi-Mu telah mereka bunuh, mezbah-mezbah-Mu telah mereka runtuhkan; hanya aku seorang dirilah yang masih hidup dan mereka ingin mencabut nyawaku."}, {"number": "4", "text": "Tetapi bagaimanakah firman Allah kepadanya? \"Aku masih meninggalkan tujuh ribu orang bagi-Ku, yang tidak pernah sujud menyembah Baal.\""}, {"number": "5", "text": "Demikian juga pada waktu ini ada tinggal suatu sisa, menurut pilihan kasih karunia."}, {"number": "6", "text": "Tetapi jika hal itu terjadi karena kasih karunia, maka bukan lagi karena perbuatan, sebab jika tidak demikian, maka kasih karunia itu bukan lagi kasih karunia."}, {"number": "7", "text": "Jadi bagaimana? Israel tidak memperoleh apa yang dikejarnya, tetapi orang-orang yang terpilih telah memperolehnya. Dan orang-orang yang lain telah tegar hatinya,"}, {"number": "8", "text": "seperti ada tertulis: \"Allah membuat mereka tidur nyenyak, memberikan mata untuk tidak melihat dan telinga untuk tidak mendengar, sampai kepada hari sekarang ini.\""}, {"number": "9", "text": "Dan Daud berkata: \"Biarlah jamuan mereka menjadi jerat dan perangkap, penyesatan dan pembalasan bagi mereka."}, {"number": "10", "text": "Dan biarlah mata mereka menjadi gelap, sehingga mereka tidak melihat, dan buatlah punggung mereka terus-menerus membungkuk.\""}, {"number": "11", "text": "Maka aku bertanya: Adakah mereka tersandung dan harus jatuh? Sekali-kali tidak! Tetapi oleh pelanggaran mereka, keselamatan telah sampai kepada bangsa-bangsa lain, supaya membuat mereka cemburu."}, {"number": "12", "text": "Sebab jika pelanggaran mereka berarti kekayaan bagi dunia, dan kekurangan mereka kekayaan bagi bangsa-bangsa lain, terlebih-lebih lagi kesempurnaan mereka."}, {"number": "13", "text": "Aku berkata kepada kamu, hai bangsa-bangsa bukan Yahudi. Justru karena aku adalah rasul untuk bangsa-bangsa bukan Yahudi, aku menganggap hal itu kemuliaan pelayananku,"}, {"number": "14", "text": "yaitu kalau-kalau aku dapat membangkitkan cemburu di dalam hati kaum sebangsaku menurut daging dan dapat menyelamatkan beberapa orang dari mereka."}, {"number": "15", "text": "Sebab jika penolakan mereka berarti perdamaian bagi dunia, dapatkah penerimaan mereka mempunyai arti lain dari pada hidup dari antara orang mati?"}, {"number": "16", "text": "Jikalau roti sulung adalah kudus, maka seluruh adonan juga kudus, dan jikalau akar adalah kudus, maka cabang-cabang juga kudus."}, {"number": "17", "text": "Karena itu apabila beberapa cabang telah dipatahkan dan kamu sebagai tunas liar telah dicangkokkan di antaranya dan turut mendapat bagian dalam akar pohon zaitun yang penuh getah,"}, {"number": "18", "text": "janganlah kamu bermegah terhadap cabang-cabang itu! Jikalau kamu bermegah, ingatlah, bahwa bukan kamu yang menopang akar itu, melainkan akar itu yang menopang kamu."}, {"number": "19", "text": "Mungkin kamu akan berkata: ada cabang-cabang yang dipatahkan, supaya aku dicangkokkan di antaranya sebagai tunas."}, {"number": "20", "text": "Baiklah! Mereka dipatahkan karena ketidakpercayaan mereka, dan kamu tegak tercacak karena iman. Janganlah kamu sombong, tetapi takutlah!"}, {"number": "21", "text": "Sebab kalau Allah tidak menyayangkan cabang-cabang asli, Ia juga tidak akan menyayangkan kamu."}, {"number": "22", "text": "Sebab itu perhatikanlah kemurahan Allah dan juga kekerasan-Nya, yaitu kekerasan atas orang-orang yang telah jatuh, tetapi atas kamu kemurahan-Nya, yaitu jika kamu tetap dalam kemurahan-Nya; jika tidak, kamupun akan dipotong juga."}, {"number": "23", "text": "Tetapi merekapun akan dicangkokkan kembali, jika mereka tidak tetap dalam ketidakpercayaan mereka, sebab Allah berkuasa untuk mencangkokkan mereka kembali."}, {"number": "24", "text": "Sebab jika kamu telah dipotong sebagai cabang dari pohon zaitun liar, dan bertentangan dengan keadaanmu itu kamu telah dicangkokkan pada pohon zaitun sejati, terlebih lagi mereka ini, yang menurut asal mereka akan dicangkokkan pada pohon zaitun mereka sendiri."}, {"number": "25", "text": "Sebab, saudara-saudara, supaya kamu jangan menganggap dirimu pandai, aku mau agar kamu mengetahui rahasia ini: Sebagian dari Israel telah menjadi tegar sampai jumlah yang penuh dari bangsa-bangsa lain telah masuk."}, {"number": "26", "text": "Dengan jalan demikian seluruh Israel akan diselamatkan, seperti ada tertulis: \"Dari Sion akan datang Penebus, Ia akan menyingkirkan segala kefasikan dari pada Yakub."}, {"number": "27", "text": "Dan inilah perjanjian-Ku dengan mereka, apabila Aku menghapuskan dosa mereka.\""}, {"number": "28", "text": "Mengenai Injil mereka adalah seteru Allah oleh karena kamu, tetapi mengenai pilihan mereka adalah kekasih Allah oleh karena nenek moyang."}, {"number": "29", "text": "Sebab Allah tidak menyesali kasih karunia dan panggilan-Nya."}, {"number": "30", "text": "Sebab sama seperti kamu dahulu tidak taat kepada Allah, tetapi sekarang beroleh kemurahan oleh ketidaktaatan mereka,"}, {"number": "31", "text": "demikian juga mereka sekarang tidak taat, supaya oleh kemurahan yang telah kamu peroleh, mereka juga akan beroleh kemurahan."}, {"number": "32", "text": "Sebab Allah telah mengurung semua orang dalam ketidaktaatan, supaya Ia dapat menunjukkan kemurahan-Nya atas mereka semua."}, {"number": "33", "text": "O, alangkah dalamnya kekayaan, hikmat dan pengetahuan Allah! Sungguh tak terselidiki keputusan-keputusan-Nya dan sungguh tak terselami jalan-jalan-Nya!"}, {"number": "34", "text": "Sebab, siapakah yang mengetahui pikiran Tuhan? Atau siapakah yang pernah menjadi penasihat-Nya?"}, {"number": "35", "text": "Atau siapakah yang pernah memberikan sesuatu kepada-Nya, sehingga Ia harus menggantikannya?"}, {"number": "36", "text": "Sebab segala sesuatu adalah dari Dia, dan oleh Dia, dan kepada Dia: Bagi Dialah kemuliaan sampai selama-lamanya!"}]}