{"book": "Roma", "chapter": 2, "verse": [{"number": "1", "text": "Karena itu, hai manusia, siapapun juga engkau, yang menghakimi orang lain, engkau sendiri tidak bebas dari salah. Sebab, dalam menghakimi orang lain, engkau menghakimi dirimu sendiri, karena engkau yang menghakimi orang lain, melakukan hal-hal yang sama."}, {"number": "2", "text": "Tetapi kita tahu, bahwa hukuman Allah berlangsung secara jujur atas mereka yang berbuat demikian."}, {"number": "3", "text": "Dan engkau, hai manusia, engkau yang menghakimi mereka yang berbuat demikian, sedangkan engkau sendiri melakukannya juga, adakah engkau sangka, bahwa engkau akan luput dari hukuman Allah?"}, {"number": "4", "text": "Maukah engkau menganggap sepi kekayaan kemurahan-Nya, kesabaran-Nya dan kelapangan hati-Nya? Tidakkah engkau tahu, bahwa maksud kemurahan Allah ialah menuntun engkau kepada pertobatan?"}, {"number": "5", "text": "Tetapi oleh kekerasan hatimu yang tidak mau bertobat, engkau menimbun murka atas dirimu sendiri pada hari waktu mana murka dan hukuman Allah yang adil akan dinyatakan."}, {"number": "6", "text": "Ia akan membalas setiap orang menurut perbuatannya,"}, {"number": "7", "text": "yaitu hidup kekal kepada mereka yang dengan tekun berbuat baik, mencari kemuliaan, kehormatan dan ketidakbinasaan,"}, {"number": "8", "text": "tetapi murka dan geram kepada mereka yang mencari kepentingan sendiri, yang tidak taat kepada kebenaran, melainkan taat kepada kelaliman."}, {"number": "9", "text": "Penderitaan dan kesesakan akan menimpa setiap orang yang hidup yang berbuat jahat, pertama-tama orang Yahudi dan juga orang Yunani,"}, {"number": "10", "text": "tetapi kemuliaan, kehormatan dan damai sejahtera akan diperoleh semua orang yang berbuat baik, pertama-tama orang Yahudi, dan juga orang Yunani."}, {"number": "11", "text": "Sebab Allah tidak memandang bulu."}, {"number": "12", "text": "Sebab semua orang yang berdosa tanpa hukum Taurat akan binasa tanpa hukum Taurat; dan semua orang yang berdosa di bawah hukum Taurat akan dihakimi oleh hukum Taurat."}, {"number": "13", "text": "Karena bukanlah orang yang mendengar hukum Taurat yang benar di hadapan Allah, tetapi orang yang melakukan hukum Tauratlah yang akan dibenarkan."}, {"number": "14", "text": "Apabila bangsa-bangsa lain yang tidak memiliki hukum Taurat oleh dorongan diri sendiri melakukan apa yang dituntut hukum Taurat, maka, walaupun mereka tidak memiliki hukum Taurat, mereka menjadi hukum Taurat bagi diri mereka sendiri."}, {"number": "15", "text": "Sebab dengan itu mereka menunjukkan, bahwa isi hukum Taurat ada tertulis di dalam hati mereka dan suara hati mereka turut bersaksi dan pikiran mereka saling menuduh atau saling membela."}, {"number": "16", "text": "Hal itu akan nampak pada hari, bilamana Allah, sesuai dengan Injil yang kuberitakan, akan menghakimi segala sesuatu yang tersembunyi dalam hati manusia, oleh Kristus Yesus."}, {"number": "17", "text": "Tetapi, jika kamu menyebut dirimu orang Yahudi dan bersandar kepada hukum Taurat, bermegah dalam Allah,"}, {"number": "18", "text": "dan tahu akan kehendak-Nya, dan oleh karena diajar dalam hukum Taurat, dapat tahu mana yang baik dan mana yang tidak,"}, {"number": "19", "text": "dan yakin, bahwa engkau adalah penuntun orang buta dan terang bagi mereka yang di dalam kegelapan,"}, {"number": "20", "text": "pendidik orang bodoh, dan pengajar orang yang belum dewasa, karena dalam hukum Taurat engkau memiliki kegenapan segala kepandaian dan kebenaran."}, {"number": "21", "text": "Jadi, bagaimanakah engkau yang mengajar orang lain, tidakkah engkau mengajar dirimu sendiri? Engkau yang mengajar: \"Jangan mencuri,\" mengapa engkau sendiri mencuri?"}, {"number": "22", "text": "Engkau yang berkata: \"Jangan berzinah,\" mengapa engkau sendiri berzinah? Engkau yang jijik akan segala berhala, mengapa engkau sendiri merampok rumah berhala?"}, {"number": "23", "text": "Engkau bermegah atas hukum Taurat, mengapa engkau sendiri menghina Allah dengan melanggar hukum Taurat itu?"}, {"number": "24", "text": "Seperti ada tertulis: \"Sebab oleh karena kamulah nama Allah dihujat di antara bangsa-bangsa lain.\""}, {"number": "25", "text": "Sunat memang ada gunanya, jika engkau mentaati hukum Taurat; tetapi jika engkau melanggar hukum Taurat, maka sunatmu tidak ada lagi gunanya."}, {"number": "26", "text": "Jadi jika orang yang tak bersunat memperhatikan tuntutan-tuntutan hukum Taurat, tidakkah ia dianggap sama dengan orang yang telah disunat?"}, {"number": "27", "text": "Jika demikian, maka orang yang tak bersunat, tetapi yang melakukan hukum Taurat, akan menghakimi kamu yang mempunyai hukum tertulis dan sunat, tetapi yang melanggar hukum Taurat."}, {"number": "28", "text": "Sebab yang disebut Yahudi bukanlah orang yang lahiriah Yahudi, dan yang disebut sunat, bukanlah sunat yang dilangsungkan secara lahiriah."}, {"number": "29", "text": "Tetapi orang Yahudi sejati ialah dia yang tidak nampak keyahudiannya dan sunat ialah sunat di dalam hati, secara rohani, bukan secara hurufiah. Maka pujian baginya datang bukan dari manusia, melainkan dari Allah."}]}