{"book": "Roma", "chapter": 8, "verse": [{"number": "1", "text": "Demikianlah sekarang tidak ada penghukuman bagi mereka yang ada di dalam Kristus Yesus."}, {"number": "2", "text": "Roh, yang memberi hidup telah memerdekakan kamu dalam Kristus dari hukum dosa dan hukum maut."}, {"number": "3", "text": "Sebab apa yang tidak mungkin dilakukan hukum Taurat karena tak berdaya oleh daging, telah dilakukan oleh Allah. Dengan jalan mengutus Anak-Nya sendiri dalam daging, yang serupa dengan daging yang dikuasai dosa karena dosa, Ia telah menjatuhkan hukuman atas dosa di dalam daging,"}, {"number": "4", "text": "supaya tuntutan hukum Taurat digenapi di dalam kita, yang tidak hidup menurut daging, tetapi menurut Roh."}, {"number": "5", "text": "Sebab mereka yang hidup menurut daging, memikirkan hal-hal yang dari daging; mereka yang hidup menurut Roh, memikirkan hal-hal yang dari Roh."}, {"number": "6", "text": "Karena keinginan daging adalah maut, tetapi keinginan Roh adalah hidup dan damai sejahtera."}, {"number": "7", "text": "Sebab keinginan daging adalah perseteruan terhadap Allah, karena ia tidak takluk kepada hukum Allah; hal ini memang tidak mungkin baginya."}, {"number": "8", "text": "Mereka yang hidup dalam daging, tidak mungkin berkenan kepada Allah."}, {"number": "9", "text": "Tetapi kamu tidak hidup dalam daging, melainkan dalam Roh, jika memang Roh Allah diam di dalam kamu. Tetapi jika orang tidak memiliki Roh Kristus, ia bukan milik Kristus."}, {"number": "10", "text": "Tetapi jika Kristus ada di dalam kamu, maka tubuh memang mati karena dosa, tetapi roh adalah kehidupan oleh karena kebenaran."}, {"number": "11", "text": "Dan jika Roh Dia, yang telah membangkitkan Yesus dari antara orang mati, diam di dalam kamu, maka Ia, yang telah membangkitkan Kristus Yesus dari antara orang mati, akan menghidupkan juga tubuhmu yang fana itu oleh Roh-Nya, yang diam di dalam kamu."}, {"number": "12", "text": "Jadi, saudara-saudara, kita adalah orang berhutang, tetapi bukan kepada daging, supaya hidup menurut daging."}, {"number": "13", "text": "Sebab, jika kamu hidup menurut daging, kamu akan mati; tetapi jika oleh Roh kamu mematikan perbuatan-perbuatan tubuhmu, kamu akan hidup."}, {"number": "14", "text": "Semua orang, yang dipimpin Roh Allah, adalah anak Allah."}, {"number": "15", "text": "Sebab kamu tidak menerima roh perbudakan yang membuat kamu menjadi takut lagi, tetapi kamu telah menerima Roh yang menjadikan kamu anak Allah. Oleh Roh itu kita berseru: \"ya Abba, ya Bapa!\""}, {"number": "16", "text": "Roh itu bersaksi bersama-sama dengan roh kita, bahwa kita adalah anak-anak Allah."}, {"number": "17", "text": "Dan jika kita adalah anak, maka kita juga adalah ahli waris, maksudnya orang-orang yang berhak menerima janji-janji Allah, yang akan menerimanya bersama-sama dengan Kristus, yaitu jika kita menderita bersama-sama dengan Dia, supaya kita juga dipermuliakan bersama-sama dengan Dia."}, {"number": "18", "text": "Sebab aku yakin, bahwa penderitaan zaman sekarang ini tidak dapat dibandingkan dengan kemuliaan yang akan dinyatakan kepada kita."}, {"number": "19", "text": "Sebab dengan sangat rindu seluruh makhluk menantikan saat anak-anak Allah dinyatakan."}, {"number": "20", "text": "Karena seluruh makhluk telah ditaklukkan kepada kesia-siaan, bukan oleh kehendaknya sendiri, tetapi oleh kehendak Dia, yang telah menaklukkannya,"}, {"number": "21", "text": "tetapi dalam pengharapan, karena makhluk itu sendiri juga akan dimerdekakan dari perbudakan kebinasaan dan masuk ke dalam kemerdekaan kemuliaan anak-anak Allah."}, {"number": "22", "text": "Sebab kita tahu, bahwa sampai sekarang segala makhluk sama-sama mengeluh dan sama-sama merasa sakit bersalin."}, {"number": "23", "text": "Dan bukan hanya mereka saja, tetapi kita yang telah menerima karunia sulung Roh, kita juga mengeluh dalam hati kita sambil menantikan pengangkatan sebagai anak, yaitu pembebasan tubuh kita."}, {"number": "24", "text": "Sebab kita diselamatkan dalam pengharapan. Tetapi pengharapan yang dilihat, bukan pengharapan lagi; sebab bagaimana orang masih mengharapkan apa yang dilihatnya?"}, {"number": "25", "text": "Tetapi jika kita mengharapkan apa yang tidak kita lihat, kita menantikannya dengan tekun."}, {"number": "26", "text": "Demikian juga Roh membantu kita dalam kelemahan kita; sebab kita tidak tahu, bagaimana sebenarnya harus berdoa; tetapi Roh sendiri berdoa untuk kita kepada Allah dengan keluhan-keluhan yang tidak terucapkan."}, {"number": "27", "text": "Dan Allah yang menyelidiki hati nurani, mengetahui maksud Roh itu, yaitu bahwa Ia, sesuai dengan kehendak Allah, berdoa untuk orang-orang kudus."}, {"number": "28", "text": "Kita tahu sekarang, bahwa Allah turut bekerja dalam segala sesuatu untuk mendatangkan kebaikan bagi mereka yang mengasihi Dia, yaitu bagi mereka yang terpanggil sesuai dengan rencana Allah."}, {"number": "29", "text": "Sebab semua orang yang dipilih-Nya dari semula, mereka juga ditentukan-Nya dari semula untuk menjadi serupa dengan gambaran Anak-Nya, supaya Ia, Anak-Nya itu, menjadi yang sulung di antara banyak saudara."}, {"number": "30", "text": "Dan mereka yang ditentukan-Nya dari semula, mereka itu juga dipanggil-Nya. Dan mereka yang dipanggil-Nya, mereka itu juga dibenarkan-Nya. Dan mereka yang dibenarkan-Nya, mereka itu juga dimuliakan-Nya."}, {"number": "31", "text": "Sebab itu apakah yang akan kita katakan tentang semuanya itu? Jika Allah di pihak kita, siapakah yang akan melawan kita?"}, {"number": "32", "text": "Ia, yang tidak menyayangkan Anak-Nya sendiri, tetapi yang menyerahkan-Nya bagi kita semua, bagaimanakah mungkin Ia tidak mengaruniakan segala sesuatu kepada kita bersama-sama dengan Dia?"}, {"number": "33", "text": "Siapakah yang akan menggugat orang-orang pilihan Allah? Allah, yang membenarkan mereka? Siapakah yang akan menghukum mereka?"}, {"number": "34", "text": "Kristus Yesus, yang telah mati? Bahkan lebih lagi: yang telah bangkit, yang juga duduk di sebelah kanan Allah, yang malah menjadi Pembela bagi kita?"}, {"number": "35", "text": "Siapakah yang akan memisahkan kita dari kasih Kristus? Penindasan atau kesesakan atau penganiayaan, atau kelaparan atau ketelanjangan, atau bahaya, atau pedang?"}, {"number": "36", "text": "Seperti ada tertulis: \"Oleh karena Engkau kami ada dalam bahaya maut sepanjang hari, kami telah dianggap sebagai domba-domba sembelihan.\""}, {"number": "37", "text": "Tetapi dalam semuanya itu kita lebih dari pada orang-orang yang menang, oleh Dia yang telah mengasihi kita."}, {"number": "38", "text": "Sebab aku yakin, bahwa baik maut, maupun hidup, baik malaikat-malaikat, maupun pemerintah-pemerintah, baik yang ada sekarang, maupun yang akan datang,"}, {"number": "39", "text": "atau kuasa-kuasa, baik yang di atas, maupun yang di bawah, ataupun sesuatu makhluk lain, tidak akan dapat memisahkan kita dari kasih Allah, yang ada dalam Kristus Yesus, Tuhan kita."}]}