{"book": "Keluaran", "chapter": 10, "verse": [{"number": "1", "text": "Berfirmanlah TUHAN kepada Musa: \"Pergilah menghadap Firaun, sebab Aku telah membuat hatinya dan hati para pegawainya berkeras, supaya Aku mengadakan tanda-tanda mujizat yang Kubuat ini di antara mereka,"}, {"number": "2", "text": "dan supaya engkau dapat menceriterakan kepada anak cucumu, bagaimana Aku mempermain-mainkan orang Mesir dan tanda-tanda mujizat mana yang telah Kulakukan di antara mereka, supaya kamu mengetahui, bahwa Akulah TUHAN.\""}, {"number": "3", "text": "Lalu Musa dan Harun pergi menghadap Firaun dan berkata kepadanya: \"Beginilah firman TUHAN, Allah orang Ibrani: Berapa lama lagi engkau menolak untuk merendahkan dirimu di hadapan-Ku? Biarkanlah umat-Ku pergi supaya mereka beribadah kepada-Ku."}, {"number": "4", "text": "Sebab jika engkau menolak membiarkan umat-Ku pergi, maka besok Aku akan mendatangkan belalang-belalang ke dalam daerahmu;"}, {"number": "5", "text": "belalang itu akan menutupi permukaan bumi, sehingga orang tidak dapat melihat tanah; belalang itu akan memakan habis sisa yang terluput, yang masih tinggal bagimu dari hujan es itu, bahkan akan memakan habis segala pohonmu yang tumbuh di padang."}, {"number": "6", "text": "Belalang itu akan memenuhi rumahmu, rumah semua pegawaimu, rumah semua orang Mesir seperti yang belum pernah dilihat oleh bapamu dan nenek moyangmu, sejak mereka lahir ke bumi sampai hari ini.\" Lalu berpalinglah ia dan keluar meninggalkan Firaun."}, {"number": "7", "text": "Sesudah itu berkatalah para pegawai Firaun kepadanya: \"Berapa lama lagi orang ini akan menjadi jerat kepada kita? Biarkanlah orang-orang itu pergi supaya mereka beribadah kepada TUHAN, Allah mereka. Belumkah tuanku insaf, bahwa Mesir pasti akan binasa?\""}, {"number": "8", "text": "Lalu Musa dan Harun dibawalah kembali kepada Firaun dan berkatalah Firaun kepada mereka: \"Pergilah, beribadahlah kepada TUHAN, Allahmu. Siapa-siapa sebenarnya yang akan pergi itu?\""}, {"number": "9", "text": "Jawab Musa: \"Kami hendak pergi dengan orang-orang yang muda dan yang tua; dengan anak-anak lelaki kami dan perempuan, dengan kambing domba kami dan lembu sapi kami, sebab kami harus mengadakan perayaan untuk TUHAN.\""}, {"number": "10", "text": "Tetapi Firaun berkata kepada mereka: \"TUHAN boleh menyertai kamu, jika aku membiarkan kamu pergi dengan anak-anakmu! Lihat, jahatlah maksudmu!"}, {"number": "11", "text": "Bukan demikian, kamu boleh pergi, tetapi hanya laki-laki, dan beribadahlah kepada TUHAN, sebab itulah yang kamu kehendaki.\" Lalu mereka diusir dari depan Firaun."}, {"number": "12", "text": "Berfirmanlah TUHAN kepada Musa: \"Ulurkanlah tanganmu ke atas tanah Mesir mendatangkan belalang dan belalang akan datang meliputi tanah Mesir dan memakan habis segala tumbuh-tumbuhan di tanah, semuanya yang ditinggalkan oleh hujan es itu.\""}, {"number": "13", "text": "Lalu Musa mengulurkan tongkatnya ke atas tanah Mesir, dan TUHAN mendatangkan angin timur melintasi negeri itu, sehari-harian dan semalam-malaman, dan setelah hari pagi, angin timur membawa belalang."}, {"number": "14", "text": "Datanglah belalang meliputi seluruh tanah Mesir dan hinggap di seluruh daerah Mesir, sangat banyak; sebelum itu tidak pernah ada belalang yang demikian banyaknya dan sesudah itupun tidak akan terjadi lagi yang demikian."}, {"number": "15", "text": "Belalang menutupi seluruh permukaan bumi, sehingga negeri itu menjadi gelap olehnya; belalang memakan habis segala tumbuh-tumbuhan di tanah dan segala buah-buahan pada pohon-pohon yang ditinggalkan oleh hujan es itu, sehingga tidak ada tinggal lagi yang hijau pada pohon atau tumbuh-tumbuhan di padang di seluruh tanah Mesir."}, {"number": "16", "text": "Maka segeralah Firaun memanggil Musa dan Harun serta berkata: \"Aku telah berbuat dosa terhadap TUHAN, Allahmu, dan terhadap kamu."}, {"number": "17", "text": "Oleh sebab itu, ampunilah kiranya dosaku untuk sekali ini saja dan berdoalah kepada TUHAN, Allahmu itu, supaya bahaya maut ini dijauhkan-Nya dari padaku.\""}, {"number": "18", "text": "Lalu keluarlah Musa meninggalkan Firaun dan berdoa kepada TUHAN."}, {"number": "19", "text": "Maka TUHAN membuat angin bertiup dari jurusan sebaliknya, yakni angin barat yang sangat kencang, yang membawa belalang itu dan melemparkannya ke dalam Laut Teberau: tidak ada satu belalangpun yang tinggal di seluruh daerah Mesir."}, {"number": "20", "text": "Tetapi TUHAN mengeraskan hati Firaun, sehingga tidak mau membiarkan orang Israel pergi."}, {"number": "21", "text": "Berfirmanlah TUHAN kepada Musa: \"Ulurkanlah tanganmu ke langit, supaya datang gelap meliputi tanah Mesir, sehingga orang dapat meraba gelap itu.\""}, {"number": "22", "text": "Lalu Musa mengulurkan tangannya ke langit dan datanglah gelap gulita di seluruh tanah Mesir selama tiga hari."}, {"number": "23", "text": "Tidak ada orang yang dapat melihat temannya, juga tidak ada orang yang dapat bangun dari tempatnya selama tiga hari; tetapi pada semua orang Israel ada terang di tempat kediamannya."}, {"number": "24", "text": "Lalu Firaun memanggil Musa serta berkata: \"Pergilah, beribadahlah kepada TUHAN, hanya kambing dombamu dan lembu sapimu harus ditinggalkan, juga anak-anakmu boleh turut beserta kamu.\""}, {"number": "25", "text": "Tetapi Musa berkata: \"Bahkan korban sembelihan dan korban bakaran harus engkau berikan kepada kami, supaya kami menyediakannya untuk TUHAN, Allah kami."}, {"number": "26", "text": "Dan juga ternak kami harus turut beserta kami dan satu kakipun tidak akan tinggal, sebab dari ternak itulah kami harus ambil untuk beribadah kepada TUHAN, Allah kami; dan kami tidak tahu, dengan apa kami harus beribadah kepada TUHAN, sebelum kami sampai di sana.\""}, {"number": "27", "text": "Tetapi TUHAN mengeraskan hati Firaun, sehingga dia tidak mau membiarkan mereka pergi."}, {"number": "28", "text": "Lalu Firaun berkata kepadanya: \"Pergilah dari padaku; awaslah engkau, jangan lihat mukaku lagi, sebab pada waktu engkau melihat mukaku, engkau akan mati.\""}, {"number": "29", "text": "Kemudian Musa berkata: \"Tepat seperti ucapanmu itu! Aku takkan melihat mukamu lagi!\""}]}