{"book": "Keluaran", "chapter": 13, "verse": [{"number": "1", "text": "Berfirmanlah TUHAN kepada Musa:"}, {"number": "2", "text": "Kuduskanlah bagi-Ku semua anak sulung, semua yang lahir terdahulu dari kandungan pada orang Israel, baik pada manusia maupun pada hewan; Akulah yang empunya mereka."}, {"number": "3", "text": "Lalu berkatalah Musa kepada bangsa itu: \"Peringatilah hari ini, sebab pada hari ini kamu keluar dari Mesir, dari rumah perbudakan; karena dengan kekuatan tangan-Nya TUHAN telah membawa kamu keluar dari sana. Sebab itu tidak boleh dimakan sesuatupun yang beragi."}, {"number": "4", "text": "Hari ini kamu keluar, dalam bulan Abib."}, {"number": "5", "text": "Apabila TUHAN telah membawa engkau ke negeri orang Kanaan, orang Het, orang Amori, orang Hewi dan orang Yebus, negeri yang telah dijanjikan-Nya dengan sumpah kepada nenek moyangmu untuk memberikannya kepadamu, suatu negeri yang berlimpah-limpah susu dan madunya, maka engkau harus melakukan ibadah ini dalam bulan ini juga."}, {"number": "6", "text": "Makanlah roti yang tidak beragi tujuh hari lamanya dan pada hari yang ketujuh akan diadakan hari raya bagi TUHAN."}, {"number": "7", "text": "Roti yang tidak beragi haruslah dimakan selama tujuh hari itu; sesuatupun yang beragi tidak boleh dilihat padamu, bahkan ragi tidak boleh dilihat padamu di seluruh daerahmu."}, {"number": "8", "text": "Pada hari itu harus kauberitahukan kepada anakmu laki-laki: Ibadah ini adalah karena mengingat apa yang dibuat TUHAN kepadaku pada waktu aku keluar dari Mesir."}, {"number": "9", "text": "Hal itu bagimu harus menjadi tanda pada tanganmu dan menjadi peringatan di dahimu, supaya hukum TUHAN ada di bibirmu; sebab dengan tangan yang kuat TUHAN telah membawa engkau keluar dari Mesir."}, {"number": "10", "text": "Haruslah kaupegang ketetapan ini pada waktunya yang sudah ditentukan, dari tahun ke tahun."}, {"number": "11", "text": "Apabila engkau telah dibawa TUHAN ke negeri orang Kanaan, seperti yang telah dijanjikan-Nya dengan sumpah kepadamu dan kepada nenek moyangmu, dan negeri itu telah diberikan-Nya kepadamu,"}, {"number": "12", "text": "maka haruslah kaupersembahkan bagi TUHAN segala yang lahir terdahulu dari kandungan; juga setiap kali ada hewan yang kaupunyai beranak pertama kali, anak jantan yang sulung adalah bagi TUHAN."}, {"number": "13", "text": "Tetapi setiap anak keledai yang lahir terdahulu kautebuslah dengan seekor domba; atau, jika engkau tidak menebusnya, engkau harus mematahkan batang lehernya. Tetapi mengenai manusia, setiap anak sulung di antara anak-anakmu lelaki, haruslah kautebus."}, {"number": "14", "text": "Dan apabila anakmu akan bertanya kepadamu di kemudian hari: Apakah artinya itu? maka haruslah engkau berkata kepadanya: Dengan kekuatan tangan-Nya TUHAN telah membawa kita keluar dari Mesir, dari rumah perbudakan."}, {"number": "15", "text": "Sebab ketika Firaun dengan tegar menolak untuk membiarkan kita pergi, maka TUHAN membunuh semua anak sulung di tanah Mesir, dari anak sulung manusia sampai anak sulung hewan. Itulah sebabnya maka aku biasa mempersembahkan kepada TUHAN segala binatang jantan yang lahir terdahulu dari kandungan, sedang semua anak sulung di antara anak-anakku lelaki kutebus."}, {"number": "16", "text": "Hal itu harus menjadi tanda pada tanganmu dan menjadi lambang di dahimu, sebab dengan kekuatan tangan-Nya TUHAN membawa kita keluar dari Mesir.\""}, {"number": "17", "text": "Setelah Firaun membiarkan bangsa itu pergi, Allah tidak menuntun mereka melalui jalan ke negeri orang Filistin, walaupun jalan ini yang paling dekat; sebab firman Allah: \"Jangan-jangan bangsa itu menyesal, apabila mereka menghadapi peperangan, sehingga mereka kembali ke Mesir.\""}, {"number": "18", "text": "Tetapi Allah menuntun bangsa itu berputar melalui jalan di padang gurun menuju ke Laut Teberau. Dengan siap sedia berperang berjalanlah orang Israel dari tanah Mesir."}, {"number": "19", "text": "Musa membawa tulang-tulang Yusuf, sebab tadinya Yusuf telah menyuruh anak-anak Israel bersumpah dengan sungguh-sungguh: \"Allah tentu akan mengindahkan kamu, maka kamu harus membawa tulang-tulangku dari sini.\""}, {"number": "20", "text": "Demikianlah mereka berangkat dari Sukot dan berkemah di Etam, di tepi padang gurun."}, {"number": "21", "text": "TUHAN berjalan di depan mereka, pada siang hari dalam tiang awan untuk menuntun mereka di jalan, dan pada waktu malam dalam tiang api untuk menerangi mereka, sehingga mereka dapat berjalan siang dan malam."}, {"number": "22", "text": "Dengan tidak beralih tiang awan itu tetap ada pada siang hari dan tiang api pada waktu malam di depan bangsa itu."}]}