{"book": "Keluaran", "chapter": 15, "verse": [{"number": "1", "text": "Pada waktu itu Musa bersama-sama dengan orang Israel menyanyikan nyanyian ini bagi TUHAN yang berbunyi: \"Baiklah aku menyanyi bagi TUHAN, sebab Ia tinggi luhur, kuda dan penunggangnya dilemparkan-Nya ke dalam laut."}, {"number": "2", "text": "TUHAN itu kekuatanku dan mazmurku, Ia telah menjadi keselamatanku. Ia Allahku, kupuji Dia, Ia Allah bapaku, kuluhurkan Dia."}, {"number": "3", "text": "TUHAN itu pahlawan perang; TUHAN, itulah nama-Nya."}, {"number": "4", "text": "Kereta Firaun dan pasukannya dibuang-Nya ke dalam laut; para perwiranya yang pilihan dibenamkan ke dalam Laut Teberau."}, {"number": "5", "text": "Samudera raya menutupi mereka; ke air yang dalam mereka tenggelam seperti batu."}, {"number": "6", "text": "Tangan kanan-Mu, TUHAN, mulia karena kekuasaan-Mu, tangan kanan-Mu, TUHAN, menghancurkan musuh."}, {"number": "7", "text": "Dengan keluhuran-Mu yang besar Engkau meruntuhkan siapa yang bangkit menentang Engkau; Engkau melepaskan api murka-Mu, yang memakan mereka sebagai tunggul gandum."}, {"number": "8", "text": "Karena nafas hidung-Mu segala air naik bertimbun-timbun; segala aliran berdiri tegak seperti bendungan; air bah membeku di tengah-tengah laut."}, {"number": "9", "text": "Kata musuh: Aku akan mengejar, akan mencapai mereka, akan membagi-bagi jarahan; nafsuku akan kulampiaskan kepada mereka, akan kuhunus pedangku; tanganku akan melenyapkan mereka!"}, {"number": "10", "text": "Engkau meniup dengan taufan-Mu, lautpun menutupi mereka; sebagai timah mereka tenggelam dalam air yang hebat."}, {"number": "11", "text": "Siapakah yang seperti Engkau, di antara para allah, ya TUHAN; siapakah seperti Engkau, mulia karena kekudusan-Mu, menakutkan karena perbuatan-Mu yang masyhur, Engkau pembuat keajaiban?"}, {"number": "12", "text": "Engkau mengulurkan tangan kanan-Mu; bumipun menelan mereka."}, {"number": "13", "text": "Dengan kasih setia-Mu Engkau menuntun umat yang telah Kautebus; dengan kekuatan-Mu Engkau membimbingnya ke tempat kediaman-Mu yang kudus."}, {"number": "14", "text": "Bangsa-bangsa mendengarnya, merekapun menggigil; kegentaran menghinggapi penduduk tanah Filistin."}, {"number": "15", "text": "Pada waktu itu gemparlah para kepala kaum di Edom, kedahsyatan menghinggapi orang-orang berkuasa di Moab; semua penduduk tanah Kanaan gemetar."}, {"number": "16", "text": "Ngeri dan takut menimpa mereka, karena kebesaran tangan-Mu mereka kaku seperti batu, sampai umat-Mu menyeberang, ya TUHAN, sampai umat yang Kauperoleh menyeberang."}, {"number": "17", "text": "Engkau membawa mereka dan Kaucangkokkan mereka di atas gunung milik-Mu sendiri; di tempat yang telah Kaubuat kediaman-Mu, ya TUHAN; di tempat kudus, yang didirikan tangan-Mu, ya TUHAN."}, {"number": "18", "text": "TUHAN memerintah kekal selama-lamanya.\""}, {"number": "19", "text": "Ketika kuda Firaun dengan keretanya dan orangnya yang berkuda telah masuk ke laut, maka TUHAN membuat air laut berbalik meliputi mereka, tetapi orang Israel berjalan di tempat kering dari tengah-tengah laut."}, {"number": "20", "text": "Lalu Miryam, nabiah itu, saudara perempuan Harun, mengambil rebana di tangannya, dan tampillah semua perempuan mengikutinya memukul rebana serta menari-nari."}, {"number": "21", "text": "Dan menyanyilah Miryam memimpin mereka: \"Menyanyilah bagi TUHAN, sebab Ia tinggi luhur; kuda dan penunggangnya dilemparkan-Nya ke dalam laut.\""}, {"number": "22", "text": "Musa menyuruh orang Israel berangkat dari Laut Teberau, lalu mereka pergi ke padang gurun Syur; tiga hari lamanya mereka berjalan di padang gurun itu dengan tidak mendapat air."}, {"number": "23", "text": "Sampailah mereka ke Mara, tetapi mereka tidak dapat meminum air yang di Mara itu, karena pahit rasanya. Itulah sebabnya dinamai orang tempat itu Mara."}, {"number": "24", "text": "Lalu bersungut-sungutlah bangsa itu kepada Musa, kata mereka: \"Apakah yang akan kami minum?\""}, {"number": "25", "text": "Musa berseru-seru kepada TUHAN, dan TUHAN menunjukkan kepadanya sepotong kayu; Musa melemparkan kayu itu ke dalam air; lalu air itu menjadi manis. Di sanalah diberikan TUHAN ketetapan-ketetapan dan peraturan-peraturan kepada mereka dan di sanalah TUHAN mencoba mereka,"}, {"number": "26", "text": "firman-Nya: \"Jika kamu sungguh-sungguh mendengarkan suara TUHAN, Allahmu, dan melakukan apa yang benar di mata-Nya, dan memasang telingamu kepada perintah-perintah-Nya dan tetap mengikuti segala ketetapan-Nya, maka Aku tidak akan menimpakan kepadamu penyakit manapun, yang telah Kutimpakan kepada orang Mesir; sebab Aku Tuhanlah yang menyembuhkan engkau.\""}, {"number": "27", "text": "Sesudah itu sampailah mereka di Elim; di sana ada dua belas mata air dan tujuh puluh pohon korma, lalu berkemahlah mereka di sana di tepi air itu."}]}