{"book": "Keluaran", "chapter": 16, "verse": [{"number": "1", "text": "Setelah mereka berangkat dari Elim, tibalah segenap jemaah Israel di padang gurun Sin, yang terletak di antara Elim dan gunung Sinai, pada hari yang kelima belas bulan yang kedua, sejak mereka keluar dari tanah Mesir."}, {"number": "2", "text": "Di padang gurun itu bersungut-sungutlah segenap jemaah Israel kepada Musa dan Harun;"}, {"number": "3", "text": "dan berkata kepada mereka: \"Ah, kalau kami mati tadinya di tanah Mesir oleh tangan TUHAN ketika kami duduk menghadapi kuali berisi daging dan makan roti sampai kenyang! Sebab kamu membawa kami keluar ke padang gurun ini untuk membunuh seluruh jemaah ini dengan kelaparan.\""}, {"number": "4", "text": "Lalu berfirmanlah TUHAN kepada Musa: \"Sesungguhnya Aku akan menurunkan dari langit hujan roti bagimu; maka bangsa itu akan keluar dan memungut tiap-tiap hari sebanyak yang perlu untuk sehari, supaya mereka Kucoba, apakah mereka hidup menurut hukum-Ku atau tidak."}, {"number": "5", "text": "Dan pada hari yang keenam, apabila mereka memasak yang dibawa mereka pulang, maka yang dibawa itu akan terdapat dua kali lipat banyaknya dari apa yang dipungut mereka sehari-hari.\""}, {"number": "6", "text": "Sesudah itu berkatalah Musa dan Harun kepada seluruh orang Israel: \"Petang ini kamu akan mengetahui bahwa Tuhanlah yang telah membawa kamu keluar dari tanah Mesir."}, {"number": "7", "text": "Dan besok pagi kamu melihat kemuliaan TUHAN, karena Ia telah mendengar sungut-sungutmu kepada-Nya. Sebab, apalah kami ini maka kamu bersungut-sungut kepada kami?\""}, {"number": "8", "text": "Lagi kata Musa: \"Jika memang TUHAN yang memberi kamu makan daging pada waktu petang dan makan roti sampai kenyang pada waktu pagi, karena TUHAN telah mendengar sungut-sungutmu yang kamu sungut-sungutkan kepada-Nya--apalah kami ini? Bukan kepada kami sungut-sungutmu itu, tetapi kepada TUHAN.\""}, {"number": "9", "text": "Kata Musa kepada Harun: \"Katakanlah kepada segenap jemaah Israel: Marilah dekat ke hadapan TUHAN, sebab Ia telah mendengar sungut-sungutmu.\""}, {"number": "10", "text": "Dan sedang Harun berbicara kepada segenap jemaah Israel, mereka memalingkan mukanya ke arah padang gurun--maka tampaklah kemuliaan TUHAN dalam awan."}, {"number": "11", "text": "Lalu berfirmanlah TUHAN kepada Musa:"}, {"number": "12", "text": "Aku telah mendengar sungut-sungut orang Israel; katakanlah kepada mereka: Pada waktu senja kamu akan makan daging dan pada waktu pagi kamu akan kenyang makan roti; maka kamu akan mengetahui, bahwa Akulah TUHAN, Allahmu."}, {"number": "13", "text": "Pada waktu petang datanglah berduyun-duyun burung puyuh yang menutupi perkemahan itu; dan pada waktu pagi terletaklah embun sekeliling perkemahan itu."}, {"number": "14", "text": "Ketika embun itu telah menguap, tampaklah pada permukaan padang gurun sesuatu yang halus, sesuatu yang seperti sisik, halus seperti embun beku di bumi."}, {"number": "15", "text": "Ketika orang Israel melihatnya, berkatalah mereka seorang kepada yang lain: \"Apakah ini?\" Sebab mereka tidak tahu apa itu. Tetapi Musa berkata kepada mereka: \"Inilah roti yang diberikan TUHAN kepadamu menjadi makananmu."}, {"number": "16", "text": "Beginilah perintah TUHAN: Pungutlah itu, tiap-tiap orang menurut keperluannya; masing-masing kamu boleh mengambil untuk seisi kemahnya, segomer seorang, menurut jumlah jiwa.\""}, {"number": "17", "text": "Demikianlah diperbuat orang Israel; mereka mengumpulkan, ada yang banyak, ada yang sedikit."}, {"number": "18", "text": "Ketika mereka menakarnya dengan gomer, maka orang yang mengumpulkan banyak, tidak kelebihan dan orang yang mengumpulkan sedikit, tidak kekurangan. Tiap-tiap orang mengumpulkan menurut keperluannya."}, {"number": "19", "text": "Musa berkata kepada mereka: \"Seorangpun tidak boleh meninggalkan dari padanya sampai pagi.\""}, {"number": "20", "text": "Tetapi ada yang tidak mendengarkan Musa dan meninggalkan dari padanya sampai pagi, lalu berulat dan berbau busuk. Maka Musa menjadi marah kepada mereka."}, {"number": "21", "text": "Setiap pagi mereka memungutnya, tiap-tiap orang menurut keperluannya; tetapi ketika matahari panas, cairlah itu."}, {"number": "22", "text": "Dan pada hari yang keenam mereka memungut roti itu dua kali lipat banyaknya, dua gomer untuk tiap-tiap orang; dan datanglah semua pemimpin jemaah memberitahukannya kepada Musa."}, {"number": "23", "text": "Lalu berkatalah Musa kepada mereka: \"Inilah yang dimaksudkan TUHAN: Besok adalah hari perhentian penuh, sabat yang kudus bagi TUHAN; maka roti yang perlu kamu bakar, bakarlah, dan apa yang perlu kamu masak, masaklah; dan segala kelebihannya biarkanlah di tempatnya untuk disimpan sampai pagi.\""}, {"number": "24", "text": "Mereka membiarkannya di tempatnya sampai keesokan harinya, seperti yang diperintahkan Musa; lalu tidaklah berbau busuk dan tidak ada ulat di dalamnya."}, {"number": "25", "text": "Selanjutnya kata Musa: \"Makanlah itu pada hari ini, sebab hari ini adalah sabat untuk TUHAN, pada hari ini tidaklah kamu mendapatnya di padang."}, {"number": "26", "text": "Enam hari lamanya kamu memungutnya, tetapi pada hari yang ketujuh ada sabat; maka roti itu tidak ada pada hari itu.\""}, {"number": "27", "text": "Tetapi ketika pada hari ketujuh ada dari bangsa itu yang keluar memungutnya, tidaklah mereka mendapatnya."}, {"number": "28", "text": "Sebab itu TUHAN berfirman kepada Musa: \"Berapa lama lagi kamu menolak mengikuti segala perintah-Ku dan hukum-Ku?"}, {"number": "29", "text": "Perhatikanlah, TUHAN telah memberikan sabat itu kepadamu; itulah sebabnya pada hari keenam Ia memberikan kepadamu roti untuk dua hari. Tinggallah kamu di tempatmu masing-masing, seorangpun tidak boleh keluar dari tempatnya pada hari ketujuh itu.\""}, {"number": "30", "text": "Lalu beristirahatlah bangsa itu pada hari ketujuh."}, {"number": "31", "text": "Umat Israel menyebutkan namanya: manna; warnanya putih seperti ketumbar dan rasanya seperti rasa kue madu."}, {"number": "32", "text": "Musa berkata: \"Beginilah perintah TUHAN: Ambillah segomer penuh untuk disimpan turun-temurun, supaya keturunan mereka melihat roti yang Kuberi kamu makan di padang gurun, ketika Aku membawa kamu keluar dari tanah Mesir.\""}, {"number": "33", "text": "Sebab itu Musa berkata kepada Harun: \"Ambillah sebuah buli-buli, taruhlah manna di dalamnya segomer penuh, dan tempatkanlah itu di hadapan TUHAN untuk disimpan turun-temurun.\""}, {"number": "34", "text": "Seperti yang diperintahkan TUHAN kepada Musa, demikianlah buli-buli itu ditempatkan Harun di hadapan tabut hukum Allah untuk disimpan."}, {"number": "35", "text": "Orang Israel makan manna empat puluh tahun lamanya, sampai mereka tiba di tanah yang didiami orang; mereka makan manna sampai tiba di perbatasan tanah Kanaan."}, {"number": "36", "text": "Adapun segomer ialah sepersepuluh efa."}]}