{"book": "Keluaran", "chapter": 2, "verse": [{"number": "1", "text": "Seorang laki-laki dari keluarga Lewi kawin dengan seorang perempuan Lewi;"}, {"number": "2", "text": "lalu mengandunglah ia dan melahirkan seorang anak laki-laki. Ketika dilihatnya, bahwa anak itu cantik, disembunyikannya tiga bulan lamanya."}, {"number": "3", "text": "Tetapi ia tidak dapat menyembunyikannya lebih lama lagi, sebab itu diambilnya sebuah peti pandan, dipakalnya dengan gala-gala dan ter, diletakkannya bayi itu di dalamnya dan ditaruhnya peti itu di tengah-tengah teberau di tepi sungai Nil;"}, {"number": "4", "text": "kakaknya perempuan berdiri di tempat yang agak jauh untuk melihat, apakah yang akan terjadi dengan dia."}, {"number": "5", "text": "Maka datanglah puteri Firaun untuk mandi di sungai Nil, sedang dayang-dayangnya berjalan-jalan di tepi sungai Nil, lalu terlihatlah olehnya peti yang di tengah-tengah teberau itu, maka disuruhnya hambanya perempuan untuk mengambilnya."}, {"number": "6", "text": "Ketika dibukanya, dilihatnya bayi itu, dan tampaklah anak itu menangis, sehingga belas kasihanlah ia kepadanya dan berkata: \"Tentulah ini bayi orang Ibrani.\""}, {"number": "7", "text": "Lalu bertanyalah kakak anak itu kepada puteri Firaun: \"Akan kupanggilkah bagi tuan puteri seorang inang penyusu dari perempuan Ibrani untuk menyusukan bayi itu bagi tuan puteri?\""}, {"number": "8", "text": "Sahut puteri Firaun kepadanya: \"Baiklah.\" Lalu pergilah gadis itu memanggil ibu bayi itu."}, {"number": "9", "text": "Maka berkatalah puteri Firaun kepada ibu itu: \"Bawalah bayi ini dan susukanlah dia bagiku, maka aku akan memberi upah kepadamu.\" Kemudian perempuan itu mengambil bayi itu dan menyusuinya."}, {"number": "10", "text": "Ketika anak itu telah besar, dibawanyalah kepada puteri Firaun, yang mengangkatnya menjadi anaknya, dan menamainya Musa, sebab katanya: \"Karena aku telah menariknya dari air.\""}, {"number": "11", "text": "Pada waktu itu, ketika Musa telah dewasa, ia keluar mendapatkan saudara-saudaranya untuk melihat kerja paksa mereka; lalu dilihatnyalah seorang Mesir memukul seorang Ibrani, seorang dari saudara-saudaranya itu."}, {"number": "12", "text": "Ia menoleh ke sana sini dan ketika dilihatnya tidak ada orang, dibunuhnya orang Mesir itu, dan disembunyikannya mayatnya dalam pasir."}, {"number": "13", "text": "Ketika keesokan harinya ia keluar lagi, didapatinya dua orang Ibrani tengah berkelahi. Ia bertanya kepada yang bersalah itu: \"Mengapa engkau pukul temanmu?\""}, {"number": "14", "text": "Tetapi jawabnya: \"Siapakah yang mengangkat engkau menjadi pemimpin dan hakim atas kami? Apakah engkau bermaksud membunuh aku, sama seperti engkau telah membunuh orang Mesir itu?\" Musa menjadi takut, sebab pikirnya: \"Tentulah perkara itu telah ketahuan.\""}, {"number": "15", "text": "Ketika Firaun mendengar tentang perkara itu, dicarinya ikhtiar untuk membunuh Musa. Tetapi Musa melarikan diri dari hadapan Firaun dan tiba di tanah Midian, lalu ia duduk-duduk di tepi sebuah sumur."}, {"number": "16", "text": "Adapun imam di Midian itu mempunyai tujuh anak perempuan. Mereka datang menimba air dan mengisi palungan-palungan untuk memberi minum kambing domba ayahnya."}, {"number": "17", "text": "Maka datanglah gembala-gembala yang mengusir mereka, lalu Musa bangkit menolong mereka dan memberi minum kambing domba mereka."}, {"number": "18", "text": "Ketika mereka sampai kepada Rehuel, ayah mereka, berkatalah ia: \"Mengapa selekas itu kamu pulang hari ini?\""}, {"number": "19", "text": "Jawab mereka: \"Seorang Mesir menolong kami terhadap gembala-gembala, bahkan ia menimba air banyak-banyak untuk kami dan memberi minum kambing domba.\""}, {"number": "20", "text": "Ia berkata kepada anak-anaknya: \"Di manakah ia? Mengapakah kamu tinggalkan orang itu? Panggillah dia makan.\""}, {"number": "21", "text": "Musa bersedia tinggal di rumah itu, lalu diberikan Rehuellah Zipora, anaknya, kepada Musa."}, {"number": "22", "text": "Perempuan itu melahirkan seorang anak laki-laki, maka Musa menamainya Gersom, sebab katanya: \"Aku telah menjadi seorang pendatang di negeri asing.\""}, {"number": "23", "text": "Lama sesudah itu matilah raja Mesir. Tetapi orang Israel masih mengeluh karena perbudakan, dan mereka berseru-seru, sehingga teriak mereka minta tolong karena perbudakan itu sampai kepada Allah."}, {"number": "24", "text": "Allah mendengar mereka mengerang, lalu Ia mengingat kepada perjanjian-Nya dengan Abraham, Ishak dan Yakub."}, {"number": "25", "text": "Maka Allah melihat orang Israel itu, dan Allah memperhatikan mereka."}]}