{"book": "Keluaran", "chapter": 20, "verse": [{"number": "1", "text": "Lalu Allah mengucapkan segala firman ini:"}, {"number": "2", "text": "Akulah TUHAN, Allahmu, yang membawa engkau keluar dari tanah Mesir, dari tempat perbudakan."}, {"number": "3", "text": "Jangan ada padamu allah lain di hadapan-Ku."}, {"number": "4", "text": "Jangan membuat bagimu patung yang menyerupai apapun yang ada di langit di atas, atau yang ada di bumi di bawah, atau yang ada di dalam air di bawah bumi."}, {"number": "5", "text": "Jangan sujud menyembah kepadanya atau beribadah kepadanya, sebab Aku, TUHAN, Allahmu, adalah Allah yang cemburu, yang membalaskan kesalahan bapa kepada anak-anaknya, kepada keturunan yang ketiga dan keempat dari orang-orang yang membenci Aku,"}, {"number": "6", "text": "tetapi Aku menunjukkan kasih setia kepada beribu-ribu orang, yaitu mereka yang mengasihi Aku dan yang berpegang pada perintah-perintah-Ku."}, {"number": "7", "text": "Jangan menyebut nama TUHAN, Allahmu, dengan sembarangan, sebab TUHAN akan memandang bersalah orang yang menyebut nama-Nya dengan sembarangan."}, {"number": "8", "text": "Ingatlah dan kuduskanlah hari Sabat:"}, {"number": "9", "text": "enam hari lamanya engkau akan bekerja dan melakukan segala pekerjaanmu,"}, {"number": "10", "text": "tetapi hari ketujuh adalah hari Sabat TUHAN, Allahmu; maka jangan melakukan sesuatu pekerjaan, engkau atau anakmu laki-laki, atau anakmu perempuan, atau hambamu laki-laki, atau hambamu perempuan, atau hewanmu atau orang asing yang di tempat kediamanmu."}, {"number": "11", "text": "Sebab enam hari lamanya TUHAN menjadikan langit dan bumi, laut dan segala isinya, dan Ia berhenti pada hari ketujuh; itulah sebabnya TUHAN memberkati hari Sabat dan menguduskannya."}, {"number": "12", "text": "Hormatilah ayahmu dan ibumu, supaya lanjut umurmu di tanah yang diberikan TUHAN, Allahmu, kepadamu."}, {"number": "13", "text": "Jangan membunuh."}, {"number": "14", "text": "Jangan berzinah."}, {"number": "15", "text": "Jangan mencuri."}, {"number": "16", "text": "Jangan mengucapkan saksi dusta tentang sesamamu."}, {"number": "17", "text": "Jangan mengingini rumah sesamamu; jangan mengingini isterinya, atau hambanya laki-laki, atau hambanya perempuan, atau lembunya atau keledainya, atau apapun yang dipunyai sesamamu.\""}, {"number": "18", "text": "Seluruh bangsa itu menyaksikan guruh mengguntur, kilat sabung-menyabung, sangkakala berbunyi dan gunung berasap. Maka bangsa itu takut dan gemetar dan mereka berdiri jauh-jauh."}, {"number": "19", "text": "Mereka berkata kepada Musa: \"Engkaulah berbicara dengan kami, maka kami akan mendengarkan; tetapi janganlah Allah berbicara dengan kami, nanti kami mati.\""}, {"number": "20", "text": "Tetapi Musa berkata kepada bangsa itu: \"Janganlah takut, sebab Allah telah datang dengan maksud untuk mencoba kamu dan dengan maksud supaya takut akan Dia ada padamu, agar kamu jangan berbuat dosa.\""}, {"number": "21", "text": "Adapun bangsa itu berdiri jauh-jauh, tetapi Musa pergi mendekati embun yang kelam di mana Allah ada."}, {"number": "22", "text": "Lalu berfirmanlah TUHAN kepada Musa: \"Beginilah kaukatakan kepada orang Israel: Kamu sendiri telah menyaksikan, bahwa Aku berbicara dengan kamu dari langit."}, {"number": "23", "text": "Janganlah kamu membuat di samping-Ku allah perak, juga allah emas janganlah kamu buat bagimu."}, {"number": "24", "text": "Kaubuatlah bagi-Ku mezbah dari tanah dan persembahkanlah di atasnya korban bakaranmu dan korban keselamatanmu, kambing dombamu dan lembu sapimu. Pada setiap tempat yang Kutentukan menjadi tempat peringatan bagi nama-Ku, Aku akan datang kepadamu dan memberkati engkau."}, {"number": "25", "text": "Tetapi jika engkau membuat bagi-Ku mezbah dari batu, maka jangan engkau mendirikannya dari batu pahat, sebab apabila engkau mengerjakannya dengan beliung, maka engkau melanggar kekudusannya."}, {"number": "26", "text": "Juga jangan engkau naik tangga ke atas ke mezbah-Ku, supaya auratmu jangan kelihatan di atasnya.\""}]}