{"book": "Keluaran", "chapter": 21, "verse": [{"number": "1", "text": "Inilah peraturan-peraturan yang harus kaubawa ke depan mereka."}, {"number": "2", "text": "Apabila engkau membeli seorang budak Ibrani, maka haruslah ia bekerja padamu enam tahun lamanya, tetapi pada tahun yang ketujuh ia diizinkan keluar sebagai orang merdeka, dengan tidak membayar tebusan apa-apa."}, {"number": "3", "text": "Jika ia datang seorang diri saja, maka keluarpun ia seorang diri; jika ia mempunyai isteri, maka isterinya itu diizinkan keluar bersama-sama dengan dia."}, {"number": "4", "text": "Jika tuannya memberikan kepadanya seorang isteri dan perempuan itu melahirkan anak-anak lelaki atau perempuan, maka perempuan itu dengan anak-anaknya tetap menjadi kepunyaan tuannya, dan budak laki-laki itu harus keluar seorang diri."}, {"number": "5", "text": "Tetapi jika budak itu dengan sungguh-sungguh berkata: Aku cinta kepada tuanku, kepada isteriku dan kepada anak-anakku, aku tidak mau keluar sebagai orang merdeka,"}, {"number": "6", "text": "maka haruslah tuannya itu membawanya menghadap Allah, lalu membawanya ke pintu atau ke tiang pintu, dan tuannya itu menusuk telinganya dengan penusuk, dan budak itu bekerja pada tuannya untuk seumur hidup."}, {"number": "7", "text": "Apabila ada seorang menjual anaknya yang perempuan sebagai budak, maka perempuan itu tidak boleh keluar seperti cara budak-budak lelaki keluar."}, {"number": "8", "text": "Jika perempuan itu tidak disukai tuannya, yang telah menyediakannya bagi dirinya sendiri, maka haruslah tuannya itu mengizinkan ia ditebus; tuannya itu tidak berhak untuk menjualnya kepada bangsa asing, karena ia memungkiri janjinya kepada perempuan itu."}, {"number": "9", "text": "Jika tuannya itu menyediakannya bagi anaknya laki-laki, maka haruslah tuannya itu memperlakukannya seperti anak-anak perempuan berhak diperlakukan."}, {"number": "10", "text": "Jika tuannya itu mengambil perempuan lain, ia tidak boleh mengurangi makanan perempuan itu, pakaiannya dan persetubuhan dengan dia."}, {"number": "11", "text": "Jika tuannya itu tidak melakukan ketiga hal itu kepadanya, maka perempuan itu harus diizinkan keluar, dengan tidak membayar uang tebusan apa-apa.\""}, {"number": "12", "text": "Siapa yang memukul seseorang, sehingga mati, pastilah ia dihukum mati."}, {"number": "13", "text": "Tetapi jika pembunuhan itu tidak disengaja, melainkan tangannya ditentukan Allah melakukan itu, maka Aku akan menunjukkan bagimu suatu tempat, ke mana ia dapat lari."}, {"number": "14", "text": "Tetapi apabila seseorang berlaku angkara terhadap sesamanya, hingga ia membunuhnya dengan tipu daya, maka engkau harus mengambil orang itu dari mezbah-Ku, supaya ia mati dibunuh."}, {"number": "15", "text": "Siapa yang memukul ayahnya atau ibunya, pastilah ia dihukum mati."}, {"number": "16", "text": "Siapa yang menculik seorang manusia, baik ia telah menjualnya, baik orang itu masih terdapat padanya, ia pasti dihukum mati."}, {"number": "17", "text": "Siapa yang mengutuki ayahnya atau ibunya, ia pasti dihukum mati."}, {"number": "18", "text": "Apabila ada orang bertengkar dan yang seorang memukul yang lain dengan batu atau dengan tinjunya, sehingga yang lain itu memang tidak mati, tetapi terpaksa berbaring di tempat tidur,"}, {"number": "19", "text": "maka orang yang memukul itu bebas dari hukuman, jika yang lain itu dapat bangkit lagi dan dapat berjalan di luar dengan memakai tongkat; hanya ia harus membayar kerugian orang yang lain itu, karena terpaksa menganggur, dan menanggung pengobatannya sampai sembuh."}, {"number": "20", "text": "Apabila seseorang memukul budaknya laki-laki atau perempuan dengan tongkat, sehingga mati karena pukulan itu, pastilah budak itu dibalaskan."}, {"number": "21", "text": "Hanya jika budak itu masih hidup sehari dua, maka janganlah dituntut belanya, sebab budak itu adalah miliknya sendiri."}, {"number": "22", "text": "Apabila ada orang berkelahi dan seorang dari mereka tertumbuk kepada seorang perempuan yang sedang mengandung, sehingga keguguran kandungan, tetapi tidak mendapat kecelakaan yang membawa maut, maka pastilah ia didenda sebanyak yang dikenakan oleh suami perempuan itu kepadanya, dan ia harus membayarnya menurut putusan hakim."}, {"number": "23", "text": "Tetapi jika perempuan itu mendapat kecelakaan yang membawa maut, maka engkau harus memberikan nyawa ganti nyawa,"}, {"number": "24", "text": "mata ganti mata, gigi ganti gigi, tangan ganti tangan, kaki ganti kaki,"}, {"number": "25", "text": "lecur ganti lecur, luka ganti luka, bengkak ganti bengkak."}, {"number": "26", "text": "Apabila seseorang memukul mata budaknya laki-laki atau mata budaknya perempuan dan merusakkannya, maka ia harus melepaskan budak itu sebagai orang merdeka pengganti kerusakan matanya itu."}, {"number": "27", "text": "Dan jika ia menumbuk sampai tanggal gigi budaknya laki-laki atau gigi budaknya perempuan, maka ia harus melepaskan budak itu sebagai orang merdeka pengganti kehilangan giginya itu."}, {"number": "28", "text": "Apabila seekor lembu menanduk seorang laki-laki atau perempuan, sehingga mati, maka pastilah lembu itu dilempari mati dengan batu dan dagingnya tidak boleh dimakan, tetapi pemilik lembu itu bebas dari hukuman."}, {"number": "29", "text": "Tetapi jika lembu itu sejak dahulu telah sering menanduk dan pemiliknya telah diperingatkan, tetapi tidak mau menjaganya, kemudian lembu itu menanduk mati seorang laki-laki atau perempuan, maka lembu itu harus dilempari mati dengan batu, tetapi pemiliknyapun harus dihukum mati."}, {"number": "30", "text": "Jika dibebankan kepadanya uang pendamaian, maka haruslah dibayarnya segala yang dibebankan kepadanya itu sebagai tebusan nyawanya."}, {"number": "31", "text": "Kalau ditanduknya seorang anak laki-laki atau perempuan, maka pemiliknya harus diperlakukan menurut peraturan itu juga."}, {"number": "32", "text": "Tetapi jika lembu itu menanduk seorang budak laki-laki atau perempuan, maka pemiliknya harus membayar tiga puluh syikal perak kepada tuan budak itu, dan lembu itu harus dilempari mati dengan batu."}, {"number": "33", "text": "Apabila seseorang membuka sumur, atau apabila seseorang menggali sumur, dengan tidak menutupnya, dan seekor lembu atau keledai jatuh ke dalamnya,"}, {"number": "34", "text": "maka pemilik sumur itu harus membayar ganti kerugian: ia harus mengganti harga binatang itu dengan uang kepada pemiliknya, tetapi binatang yang mati itu menjadi kepunyaannya."}, {"number": "35", "text": "Apabila lembu seseorang menanduk lembu orang lain, sehingga mati, maka lembu yang hidup itu harus dijual, uangnya dibagi dan binatang yang mati itupun harus dibagi juga."}, {"number": "36", "text": "Tetapi jikalau lembu itu terkenal telah sering menanduk sejak dahulu, dan walaupun demikian pemiliknya tidak mau menjaganya, maka ia harus membayar ganti kerugian sepenuhnya: lembu ganti lembu, tetapi binatang yang mati itu menjadi kepunyaannya.\""}]}