{"book": "Keluaran", "chapter": 22, "verse": [{"number": "1", "text": "Apabila seseorang mencuri seekor lembu atau seekor domba dan membantainya atau menjualnya, maka ia harus membayar gantinya, yakni lima ekor lembu ganti lembu itu dan empat ekor domba ganti domba itu."}, {"number": "2", "text": "Jika seorang pencuri kedapatan waktu membongkar, dan ia dipukul orang sehingga mati, maka si pemukul tidak berhutang darah;"}, {"number": "3", "text": "tetapi jika pembunuhan itu terjadi setelah matahari terbit, maka ia berhutang darah. Pencuri itu harus membayar ganti kerugian sepenuhnya; jika ia orang yang tak punya, ia harus dijual ganti apa yang dicurinya itu."}, {"number": "4", "text": "Jika yang dicurinya itu masih terdapat padanya dalam keadaan hidup, baik lembu, keledai atau domba, maka ia harus membayar ganti kerugian dua kali lipat."}, {"number": "5", "text": "Apabila seseorang menggembalakan ternaknya di ladangnya atau di kebun anggurnya dan ternak itu dibiarkannya berjalan lepas, sehingga makan habis ladang orang lain, maka ia harus memberikan hasil yang terbaik dari ladangnya sendiri atau hasil yang terbaik dari kebun anggurnya sebagai ganti kerugian."}, {"number": "6", "text": "Apabila ada api dinyalakan dan api itu menjilat semak duri, tetapi tumpukan gandum atau gandum yang belum dituai atau seluruh ladang itu ikut juga dimakan api, maka orang yang menyebabkan kebakaran itu harus membayar ganti kerugian sepenuhnya."}, {"number": "7", "text": "Apabila seseorang menitipkan kepada temannya uang atau barang, dan itu dicuri dari rumah orang itu, maka jika pencuri itu terdapat, ia harus membayar ganti kerugian dua kali lipat."}, {"number": "8", "text": "Jika pencuri itu tidak terdapat, maka tuan rumah harus pergi menghadap Allah untuk bersumpah, bahwa ia tidak mengulurkan tangannya mengambil harta kepunyaan temannya."}, {"number": "9", "text": "Dalam tiap-tiap perkara pertengkaran harta, baik tentang seekor lembu, tentang seekor keledai, tentang seekor domba, tentang sehelai pakaian, baik tentang barang apapun yang kehilangan, kalau seorang mengatakan: Inilah kepunyaanku--maka perkara kedua orang itu harus dibawa ke hadapan Allah. Siapa yang dipersalahkan oleh Allah haruslah membayar kepada temannya ganti kerugian dua kali lipat."}, {"number": "10", "text": "Apabila seseorang menitipkan kepada temannya seekor keledai atau lembu atau seekor domba atau binatang apapun dan binatang itu mati, atau patah kakinya atau dihalau orang dengan kekerasan, dengan tidak ada orang yang melihatnya,"}, {"number": "11", "text": "maka sumpah di hadapan TUHAN harus menentukan di antara kedua orang itu, apakah ia tidak mengulurkan tangannya mengambil harta kepunyaan temannya, dan pemilik harus menerima sumpah itu, dan yang lain itu tidak usah membayar ganti kerugian."}, {"number": "12", "text": "Tetapi jika binatang itu benar-benar dicuri orang dari padanya, maka ia harus membayar ganti kerugian kepada pemilik."}, {"number": "13", "text": "Jika binatang itu benar-benar diterkam oleh binatang buas, maka ia harus membawanya sebagai bukti. Tidak usah ia membayar ganti binatang yang diterkam itu."}, {"number": "14", "text": "Apabila seseorang meminjam seekor binatang dari temannya, dan binatang itu patah kakinya atau mati, ketika pemiliknya tidak ada di situ, maka ia harus membayar ganti kerugian sepenuhnya."}, {"number": "15", "text": "Tetapi jika pemiliknya ada di situ, maka tidak usahlah ia membayar ganti kerugian. Jika binatang itu disewa, maka kerugian itu telah termasuk dalam sewa."}, {"number": "16", "text": "Apabila seseorang membujuk seorang anak perawan yang belum bertunangan, dan tidur dengan dia, maka haruslah ia mengambilnya menjadi isterinya dengan membayar mas kawin."}, {"number": "17", "text": "Jika ayah perempuan itu sungguh-sungguh menolak memberikannya kepadanya, maka ia harus juga membayar perak itu sepenuhnya, sebanyak mas kawin anak perawan.\""}, {"number": "18", "text": "Seorang ahli sihir perempuan janganlah engkau biarkan hidup."}, {"number": "19", "text": "Siapapun yang tidur dengan seekor binatang, pastilah ia dihukum mati."}, {"number": "20", "text": "Siapa yang mempersembahkan korban kepada allah kecuali kepada TUHAN sendiri, haruslah ia ditumpas.\""}, {"number": "21", "text": "Janganlah kautindas atau kautekan seorang orang asing, sebab kamupun dahulu adalah orang asing di tanah Mesir."}, {"number": "22", "text": "Seseorang janda atau anak yatim janganlah kamu tindas."}, {"number": "23", "text": "Jika engkau memang menindas mereka ini, tentulah Aku akan mendengarkan seruan mereka, jika mereka berseru-seru kepada-Ku dengan nyaring."}, {"number": "24", "text": "Maka murka-Ku akan bangkit dan Aku akan membunuh kamu dengan pedang, sehingga isteri-isterimu menjadi janda dan anak-anakmu menjadi yatim."}, {"number": "25", "text": "Jika engkau meminjamkan uang kepada salah seorang dari umat-Ku, orang yang miskin di antaramu, maka janganlah engkau berlaku sebagai seorang penagih hutang terhadap dia: janganlah kamu bebankan bunga uang kepadanya."}, {"number": "26", "text": "Jika engkau sampai mengambil jubah temanmu sebagai gadai, maka haruslah engkau mengembalikannya kepadanya sebelum matahari terbenam,"}, {"number": "27", "text": "sebab hanya itu saja penutup tubuhnya, itulah pemalut kulitnya--pakai apakah ia pergi tidur? Maka apabila ia berseru-seru kepada-Ku, Aku akan mendengarkannya, sebab Aku ini pengasih.\""}, {"number": "28", "text": "Janganlah engkau mengutuki Allah dan janganlah engkau menyumpahi seorang pemuka di tengah-tengah bangsamu."}, {"number": "29", "text": "Janganlah lalai mempersembahkan hasil gandummu dan hasil anggurmu. Yang sulung dari anak-anakmu lelaki haruslah kaupersembahkan kepada-Ku."}, {"number": "30", "text": "Demikian juga harus kauperbuat dengan lembu sapimu dan dengan kambing dombamu: tujuh hari lamanya anak-anak binatang itu harus tinggal pada induknya, tetapi pada hari yang kedelapan haruslah kaupersembahkan binatang-binatang itu kepada-Ku."}, {"number": "31", "text": "Haruslah kamu menjadi orang-orang kudus bagi-Ku: daging ternak yang diterkam di padang oleh binatang buas, janganlah kamu makan, tetapi haruslah kamu lemparkan kepada anjing.\""}]}