{"book": "Keluaran", "chapter": 27, "verse": [{"number": "1", "text": "Haruslah engkau membuat mezbah dari kayu penaga, lima hasta panjangnya dan lima hasta lebarnya, sehingga mezbah itu empat persegi, tetapi tiga hasta tingginya."}, {"number": "2", "text": "Haruslah engkau membuat tanduk-tanduknya pada keempat sudutnya; tanduk-tanduknya itu haruslah seiras dengan mezbah itu dan haruslah engkau menyalutnya dengan tembaga."}, {"number": "3", "text": "Juga harus engkau membuat kuali-kualinya tempat menaruh abunya, dan sodok-sodoknya dan bokor-bokor penyiramannya, garpu-garpunya dan perbaraan-perbaraannya; semua perkakasnya itu harus kaubuat dari tembaga."}, {"number": "4", "text": "Haruslah engkau membuat untuk itu kisi-kisi, yakni jala-jala tembaga, dan pada jala-jala itu haruslah kaubuat empat gelang tembaga pada keempat ujungnya."}, {"number": "5", "text": "Haruslah engkau memasang jala-jala itu di bawah jalur mezbah itu; mulai dari sebelah bawah, sehingga jala-jala itu sampai setengah tinggi mezbah itu."}, {"number": "6", "text": "Haruslah engkau membuat kayu-kayu pengusung untuk mezbah itu, kayu-kayu pengusung dari kayu penaga dan menyalutnya dengan tembaga."}, {"number": "7", "text": "Kayu-kayu pengusungnya itu haruslah dimasukkan ke dalam gelang-gelang itu dan kayu-kayu pengusung itu haruslah ada pada kedua rusuk mezbah itu waktu mezbah itu diangkut."}, {"number": "8", "text": "Mezbah itu harus kaubuat berongga dan dari papan, seperti yang ditunjukkan kepadamu di atas gunung itu, demikianlah harus dibuat mezbah itu.\""}, {"number": "9", "text": "Haruslah engkau membuat pelataran Kemah Suci; untuk pelataran itu pada sebelah selatan harus dibuat layar dari lenan halus yang dipintal benangnya, seratus hasta panjangnya pada sisi yang satu itu."}, {"number": "10", "text": "Tiang-tiangnya harus ada dua puluh, dan alas-alas tiang itu harus dua puluh, dari tembaga, tetapi kaitan-kaitan tiang itu dan penyambung-penyambungnya harus dari perak."}, {"number": "11", "text": "Demikian juga pada sebelah utara, pada panjangnya, harus ada layar yang seratus hasta panjangnya, tiang-tiangnya harus ada dua puluh dan alas-alas tiang itu harus dua puluh, dari tembaga, tetapi kaitan-kaitan tiang itu dan penyambung-penyambungnya harus dari perak."}, {"number": "12", "text": "Dan pada lebar pelataran itu pada sebelah barat harus ada layar yang lima puluh hasta, dengan sepuluh tiangnya dan sepuluh alas tiang itu."}, {"number": "13", "text": "Lebar pelataran itu, yaitu bagian muka pada sebelah timur harus lima puluh hasta,"}, {"number": "14", "text": "yakni lima belas hasta layar untuk sisi yang satu di samping pintu gerbang itu, dengan tiga tiangnya dan tiga alas tiang itu;"}, {"number": "15", "text": "dan juga untuk sisi yang kedua di samping pintu gerbang itu lima belas hasta layar, dengan tiga tiangnya dan tiga alas tiang itu;"}, {"number": "16", "text": "tetapi untuk pintu gerbang pelataran itu tirai dua puluh hasta dari kain ungu tua dan kain ungu muda, kain kirmizi dan dari lenan halus yang dipintal benangnya--tenunan yang berwarna-warna--dengan empat tiangnya dan empat alas tiang itu."}, {"number": "17", "text": "Segala tiang yang mengelilingi pelataran itu haruslah dihubungkan dengan penyambung-penyambung perak, dan kaitan-kaitannya harus dari perak dan alas-alasnya dari tembaga."}, {"number": "18", "text": "Panjang pelataran itu harus seratus hasta, lebarnya lima puluh hasta dan tingginya lima hasta, dari lenan halus yang dipintal benangnya, dan alas-alasnya harus dari tembaga."}, {"number": "19", "text": "Adapun segala perabotan untuk seluruh perlengkapan Kemah Suci, dan juga segala patoknya dan segala patok pelataran: semuanya harus dari tembaga.\""}, {"number": "20", "text": "Haruslah kauperintahkan kepada orang Israel, supaya mereka membawa kepadamu minyak zaitun tumbuk yang murni untuk lampu, supaya orang dapat memasang lampu agar tetap menyala."}, {"number": "21", "text": "Di dalam Kemah Pertemuan di depan tabir yang menutupi tabut hukum, haruslah Harun dan anak-anaknya mengaturnya dari petang sampai pagi di hadapan TUHAN. Itulah suatu ketetapan yang berlaku untuk selama-lamanya bagi orang Israel turun-temurun.\""}]}