{"book": "Keluaran", "chapter": 28, "verse": [{"number": "1", "text": "Engkau harus menyuruh abangmu Harun bersama-sama dengan anak-anaknya datang kepadamu, dari tengah-tengah orang Israel, untuk memegang jabatan imam bagi-Ku--Harun dan anak-anak Harun, yakni Nadab, Abihu, Eleazar dan Itamar."}, {"number": "2", "text": "Haruslah engkau membuat pakaian kudus bagi Harun, abangmu, sebagai perhiasan kemuliaan."}, {"number": "3", "text": "Haruslah engkau mengatakan kepada semua orang yang ahli, yang telah Kupenuhi dengan roh keahlian, membuat pakaian Harun, untuk menguduskan dia, supaya dipegangnya jabatan imam bagi-Ku."}, {"number": "4", "text": "Inilah pakaian yang harus dibuat mereka: tutup dada, baju efod, gamis, kemeja yang ada raginya, serban dan ikat pinggang. Demikianlah mereka harus membuat pakaian kudus bagi Harun, abangmu, dan bagi anak-anaknya, supaya ia memegang jabatan imam bagi-Ku."}, {"number": "5", "text": "Untuk itu haruslah mereka mengambil emas, kain ungu tua dan kain ungu muda, kain kirmizi dan lenan halus."}, {"number": "6", "text": "Baju efod itu harus dibuat mereka dari emas, kain ungu tua dan kain ungu muda, kain kirmizi dan lenan halus yang dipintal benangnya: buatan seorang ahli."}, {"number": "7", "text": "Haruslah ada pada baju efod itu dua tutup bahu yang disambung kepadanya, pada kedua ujungnyalah harus baju efod itu disambung."}, {"number": "8", "text": "Sabuk pengikat yang ada pada baju efod itu haruslah sama buatannya dan seiras dengan baju efod itu, yakni dari emas, kain ungu tua, kain ungu muda, kain kirmizi dan lenan halus yang dipintal benangnya."}, {"number": "9", "text": "Haruslah kauambil dua permata krisopras dan mengukirkan nama para anak Israel pada permata itu,"}, {"number": "10", "text": "enam dari nama mereka itu pada permata yang pertama dan keenam nama lagi pada permata yang kedua, menurut urutan kelahirannya."}, {"number": "11", "text": "Seperti buatan seorang pengasah permata, diukirkan seperti meterai, demikianlah harus kauukirkan pada kedua permata itu nama para anak Israel; dililit dengan ikat emas harus kaubuat permata itu."}, {"number": "12", "text": "Kemudian haruslah kautaruh kedua permata itu pada kedua tutup bahu baju efod sebagai permata peringatan untuk mengingat orang Israel; maka ke hadapan TUHAN haruslah Harun membawa nama mereka di atas kedua tutup bahunya menjadi tanda peringatan."}, {"number": "13", "text": "Haruslah kaubuat ikat emas"}, {"number": "14", "text": "dan dua untai dari emas murni; sebagai utas haruslah kaubuat itu, yang buatannya sebagai tali berjalin dan haruslah kaupasang untai berjalin itu pada ikat itu."}, {"number": "15", "text": "Haruslah engkau membuat tutup dada pernyataan keputusan: buatan seorang ahli. Buatannya sama dengan baju efod, demikianlah harus engkau membuatnya, yakni dari emas, kain ungu tua, kain ungu muda, kain kirmizi dan lenan halus yang dipintal benangnya haruslah engkau membuatnya."}, {"number": "16", "text": "Haruslah itu empat persegi, lipat dua, sejengkal panjangnya dan sejengkal lebarnya."}, {"number": "17", "text": "Haruslah kautatah itu dengan permata tatahan, empat jajar permata: permata yaspis merah, krisolit, malakit, itulah jajar yang pertama;"}, {"number": "18", "text": "jajar yang kedua: permata batu darah, lazurit, yaspis hijau;"}, {"number": "19", "text": "jajar yang ketiga: permata ambar, akik, kecubung,"}, {"number": "20", "text": "jajar yang keempat: permata pirus, krisopras dan nefrit. Dengan berikatkan emas, demikianlah permata-permata itu dalam tatahannya."}, {"number": "21", "text": "Sesuai dengan nama para anak Israel, permata itu haruslah dua belas banyaknya; dan pada tiap-tiap permata haruslah ada, diukirkan seperti meterai, nama salah satu suku dari yang dua belas itu."}, {"number": "22", "text": "Juga haruslah kaubuat untuk tutup dada itu untai berpilin, yang buatannya sebagai tali berjalin, dari emas murni."}, {"number": "23", "text": "Juga haruslah kaubuat untuk tutup dada itu dua gelang emas dan kedua gelang itu harus kaupasang pada kedua ujung tutup dada."}, {"number": "24", "text": "Haruslah kedua untai emas yang berjalin itu kaupasang pada kedua gelang itu, pada ujung tutup dada."}, {"number": "25", "text": "Kedua ujung lain dari kedua untai berjalin itu haruslah kaupasang pada kedua ikat emas itu, demikianlah kaupasang pada tutup bahu baju efod, di sebelah depannya."}, {"number": "26", "text": "Haruslah engkau membuat dua gelang emas dan membubuhnya pada kedua ujung tutup dada itu, pada pinggirnya yang sebelah dalam, yang berhadapan dengan baju efod."}, {"number": "27", "text": "Juga haruslah engkau membuat dua gelang emas dan memasangnya pada kedua tutup bahu baju efod, di sebelah bawah pada bagian depan, dekat ke tempat persambungannya, di sebelah atas sabuk baju efod."}, {"number": "28", "text": "Kemudian haruslah tutup dada itu dengan gelangnya diikatkan kepada gelang baju efod dengan memakai tali ungu tua, sehingga tetap di atas sabuk baju efod, dan tutup dada itu tidak dapat bergeser dari baju efod."}, {"number": "29", "text": "Demikianlah di atas jantungnya harus dibawa Harun nama para anak Israel pada tutup dada pernyataan keputusan itu, apabila ia masuk ke dalam tempat kudus, supaya menjadi tanda peringatan yang tetap di hadapan TUHAN."}, {"number": "30", "text": "Dan di dalam tutup dada pernyataan keputusan itu haruslah kautaruh Urim dan Tumim; haruslah itu di atas jantung Harun, apabila ia masuk menghadap TUHAN, dan Harun harus tetap membawa keputusan bagi orang Israel di atas jantungnya, di hadapan TUHAN."}, {"number": "31", "text": "Haruslah kaubuat gamis baju efod dari kain ungu tua seluruhnya."}, {"number": "32", "text": "Lehernya haruslah di tengah-tengahnya; lehernya itu harus mempunyai pinggir sekelilingnya, buatan tukang tenun, seperti leher baju zirah haruslah lehernya itu, supaya jangan koyak."}, {"number": "33", "text": "Pada ujung gamis itu haruslah kaubuat buah delima dari kain ungu tua, kain ungu muda dan kain kirmizi, pada sekeliling ujung gamis itu, dan di antaranya berselang-seling giring-giring emas,"}, {"number": "34", "text": "sehingga satu giring-giring emas dan satu buah delima selalu berselang-seling, pada ujung gamis itu."}, {"number": "35", "text": "Haruslah gamis itu dipakai Harun, apabila ia menyelenggarakan kebaktian, dan bunyinya harus kedengaran, apabila ia masuk ke dalam tempat kudus di hadapan TUHAN dan apabila ia keluar pula, supaya ia jangan mati."}, {"number": "36", "text": "Juga haruslah engkau membuat patam dari emas murni dan pada patam itu kauukirkanlah, diukirkan seperti meterai: Kudus bagi TUHAN."}, {"number": "37", "text": "Haruslah patam itu engkau beri bertali ungu tua, dan haruslah itu dilekatkan pada serban, di sebelah depan serban itu."}, {"number": "38", "text": "Patam itu haruslah ada pada dahi Harun, dan Harun harus menanggung akibat kesalahan terhadap segala yang dikuduskan oleh orang Israel, yakni terhadap segala persembahan kudusnya; maka haruslah patam itu tetap ada pada dahinya, sehingga TUHAN berkenan akan mereka."}, {"number": "39", "text": "Haruslah engkau menenun kemeja dengan ada raginya, dari lenan halus, dan membuat serban dari lenan halus dan haruslah kaubuat ikat pinggang dari tenunan yang berwarna-warna."}, {"number": "40", "text": "Juga bagi anak-anak Harun haruslah kaubuat kemeja-kemeja dan haruslah kaubuat ikat-ikat pinggang bagi mereka, dan destar-destar haruslah kaubuat bagi mereka untuk menjadi perhiasan kemuliaan."}, {"number": "41", "text": "Maka semuanya itu haruslah kaukenakan kepada abangmu Harun bersama-sama dengan anak-anaknya, kemudian engkau harus mengurapi, mentahbiskan dan menguduskan mereka, sehingga mereka dapat memegang jabatan imam bagi-Ku."}, {"number": "42", "text": "Buatlah celana-celana lenan bagi mereka untuk menutupi daging auratnya: celana itu haruslah dari pinggang sampai paha panjangnya."}, {"number": "43", "text": "Harun dan anak-anaknya haruslah memakainya, apabila mereka masuk ke dalam Kemah Pertemuan atau apabila mereka datang ke mezbah untuk menyelenggarakan kebaktian di tempat kudus, supaya mereka jangan membawa kesalahan kepada dirinya, lalu mati. Itulah suatu ketetapan untuk selama-lamanya baginya dan bagi keturunannya.\""}]}