{"book": "Keluaran", "chapter": 35, "verse": [{"number": "1", "text": "Lalu Musa menyuruh berkumpul segenap jemaah Israel dan berkata kepada mereka: \"Inilah firman yang diperintahkan TUHAN untuk dilakukan."}, {"number": "2", "text": "Enam hari lamanya boleh dilakukan pekerjaan, tetapi pada hari yang ketujuh haruslah ada perhentian kudus bagimu, yakni sabat, hari perhentian penuh bagi TUHAN; setiap orang yang melakukan pekerjaan pada hari itu, haruslah dihukum mati."}, {"number": "3", "text": "Janganlah kamu memasang api di manapun dalam tempat kediamanmu pada hari Sabat.\""}, {"number": "4", "text": "Berkatalah Musa kepada segenap jemaah Israel: \"Inilah firman yang diperintahkan TUHAN, bunyinya:"}, {"number": "5", "text": "Ambillah bagi TUHAN persembahan khusus dari barang kepunyaanmu; setiap orang yang terdorong hatinya harus membawanya sebagai persembahan khusus kepada TUHAN: emas, perak, tembaga,"}, {"number": "6", "text": "kain ungu tua, kain ungu muda, kain kirmizi, lenan halus, bulu kambing;"}, {"number": "7", "text": "kulit domba jantan yang diwarnai merah, kulit-kulit lumba-lumba, kayu penaga,"}, {"number": "8", "text": "minyak untuk penerangan, rempah-rempah untuk minyak urapan dan untuk ukupan dari wangi-wangian,"}, {"number": "9", "text": "permata krisopras dan permata tatahan untuk baju efod dan untuk tutup dada."}, {"number": "10", "text": "Segala orang yang ahli di antara kamu haruslah datang untuk membuat segala yang diperintahkan TUHAN,"}, {"number": "11", "text": "yakni Kemah Suci, atap kemahnya dan tudungnya, kaitannya, dan papannya, kayu lintangnya, tiangnya dan alasnya;"}, {"number": "12", "text": "tabut dengan kayu pengusungnya, tutup pendamaian dan tabir penudung;"}, {"number": "13", "text": "meja dengan kayu pengusungnya, segala perkakasnya dan roti sajian;"}, {"number": "14", "text": "kandil untuk penerangan dengan perkakasnya, lampunya dan minyak untuk penerangan;"}, {"number": "15", "text": "mezbah pembakaran ukupan dengan kayu pengusungnya, minyak urapan dan ukupan dari wangi-wangian; tirai pintu untuk pintu Kemah Suci;"}, {"number": "16", "text": "mezbah korban bakaran dengan kisi-kisi tembaganya, kayu pengusungnya dan segala perkakasnya, bejana pembasuhan dengan alasnya;"}, {"number": "17", "text": "layar pelataran, tiangnya, alasnya dan tirai pintu gerbang pelataran itu;"}, {"number": "18", "text": "patok Kemah Suci dan patok pelataran dan talinya;"}, {"number": "19", "text": "pakaian jabatan untuk menyelenggarakan kebaktian di tempat kudus, dan pakaian kudus bagi imam Harun, dan pakaian anak-anaknya untuk memegang jabatan imam.\""}, {"number": "20", "text": "Lalu pergilah segenap jemaah Israel dari depan Musa."}, {"number": "21", "text": "Sesudah itu datanglah setiap orang yang tergerak hatinya, setiap orang yang terdorong jiwanya, membawa persembahan khusus kepada TUHAN untuk pekerjaan melengkapi Kemah Pertemuan dan untuk segala ibadah di dalamnya dan untuk pakaian kudus itu."}, {"number": "22", "text": "Maka datanglah mereka, baik laki-laki maupun perempuan, setiap orang yang terdorong hatinya, dengan membawa anting-anting hidung, anting-anting telinga, cincin meterai dan kerongsang, segala macam barang emas; demikian juga setiap orang yang mempersembahkan persembahan unjukan dari emas bagi TUHAN."}, {"number": "23", "text": "Juga setiap orang yang mempunyai kain ungu tua, kain ungu muda, kain kirmizi, lenan halus, bulu kambing, kulit domba jantan yang diwarnai merah dan kulit lumba-lumba, datang membawanya."}, {"number": "24", "text": "Setiap orang yang hendak mempersembahkan persembahan khusus dari perak atau tembaga, membawa persembahan khusus yang kepada TUHAN itu, dan setiap orang yang mempunyai kayu penaga membawanya juga untuk segala pekerjaan mendirikan itu."}, {"number": "25", "text": "Setiap perempuan yang ahli, memintal dengan tangannya sendiri dan membawa yang dipintalnya itu, yakni kain ungu tua, kain ungu muda, kain kirmizi dan lenan halus."}, {"number": "26", "text": "Semua perempuan yang tergerak hatinya oleh karena ia berkeahlian, memintal bulu kambing."}, {"number": "27", "text": "Pemimpin-pemimpin membawa permata krisopras dan permata tatahan untuk baju efod dan untuk tutup dada,"}, {"number": "28", "text": "rempah-rempah dan minyak untuk penerangan, untuk minyak urapan dan untuk ukupan dari wangi-wangian."}, {"number": "29", "text": "Semua laki-laki dan perempuan, yang terdorong hatinya akan membawa sesuatu untuk segala pekerjaan yang diperintahkan TUHAN dengan perantaraan Musa untuk dilakukan--mereka itu, yakni orang Israel, membawanya sebagai pemberian sukarela bagi TUHAN."}, {"number": "30", "text": "Berkatalah Musa kepada orang Israel: \"Lihatlah, TUHAN telah menunjuk Bezaleel bin Uri bin Hur, dari suku Yehuda,"}, {"number": "31", "text": "dan telah memenuhinya dengan Roh Allah, dengan keahlian, pengertian dan pengetahuan, dalam segala macam pekerjaan,"}, {"number": "32", "text": "yakni untuk membuat berbagai rancangan supaya dikerjakan dari emas, perak dan tembaga;"}, {"number": "33", "text": "untuk mengasah batu permata supaya ditatah; untuk mengukir kayu dan untuk bekerja dalam segala macam pekerjaan yang dirancang itu."}, {"number": "34", "text": "Dan TUHAN menanam dalam hatinya, dan dalam hati Aholiab bin Ahisamakh dari suku Dan, kepandaian untuk mengajar."}, {"number": "35", "text": "Ia telah memenuhi mereka dengan keahlian, untuk membuat segala macam pekerjaan seorang tukang, pekerjaan seorang ahli, pekerjaan seorang yang membuat tenunan yang berwarna-warna dari kain ungu tua, kain ungu muda, kain kirmizi dan lenan halus, dan pekerjaan seorang tukang tenun, yakni sebagai pelaksana segala macam pekerjaan dan perancang segala sesuatu."}]}