{"book": "Keluaran", "chapter": 7, "verse": [{"number": "1", "text": "Berfirmanlah TUHAN kepada Musa: \"Lihat, Aku mengangkat engkau sebagai Allah bagi Firaun, dan Harun, abangmu, akan menjadi nabimu."}, {"number": "2", "text": "Engkau harus mengatakan segala yang Kuperintahkan kepadamu, dan Harun, abangmu, harus berbicara kepada Firaun, supaya dibiarkannya orang Israel itu pergi dari negerinya."}, {"number": "3", "text": "Tetapi Aku akan mengeraskan hati Firaun, dan Aku akan memperbanyak tanda-tanda dan mujizat-mujizat yang Kubuat di tanah Mesir."}, {"number": "4", "text": "Bilamana Firaun tidak mendengarkan kamu, maka Aku akan mendatangkan tangan-Ku kepada Mesir dan mengeluarkan pasukan-Ku, umat-Ku, orang Israel, dari tanah Mesir dengan hukuman-hukuman yang berat."}, {"number": "5", "text": "Dan orang Mesir itu akan mengetahui, bahwa Akulah TUHAN, apabila Aku mengacungkan tangan-Ku terhadap Mesir dan membawa orang Israel keluar dari tengah-tengah mereka.\""}, {"number": "6", "text": "Demikianlah diperbuat Musa dan Harun; seperti yang diperintahkan TUHAN kepada mereka, demikianlah diperbuat mereka."}, {"number": "7", "text": "Adapun Musa delapan puluh tahun umurnya dan Harun delapan puluh tiga tahun, ketika mereka berbicara kepada Firaun."}, {"number": "8", "text": "Dan TUHAN berfirman kepada Musa dan Harun:"}, {"number": "9", "text": "Apabila Firaun berkata kepada kamu: Tunjukkanlah suatu mujizat, maka haruslah kaukatakan kepada Harun: Ambillah tongkatmu dan lemparkanlah itu di depan Firaun. Maka tongkat itu akan menjadi ular."}, {"number": "10", "text": "Musa dan Harun pergi menghadap Firaun, lalu mereka berbuat seperti yang diperintahkan TUHAN; Harun melemparkan tongkatnya di depan Firaun dan para pegawainya, maka tongkat itu menjadi ular."}, {"number": "11", "text": "Kemudian Firaunpun memanggil orang-orang berilmu dan ahli-ahli sihir; dan merekapun, ahli-ahli Mesir itu, membuat yang demikian juga dengan ilmu mantera mereka."}, {"number": "12", "text": "Masing-masing mereka melemparkan tongkatnya, dan tongkat-tongkat itu menjadi ular; tetapi tongkat Harun menelan tongkat-tongkat mereka."}, {"number": "13", "text": "Tetapi hati Firaun berkeras, sehingga tidak mau mendengarkan mereka keduanya--seperti yang telah difirmankan TUHAN."}, {"number": "14", "text": "Berfirmanlah TUHAN kepada Musa: \"Firaun berkeras hati, ia menolak membiarkan bangsa itu pergi."}, {"number": "15", "text": "Pergilah kepada Firaun pada waktu pagi, pada waktu biasanya ia keluar ke sungai; nantikanlah dia di tepi sungai Nil dengan memegang di tanganmu tongkat yang tadinya berubah menjadi ular."}, {"number": "16", "text": "Dan katakanlah kepadanya: TUHAN, Allah orang Ibrani, telah mengutus aku kepadamu untuk mengatakan: Biarkanlah umat-Ku pergi, supaya mereka beribadah kepada-Ku di padang gurun; meskipun begitu sampai sekarang engkau tidak mau mendengarkan."}, {"number": "17", "text": "Sebab itu beginilah firman TUHAN: Dari hal yang berikut akan kauketahui, bahwa Akulah TUHAN. Lihat, dengan tongkat yang di tanganku ini akan kupukul air yang di sungai Nil dan air itu akan berubah menjadi darah,"}, {"number": "18", "text": "dan ikan yang dalam sungai Nil akan mati, sehingga sungai Nil akan berbau busuk; maka orang Mesir akan segan meminum air dari sungai Nil ini.\""}, {"number": "19", "text": "TUHAN berfirman kepada Musa: \"Katakanlah kepada Harun: Ambillah tongkatmu, ulurkanlah tanganmu ke atas segala air orang Mesir, ke atas sungai, selokan, kolam dan ke atas segala kumpulan air yang ada pada mereka, supaya semuanya menjadi darah, dan akan ada darah di seluruh tanah Mesir, bahkan dalam wadah kayu dan wadah batu.\""}, {"number": "20", "text": "Demikianlah Musa dan Harun berbuat seperti yang difirmankan TUHAN; diangkatnya tongkat itu dan dipukulkannya kepada air yang di sungai Nil, di depan mata Firaun dan pegawai-pegawainya, maka seluruh air yang di sungai Nil berubah menjadi darah;"}, {"number": "21", "text": "matilah ikan di sungai Nil, sehingga sungai Nil itu berbau busuk dan orang Mesir tidak dapat meminum air dari sungai Nil; dan di seluruh tanah Mesir ada darah."}, {"number": "22", "text": "Tetapi para ahli Mesir membuat yang demikian juga dengan ilmu-ilmu mantera mereka, sehingga hati Firaun berkeras dan ia tidak mau mendengarkan mereka keduanya seperti yang telah difirmankan TUHAN."}, {"number": "23", "text": "Firaun berpaling, lalu masuk ke istananya dan tidak mau memperhatikan hal itu juga."}, {"number": "24", "text": "Tetapi semua orang Mesir menggali-gali di sekitar sungai Nil mencari air untuk diminum, sebab mereka tidak dapat meminum air sungai Nil."}, {"number": "25", "text": "Demikianlah genap tujuh hari berlalu setelah TUHAN menulahi sungai Nil."}]}