{"book": "Mazmur", "chapter": 17, "verse": [{"number": "1", "text": "Doa Daud. Dengarkanlah, TUHAN, perkara yang benar, perhatikanlah seruanku; berilah telinga akan doaku, dari bibir yang tidak menipu."}, {"number": "2", "text": "Dari pada-Mulah kiranya datang penghakiman: mata-Mu kiranya melihat apa yang benar."}, {"number": "3", "text": "Bila Engkau menguji hatiku, memeriksanya pada waktu malam, dan menyelidiki aku, maka Engkau tidak akan menemui sesuatu kejahatan; mulutku tidak terlanjur."}, {"number": "4", "text": "Tentang perbuatan manusia, sesuai dengan firman yang Engkau ucapkan, aku telah menjaga diriku terhadap jalan orang-orang yang melakukan kekerasan;"}, {"number": "5", "text": "langkahku tetap mengikuti jejak-Mu, kakiku tidak goyang."}, {"number": "6", "text": "Aku berseru kepada-Mu, karena Engkau menjawab aku, ya Allah; sendengkanlah telinga-Mu kepadaku, dengarkanlah perkataanku."}, {"number": "7", "text": "Tunjukkanlah kasih setia-Mu yang ajaib, ya Engkau, yang menyelamatkan orang-orang yang berlindung pada tangan kanan-Mu terhadap pemberontak."}, {"number": "8", "text": "Peliharalah aku seperti biji mata, sembunyikanlah aku dalam naungan sayap-Mu"}, {"number": "9", "text": "terhadap orang-orang fasik yang menggagahi aku, terhadap musuh nyawaku yang mengepung aku."}, {"number": "10", "text": "Mereka tidak menunjukkan belas kasihan, mereka membual;"}, {"number": "11", "text": "mereka mengikuti langkah-langkahku, mereka sekarang mengerumuni aku, mata mereka diarahkan untuk menghempaskan aku ke bumi."}, {"number": "12", "text": "Rupa mereka seperti singa, yang bernafsu untuk menerkam, seperti singa muda, yang mengendap di tempat yang tersembunyi."}, {"number": "13", "text": "Bangunlah, TUHAN, hadapilah mereka, rebahkanlah mereka, luputkanlah aku dengan pedang-Mu dari pada orang fasik."}, {"number": "14", "text": "Luputkanlah aku, ya TUHAN, dengan tangan-Mu, dari orang-orang dunia ini yang bagiannya adalah dalam hidup ini; biarlah perut mereka dikenyangkan dengan apa yang Engkau simpan, sehingga anak-anak mereka menjadi puas, dan sisanya mereka tinggalkan untuk bayi-bayi mereka."}, {"number": "15", "text": "Tetapi aku, dalam kebenaran akan kupandang wajah-Mu, dan pada waktu bangun aku akan menjadi puas dengan rupa-Mu."}]}