{"book": "Mazmur", "chapter": 33, "verse": [{"number": "1", "text": "Bersorak-sorailah, hai orang-orang benar, dalam TUHAN! Sebab memuji-muji itu layak bagi orang-orang jujur."}, {"number": "2", "text": "Bersyukurlah kepada TUHAN dengan kecapi, bermazmurlah bagi-Nya dengan gambus sepuluh tali!"}, {"number": "3", "text": "Nyanyikanlah bagi-Nya nyanyian baru; petiklah kecapi baik-baik dengan sorak-sorai!"}, {"number": "4", "text": "Sebab firman TUHAN itu benar, segala sesuatu dikerjakan-Nya dengan kesetiaan."}, {"number": "5", "text": "Ia senang kepada keadilan dan hukum; bumi penuh dengan kasih setia TUHAN."}, {"number": "6", "text": "Oleh firman TUHAN langit telah dijadikan, oleh nafas dari mulut-Nya segala tentaranya."}, {"number": "7", "text": "Ia mengumpulkan air laut seperti dalam bendungan, Ia menaruh samudera raya ke dalam wadah."}, {"number": "8", "text": "Biarlah segenap bumi takut kepada TUHAN, biarlah semua penduduk dunia gentar terhadap Dia!"}, {"number": "9", "text": "Sebab Dia berfirman, maka semuanya jadi; Dia memberi perintah, maka semuanya ada."}, {"number": "10", "text": "TUHAN menggagalkan rencana bangsa-bangsa; Ia meniadakan rancangan suku-suku bangsa;"}, {"number": "11", "text": "tetapi rencana TUHAN tetap selama-lamanya, rancangan hati-Nya turun-temurun."}, {"number": "12", "text": "Berbahagialah bangsa, yang Allahnya ialah TUHAN, suku bangsa yang dipilih-Nya menjadi milik-Nya sendiri!"}, {"number": "13", "text": "TUHAN memandang dari sorga, Ia melihat semua anak manusia;"}, {"number": "14", "text": "dari tempat kediaman-Nya Ia menilik semua penduduk bumi."}, {"number": "15", "text": "Dia yang membentuk hati mereka sekalian, yang memperhatikan segala pekerjaan mereka."}, {"number": "16", "text": "Seorang raja tidak akan selamat oleh besarnya kuasa; seorang pahlawan tidak akan tertolong oleh besarnya kekuatan."}, {"number": "17", "text": "Kuda adalah harapan sia-sia untuk mencapai kemenangan, yang sekalipun besar ketangkasannya tidak dapat memberi keluputan."}, {"number": "18", "text": "Sesungguhnya, mata TUHAN tertuju kepada mereka yang takut akan Dia, kepada mereka yang berharap akan kasih setia-Nya,"}, {"number": "19", "text": "untuk melepaskan jiwa mereka dari pada maut dan memelihara hidup mereka pada masa kelaparan."}, {"number": "20", "text": "Jiwa kita menanti-nantikan TUHAN. Dialah penolong kita dan perisai kita!"}, {"number": "21", "text": "Ya, karena Dia hati kita bersukacita, sebab kepada nama-Nya yang kudus kita percaya."}, {"number": "22", "text": "Kasih setia-Mu, ya TUHAN, kiranya menyertai kami, seperti kami berharap kepada-Mu."}]}