{"book": "Mazmur", "chapter": 34, "verse": [{"number": "1", "text": "Dari Daud, pada waktu ia pura-pura tidak waras pikirannya di depan Abimelekh, sehingga ia diusir, lalu pergi. (34-2) Aku hendak memuji TUHAN pada segala waktu; puji-pujian kepada-Nya tetap di dalam mulutku."}, {"number": "2", "text": "(34-3) Karena TUHAN jiwaku bermegah; biarlah orang-orang yang rendah hati mendengarnya dan bersukacita."}, {"number": "3", "text": "(34-4) Muliakanlah TUHAN bersama-sama dengan aku, marilah kita bersama-sama memasyhurkan nama-Nya!"}, {"number": "4", "text": "(34-5) Aku telah mencari TUHAN, lalu Ia menjawab aku, dan melepaskan aku dari segala kegentaranku."}, {"number": "5", "text": "(34-6) Tujukanlah pandanganmu kepada-Nya, maka mukamu akan berseri-seri, dan tidak akan malu tersipu-sipu."}, {"number": "6", "text": "(34-7) Orang yang tertindas ini berseru, dan TUHAN mendengar; Ia menyelamatkan dia dari segala kesesakannya."}, {"number": "7", "text": "(34-8) Malaikat TUHAN berkemah di sekeliling orang-orang yang takut akan Dia, lalu meluputkan mereka."}, {"number": "8", "text": "(34-9) Kecaplah dan lihatlah, betapa baiknya TUHAN itu! Berbahagialah orang yang berlindung pada-Nya!"}, {"number": "9", "text": "(34-10) Takutlah akan TUHAN, hai orang-orang-Nya yang kudus, sebab tidak berkekurangan orang yang takut akan Dia!"}, {"number": "10", "text": "(34-11) Singa-singa muda merana kelaparan, tetapi orang-orang yang mencari TUHAN, tidak kekurangan sesuatupun yang baik."}, {"number": "11", "text": "(34-12) Marilah anak-anak, dengarkanlah aku, takut akan TUHAN akan kuajarkan kepadamu!"}, {"number": "12", "text": "(34-13) Siapakah orang yang menyukai hidup, yang mengingini umur panjang untuk menikmati yang baik?"}, {"number": "13", "text": "(34-14) Jagalah lidahmu terhadap yang jahat dan bibirmu terhadap ucapan-ucapan yang menipu;"}, {"number": "14", "text": "(34-15) jauhilah yang jahat dan lakukanlah yang baik, carilah perdamaian dan berusahalah mendapatkannya!"}, {"number": "15", "text": "(34-16) Mata TUHAN tertuju kepada orang-orang benar, dan telinga-Nya kepada teriak mereka minta tolong;"}, {"number": "16", "text": "(34-17) wajah TUHAN menentang orang-orang yang berbuat jahat untuk melenyapkan ingatan kepada mereka dari muka bumi."}, {"number": "17", "text": "(34-18) Apabila orang-orang benar itu berseru-seru, maka TUHAN mendengar, dan melepaskan mereka dari segala kesesakannya."}, {"number": "18", "text": "(34-19) TUHAN itu dekat kepada orang-orang yang patah hati, dan Ia menyelamatkan orang-orang yang remuk jiwanya."}, {"number": "19", "text": "(34-20) Kemalangan orang benar banyak, tetapi TUHAN melepaskan dia dari semuanya itu;"}, {"number": "20", "text": "(34-21) Ia melindungi segala tulangnya, tidak satupun yang patah."}, {"number": "21", "text": "(34-22) Kemalangan akan mematikan orang fasik, dan siapa yang membenci orang benar akan menanggung hukuman."}, {"number": "22", "text": "(34-23) TUHAN membebaskan jiwa hamba-hamba-Nya, dan semua orang yang berlindung pada-Nya tidak akan menanggung hukuman."}]}