{"book": "Mazmur", "chapter": 39, "verse": [{"number": "1", "text": "Untuk pemimpin biduan. Untuk Yedutun. Mazmur Daud. (39-2) Pikirku: \"Aku hendak menjaga diri, supaya jangan aku berdosa dengan lidahku; aku hendak menahan mulutku dengan kekang selama orang fasik masih ada di depanku.\""}, {"number": "2", "text": "(39-3) Aku kelu, aku diam, aku membisu, aku jauh dari hal yang baik; tetapi penderitaanku makin berat."}, {"number": "3", "text": "(39-4) Hatiku bergejolak dalam diriku, menyala seperti api, ketika aku berkeluh kesah; aku berbicara dengan lidahku:"}, {"number": "4", "text": "(39-5) \"Ya TUHAN, beritahukanlah kepadaku ajalku, dan apa batas umurku, supaya aku mengetahui betapa fananya aku!"}, {"number": "5", "text": "(39-6) Sungguh, hanya beberapa telempap saja Kautentukan umurku; bagi-Mu hidupku seperti sesuatu yang hampa. Ya, setiap manusia hanyalah kesia-siaan! Sela"}, {"number": "6", "text": "(39-7) Ia hanyalah bayangan yang berlalu! Ia hanya mempeributkan yang sia-sia dan menimbun, tetapi tidak tahu, siapa yang meraupnya nanti."}, {"number": "7", "text": "(39-8) Dan sekarang, apakah yang kunanti-nantikan, ya Tuhan? Kepada-Mulah aku berharap."}, {"number": "8", "text": "(39-9) Lepaskanlah aku dari segala pelanggaranku, jangan jadikan aku celaan orang bebal!"}, {"number": "9", "text": "(39-10) Aku kelu, tidak kubuka mulutku, sebab Engkau sendirilah yang bertindak."}, {"number": "10", "text": "(39-11) Hindarkanlah aku dari pada pukulan-Mu, aku remuk karena serangan tangan-Mu."}, {"number": "11", "text": "(39-12) Engkau menghajar seseorang dengan hukuman karena kesalahannya, dan menghancurkan keelokannya sama seperti gegat; sesungguhnya, setiap manusia adalah kesia-siaan belaka. Sela"}, {"number": "12", "text": "(39-13) Dengarkanlah doaku, ya TUHAN, dan berilah telinga kepada teriakku minta tolong, janganlah berdiam diri melihat air mataku! Sebab aku menumpang pada-Mu, aku pendatang seperti semua nenek moyangku."}, {"number": "13", "text": "(39-14) Alihkanlah pandangan-Mu dari padaku, supaya aku bersukacita sebelum aku pergi dan tidak ada lagi!\""}]}