{"book": "Mazmur", "chapter": 50, "verse": [{"number": "1", "text": "Mazmur Asaf. Yang Mahakuasa, TUHAN Allah, berfirman dan memanggil bumi, dari terbitnya matahari sampai kepada terbenamnya."}, {"number": "2", "text": "Dari Sion, puncak keindahan, Allah tampil bersinar."}, {"number": "3", "text": "Allah kita datang dan tidak akan berdiam diri, di hadapan-Nya api menjilat, sekeliling-Nya bertiup badai yang dahsyat."}, {"number": "4", "text": "Ia berseru kepada langit di atas, dan kepada bumi untuk mengadili umat-Nya:"}, {"number": "5", "text": "Bawalah kemari orang-orang yang Kukasihi, yang mengikat perjanjian dengan Aku berdasarkan korban sembelihan!"}, {"number": "6", "text": "Langit memberitakan keadilan-Nya, sebab Allah sendirilah Hakim. Sela"}, {"number": "7", "text": "Dengarlah, hai umat-Ku, Aku hendak berfirman, hai Israel, Aku hendak bersaksi terhadap kamu: Akulah Allah, Allahmu!"}, {"number": "8", "text": "Bukan karena korban sembelihanmu Aku menghukum engkau; bukankah korban bakaranmu tetap ada di hadapan-Ku?"}, {"number": "9", "text": "Tidak usah Aku mengambil lembu dari rumahmu atau kambing jantan dari kandangmu,"}, {"number": "10", "text": "sebab punya-Kulah segala binatang hutan, dan beribu-ribu hewan di gunung."}, {"number": "11", "text": "Aku kenal segala burung di udara, dan apa yang bergerak di padang adalah dalam kuasa-Ku."}, {"number": "12", "text": "Jika Aku lapar, tidak usah Kukatakan kepadamu, sebab punya-Kulah dunia dan segala isinya."}, {"number": "13", "text": "Daging lembu jantankah Aku makan, atau darah kambing jantankah Aku minum?"}, {"number": "14", "text": "Persembahkanlah syukur sebagai korban kepada Allah dan bayarlah nazarmu kepada Yang Mahatinggi!"}, {"number": "15", "text": "Berserulah kepada-Ku pada waktu kesesakan, Aku akan meluputkan engkau, dan engkau akan memuliakan Aku.\" Sela"}, {"number": "16", "text": "Tetapi kepada orang fasik Allah berfirman: \"Apakah urusanmu menyelidiki ketetapan-Ku, dan menyebut-nyebut perjanjian-Ku dengan mulutmu,"}, {"number": "17", "text": "padahal engkaulah yang membenci teguran, dan mengesampingkan firman-Ku?"}, {"number": "18", "text": "Jika engkau melihat pencuri, maka engkau berkawan dengan dia, dan bergaul dengan orang berzinah."}, {"number": "19", "text": "Mulutmu kaubiarkan mengucapkan yang jahat, dan pada lidahmu melekat tipu daya."}, {"number": "20", "text": "Engkau duduk, dan mengata-ngatai saudaramu, memfitnah anak ibumu."}, {"number": "21", "text": "Itulah yang engkau lakukan, tetapi Aku berdiam diri; engkau menyangka, bahwa Aku ini sederajat dengan engkau. Aku akan menghukum engkau dan membawa perkara ini ke hadapanmu."}, {"number": "22", "text": "Perhatikanlah ini, hai kamu yang melupakan Allah; supaya jangan Aku menerkam, dan tidak ada yang melepaskan."}, {"number": "23", "text": "Siapa yang mempersembahkan syukur sebagai korban, ia memuliakan Aku; siapa yang jujur jalannya, keselamatan yang dari Allah akan Kuperlihatkan kepadanya.\""}]}