{"book": "Mazmur", "chapter": 7, "verse": [{"number": "1", "text": "Nyanyian ratapan Daud, yang dinyanyikan untuk TUHAN karena Kush, orang Benyamin itu. (7-2) Ya TUHAN, Allahku, pada-Mu aku berlindung; selamatkanlah aku dari semua orang yang mengejar aku dan lepaskanlah aku,"}, {"number": "2", "text": "(7-3) supaya jangan mereka seperti singa menerkam aku dan menyeret aku, dengan tidak ada yang melepaskan."}, {"number": "3", "text": "(7-4) Ya TUHAN, Allahku, jika aku berbuat ini: jika ada kecurangan di tanganku,"}, {"number": "4", "text": "(7-5) jika aku melakukan yang jahat terhadap orang yang hidup damai dengan aku, atau merugikan orang yang melawan aku dengan tidak ada alasannya,"}, {"number": "5", "text": "(7-6) maka musuh kiranya mengejar aku sampai menangkap aku, dan menginjak-injak hidupku ke tanah, dan menaruh kemuliaanku ke dalam debu. Sela"}, {"number": "6", "text": "(7-7) Bangkitlah, TUHAN, dalam murka-Mu, berdirilah menghadapi geram orang-orang yang melawan aku, bangunlah untukku, ya Engkau yang telah memerintahkan penghakiman!"}, {"number": "7", "text": "(7-8) Biarlah bangsa-bangsa berkumpul mengelilingi Engkau, dan bertakhtalah di atas mereka di tempat yang tinggi."}, {"number": "8", "text": "(7-9) TUHAN mengadili bangsa-bangsa. Hakimilah aku, TUHAN, apakah aku benar, dan apakah aku tulus ikhlas."}, {"number": "9", "text": "(7-10) Biarlah berakhir kejahatan orang fasik, tetapi teguhkanlah orang yang benar, Engkau, yang menguji hati dan batin orang, ya Allah yang adil."}, {"number": "10", "text": "(7-11) Perisai bagiku adalah Allah, yang menyelamatkan orang-orang yang tulus hati;"}, {"number": "11", "text": "(7-12) Allah adalah Hakim yang adil dan Allah yang murka setiap saat."}, {"number": "12", "text": "(7-13) Sungguh, kembali ia mengasah pedangnya, melentur busurnya dan membidik."}, {"number": "13", "text": "(7-14) Terhadap dirinya ia mempersiapkan senjata-senjata yang mematikan, dan membuat anak panahnya menjadi menyala."}, {"number": "14", "text": "(7-15) Sesungguhnya, orang itu hamil dengan kejahatan, ia mengandung kelaliman dan melahirkan dusta."}, {"number": "15", "text": "(7-16) Ia membuat lobang dan menggalinya, tetapi ia sendiri jatuh ke dalam pelubang yang dibuatnya."}, {"number": "16", "text": "(7-17) Kelaliman yang dilakukannya kembali menimpa kepalanya, dan kekerasannya turun menimpa batu kepalanya."}, {"number": "17", "text": "(7-18) Aku hendak bersyukur kepada TUHAN karena keadilan-Nya, dan bermazmur bagi nama TUHAN, Yang Mahatinggi."}]}