{"book": "Mazmur", "chapter": 72, "verse": [{"number": "1", "text": "Dari Salomo. Ya Allah, berikanlah hukum-Mu kepada raja dan keadilan-Mu kepada putera raja!"}, {"number": "2", "text": "Kiranya ia mengadili umat-Mu dengan keadilan dan orang-orang-Mu yang tertindas dengan hukum!"}, {"number": "3", "text": "Kiranya gunung-gunung membawa damai sejahtera bagi bangsa, dan bukit-bukit membawa kebenaran!"}, {"number": "4", "text": "Kiranya ia memberi keadilan kepada orang-orang yang tertindas dari bangsa itu, menolong orang-orang miskin, tetapi meremukkan pemeras-pemeras!"}, {"number": "5", "text": "Kiranya lanjut umurnya selama ada matahari, dan selama ada bulan, turun-temurun!"}, {"number": "6", "text": "Kiranya ia seperti hujan yang turun ke atas padang rumput, seperti dirus hujan yang menggenangi bumi!"}, {"number": "7", "text": "Kiranya keadilan berkembang dalam zamannya dan damai sejahtera berlimpah, sampai tidak ada lagi bulan!"}, {"number": "8", "text": "Kiranya ia memerintah dari laut ke laut, dari sungai Efrat sampai ke ujung bumi!"}, {"number": "9", "text": "Kiranya penghuni padang belantara berlutut di depannya, dan musuh-musuhnya menjilat debu;"}, {"number": "10", "text": "kiranya raja-raja dari Tarsis dan pulau-pulau membawa persembahan-persemb kiranya raja-raja dari Syeba dan Seba menyampaikan upeti!"}, {"number": "11", "text": "Kiranya semua raja sujud menyembah kepadanya, dan segala bangsa menjadi hambanya!"}, {"number": "12", "text": "Sebab ia akan melepaskan orang miskin yang berteriak minta tolong, orang yang tertindas, dan orang yang tidak punya penolong;"}, {"number": "13", "text": "ia akan sayang kepada orang lemah dan orang miskin, ia akan menyelamatkan nyawa orang miskin."}, {"number": "14", "text": "Ia akan menebus nyawa mereka dari penindasan dan kekerasan, darah mereka mahal di matanya."}, {"number": "15", "text": "Hiduplah ia! Kiranya dipersembahkan kepadanya emas Syeba! Kiranya ia didoakan senantiasa, dan diberkati sepanjang hari!"}, {"number": "16", "text": "Biarlah tanaman gandum berlimpah-limpah di negeri, bergelombang di puncak pegunungan; biarlah buahnya mekar bagaikan Libanon, bulir-bulirnya berkembang bagaikan rumput di bumi."}, {"number": "17", "text": "Biarlah namanya tetap selama-lamanya, kiranya namanya semakin dikenal selama ada matahari. Kiranya segala bangsa saling memberkati dengan namanya, dan menyebut dia berbahagia."}, {"number": "18", "text": "Terpujilah TUHAN, Allah Israel, yang melakukan perbuatan yang ajaib seorang diri!"}, {"number": "19", "text": "Dan terpujilah kiranya nama-Nya yang mulia selama-lamanya, dan kiranya kemuliaan-Nya memenuhi seluruh bumi. Amin, ya amin."}, {"number": "20", "text": "Sekianlah doa-doa Daud bin Isai."}]}