{"book": "Mazmur", "chapter": 74, "verse": [{"number": "1", "text": "Nyanyian pengajaran Asaf. Mengapa, ya Allah, Kaubuang kami untuk seterusnya? Mengapa menyala murka-Mu terhadap kambing domba gembalaan-Mu?"}, {"number": "2", "text": "Ingatlah akan umat-Mu yang telah Kauperoleh pada zaman purbakala, yang Kautebus menjadi bangsa milik-Mu sendiri! Ingatlah akan gunung Sion yang Engkau diami."}, {"number": "3", "text": "Ringankanlah langkah-Mu ke tempat yang rusak terus-menerus; segala-galanya telah dimusnahkan musuh di tempat kudus."}, {"number": "4", "text": "Lawan-lawan-Mu mengaum di tempat pertemuan-Mu dan telah mendirikan panji-panji mereka sebagai tanda."}, {"number": "5", "text": "Kelihatannya seperti orang mengayunkan tinggi-tinggi sebuah kapak kepada kayu-kayuan yang lebat,"}, {"number": "6", "text": "dan sekarang ukir-ukirannya seluruhnya dipalu mereka dengan kapak dan beliung;"}, {"number": "7", "text": "mereka menyulut tempat kudus-Mu dengan api, mereka menajiskan tempat kediaman nama-Mu sampai pada tanah;"}, {"number": "8", "text": "mereka berkata dalam hatinya: \"Baiklah kita menindas mereka semuanya!\" Mereka membakar segala tempat pertemuan Allah di negeri."}, {"number": "9", "text": "Tanda-tanda kami tidak kami lihat, tidak ada lagi nabi, dan tidak ada di antara kami yang mengetahui berapa lama lagi."}, {"number": "10", "text": "Berapa lama lagi, ya Allah, lawan itu mencela, dan musuh menista nama-Mu terus-menerus?"}, {"number": "11", "text": "Mengapa Engkau menarik kembali tangan-Mu, menaruh tangan kanan-Mu di dada?"}, {"number": "12", "text": "Namun Engkau, ya Allah adalah Rajaku dari zaman purbakala, yang melakukan penyelamatan di atas bumi."}, {"number": "13", "text": "Engkaulah yang membelah laut dengan kekuatan-Mu, yang memecahkan kepala ular-ular naga di atas muka air."}, {"number": "14", "text": "Engkaulah yang meremukkan kepala-kepala Lewiatan, yang memberikannya menjadi makanan penghuni-penghuni padang belantara."}, {"number": "15", "text": "Engkaulah yang membelah mata air dan sungai; Engkaulah yang mengeringkan sungai-sungai yang selalu mengalir."}, {"number": "16", "text": "Punya-Mulah siang, punya-Mulah juga malam. Engkaulah yang menaruh benda penerang dan matahari."}, {"number": "17", "text": "Engkaulah yang menetapkan segala batas bumi, musim kemarau dan musim hujan Engkaulah yang membuat-Nya."}, {"number": "18", "text": "Ingatlah ini: musuh mencela, ya TUHAN, dan bangsa yang bebal itu menista nama-Mu."}, {"number": "19", "text": "Janganlah berikan nyawa merpati-Mu kepada binatang liar! Janganlah lupakan terus-menerus nyawa orang-orang-Mu yang tertindas!"}, {"number": "20", "text": "Pandanglah kepada perjanjian, sebab tempat-tempat gelap di bumi penuh sarang-sarang kekerasan."}, {"number": "21", "text": "Janganlah biarkan orang yang terinjak-injak kembali dengan kena noda. Biarlah orang sengsara dan orang miskin memuji-muji nama-Mu."}, {"number": "22", "text": "Bangunlah, ya Allah, lakukanlah perjuangan-Mu! Ingatlah akan cela kepada-Mu dari pihak orang bebal sepanjang hari."}, {"number": "23", "text": "Janganlah lupa suara lawan-Mu, deru orang-orang yang bangkit melawan Engkau, yang terus-menerus makin keras."}]}