{"book": "Mazmur", "chapter": 80, "verse": [{"number": "1", "text": "Untuk pemimpin biduan. Menurut lagu: Bunga bakung. Kesaksian Asaf. Mazmur. (80-2) Hai gembala Israel, pasanglah telinga, Engkau yang menggiring Yusuf sebagai kawanan domba! Ya Engkau, yang duduk di atas para kerub, tampillah bersinar"}, {"number": "2", "text": "(80-3) di depan Efraim dan Benyamin dan Manasye! Bangkitkanlah keperkasaan-Mu dan datanglah untuk menyelamatkan kami."}, {"number": "3", "text": "(80-4) Ya Allah, pulihkanlah kami, buatlah wajah-Mu bersinar, maka kami akan selamat."}, {"number": "4", "text": "(80-5) TUHAN, Allah semesta alam, berapa lama lagi murka-Mu menyala sekalipun umat-Mu berdoa?"}, {"number": "5", "text": "(80-6) Engkau memberi mereka makan roti cucuran air mata, Engkau memberi mereka minum air mata berlimpah-limpah,"}, {"number": "6", "text": "(80-7) Engkau membuat kami menjadi pokok percederaan tetangga-tetangga kami, dan musuh-musuh kami mengolok-olok kami."}, {"number": "7", "text": "(80-8) Ya Allah semesta alam, pulihkanlah kami, buatlah wajah-Mu bersinar, maka kami akan selamat."}, {"number": "8", "text": "(80-9) Telah Kauambil pohon anggur dari Mesir, telah Kauhalau bangsa-bangsa, lalu Kautanam pohon itu."}, {"number": "9", "text": "(80-10) Engkau telah menyediakan tempat bagi dia, maka berakarlah ia dalam-dalam dan memenuhi negeri;"}, {"number": "10", "text": "(80-11) gunung-gunung terlindung oleh bayang-bayangnya, dan pohon-pohon aras Allah oleh cabang-cabangnya;"}, {"number": "11", "text": "(80-12) dijulurkannya ranting-rantingnya sampai ke laut, dan pucuk-pucuknya sampai ke sungai Efrat."}, {"number": "12", "text": "(80-13) Mengapa Engkau melanda temboknya, sehingga ia dipetik oleh setiap orang yang lewat?"}, {"number": "13", "text": "(80-14) Babi hutan menggerogotinya dan binatang-binatang di padang memakannya."}, {"number": "14", "text": "(80-15) Ya Allah semesta alam, kembalilah kiranya, pandanglah dari langit, dan lihatlah! Indahkanlah pohon anggur ini,"}, {"number": "15", "text": "(80-16) batang yang ditanam oleh tangan kanan-Mu!"}, {"number": "16", "text": "(80-17) Mereka telah membakarnya dengan api dan menebangnya; biarlah mereka hilang lenyap oleh hardik wajah-Mu!"}, {"number": "17", "text": "(80-18) Kiranya tangan-Mu melindungi orang yang di sebelah kanan-Mu, anak manusia yang telah Kauteguhkan bagi diri-Mu itu,"}, {"number": "18", "text": "(80-19) maka kami tidak akan menyimpang dari pada-Mu. Biarkanlah kami hidup, maka kami akan menyerukan nama-Mu."}, {"number": "19", "text": "(80-20) Ya TUHAN, Allah semesta alam, pulihkanlah kami, buatlah wajah-Mu bersinar, maka kami akan selamat."}]}