{"book": "Mazmur", "chapter": 92, "verse": [{"number": "1", "text": "Mazmur. Nyanyian untuk hari Sabat. (92-2) Adalah baik untuk menyanyikan syukur kepada TUHAN, dan untuk menyanyikan mazmur bagi nama-Mu, ya Yang Mahatinggi,"}, {"number": "2", "text": "(92-3) untuk memberitakan kasih setia-Mu di waktu pagi dan kesetiaan-Mu di waktu malam,"}, {"number": "3", "text": "(92-4) dengan bunyi-bunyian sepuluh tali dan dengan gambus, dengan iringan kecapi."}, {"number": "4", "text": "(92-5) Sebab telah Kaubuat aku bersukacita, ya TUHAN, dengan pekerjaan-Mu, karena perbuatan tangan-Mu aku akan bersorak-sorai."}, {"number": "5", "text": "(92-6) Betapa besarnya pekerjaan-pekerjaan-Mu, ya TUHAN, dan sangat dalamnya rancangan-rancangan-Mu."}, {"number": "6", "text": "(92-7) Orang bodoh tidak akan mengetahui, dan orang bebal tidak akan mengerti hal itu."}, {"number": "7", "text": "(92-8) Apabila orang-orang fasik bertunas seperti tumbuh-tumbuhan, dan orang-orang yang melakukan kejahatan berkembang, ialah supaya mereka dipunahkan untuk selama-lamanya."}, {"number": "8", "text": "(92-9) Tetapi Engkau di tempat yang tinggi untuk selama-lamanya, ya TUHAN!"}, {"number": "9", "text": "(92-10) Sebab, sesungguhnya musuh-Mu, ya TUHAN, sebab, sesungguhnya musuh-Mu akan binasa, semua orang yang melakukan kejahatan akan diceraiberaikan."}, {"number": "10", "text": "(92-11) Tetapi Kautinggikan tandukku seperti tanduk banteng, aku dituangi dengan minyak baru;"}, {"number": "11", "text": "(92-12) mataku memandangi seteruku, telingaku mendengar perihal orang-orang jahat yang bangkit melawan aku."}, {"number": "12", "text": "(92-13) Orang benar akan bertunas seperti pohon korma, akan tumbuh subur seperti pohon aras di Libanon;"}, {"number": "13", "text": "(92-14) mereka yang ditanam di bait TUHAN akan bertunas di pelataran Allah kita."}, {"number": "14", "text": "(92-15) Pada masa tua pun mereka masih berbuah, menjadi gemuk dan segar,"}, {"number": "15", "text": "(92-16) untuk memberitakan, bahwa TUHAN itu benar, bahwa Ia gunung batuku dan tidak ada kecurangan pada-Nya."}]}