{"book": "Mazmur", "chapter": 94, "verse": [{"number": "1", "text": "Ya Allah pembalas, ya TUHAN, ya Allah pembalas, tampillah!"}, {"number": "2", "text": "Bangunlah, ya Hakim bumi, balaslah kepada orang-orang congkak apa yang mereka lakukan!"}, {"number": "3", "text": "Berapa lama lagi orang-orang fasik, ya TUHAN, berapa lama lagi orang-orang fasik beria-ria?"}, {"number": "4", "text": "Mereka memuntahkan kata-kata yang kurang ajar dan semua orang yang melakukan kejahatan itu menyombong."}, {"number": "5", "text": "Umat-Mu, ya TUHAN, mereka remukkan, dan milik-Mu sendiri mereka tindas;"}, {"number": "6", "text": "janda dan orang asing mereka sembelih, dan anak-anak yatim mereka bunuh;"}, {"number": "7", "text": "dan mereka berkata: \"TUHAN tidak melihatnya, dan Allah Yakub tidak mengindahkannya.\""}, {"number": "8", "text": "Perhatikanlah, hai orang-orang bodoh di antara rakyat! Hai orang-orang bebal, bilakah kamu memakai akal budimu?"}, {"number": "9", "text": "Dia yang menanamkan telinga, masakan tidak mendengar? Dia yang membentuk mata, masakan tidak memandang?"}, {"number": "10", "text": "Dia yang menghajar bangsa-bangsa, masakan tidak akan menghukum? Dia yang mengajarkan pengetahuan kepada manusia?"}, {"number": "11", "text": "TUHAN mengetahui rancangan-rancangan manusia; sesungguhnya semuanya sia-sia belaka."}, {"number": "12", "text": "Berbahagialah orang yang Kauhajar, ya TUHAN, dan yang Kauajari dari Taurat-Mu,"}, {"number": "13", "text": "untuk menenangkan dia terhadap hari-hari malapetaka, sampai digali lobang untuk orang fasik."}, {"number": "14", "text": "Sebab TUHAN tidak akan membuang umat-Nya, dan milik-Nya sendiri tidak akan ditinggalkan-Nya;"}, {"number": "15", "text": "sebab hukum akan kembali kepada keadilan, dan akan diikuti oleh semua orang yang tulus hati."}, {"number": "16", "text": "Siapakah yang bangkit bagiku melawan orang-orang jahat, siapakah yang tampil bagiku melawan orang-orang yang melakukan kejahatan?"}, {"number": "17", "text": "Jika bukan TUHAN yang menolong aku, nyaris aku diam di tempat sunyi."}, {"number": "18", "text": "Ketika aku berpikir: \"Kakiku goyang,\" maka kasih setia-Mu, ya TUHAN, menyokong aku."}, {"number": "19", "text": "Apabila bertambah banyak pikiran dalam batinku, penghiburan-Mu menyenangkan jiwaku."}, {"number": "20", "text": "Masakan bersekutu dengan Engkau takhta kebusukan, yang merancangkan bencana berdasarkan ketetapan?"}, {"number": "21", "text": "Mereka bersekongkol melawan jiwa orang benar, dan menyatakan fasik darah orang yang tidak bersalah."}, {"number": "22", "text": "Tetapi TUHAN adalah kota bentengku dan Allahku adalah gunung batu perlindunganku."}, {"number": "23", "text": "Ia akan membalas kepada mereka perbuatan jahat mereka, dan karena kejahatan mereka Ia akan membinasakan mereka; TUHAN, Allah kita, akan membinasakan mereka."}]}